{
  "url": "https://ropewiki.com/Hidden_Cabin_Canyon",
  "latitude": 34.9813,
  "longitude": -111.9066,
  "id": 10077,
  "name": "Hidden Cabin Canyon",
  "quality": 1,
  "months": [
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 3,
  "rappelLongestMeters": 21.34,
  "vehicle": "4WD",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A short, brushy, unremarkable canyon at the edge of the Mogollon\nPlateau with 3 rappels.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From Flagstaff, travel west on route 66, then south on FR 231 (Woody\nMountain Rd). After 14 miles turn right onto FR 538 and follow it for\n11.2 miles ignoring all branching roads that take you off 538 to turn\nleft onto FR 6261. Drive a short distance down this spur road to park at\nHidden Cabin.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>From the car park at Hidden Cabin hike back along FR6261 toward FR\n538, turning left (south) on FR 538 for a short distance to locate the\nfirst minor drainage on the west side of the road that drains toward\nHidden Cabin Canyon. Duck under the fence in the drainage and head all\nthe way down this short, brushy tributary until it connects to the main\ndrainage of the canyon, turning left (south) to continue. A straight\nforward, forested hike will bring you the first rappel, about 20 feet\nfrom a tree at the top of the drop. The second rappel lies shortly\nthereafter and is a two-tiered drop of 25 feet each from another tree\nanchored on canyon left. More bushwacking and downclimbing brings you to\na slightly trickier downclimb on canyon right or rappel off any of the\nmany trees at the top of the drop. Rappel 3 is about 70 feet (the drop\nis only about 40 feet, but the anchor is about 25 feet back from the\nedge of the drop) down a chute from a tree on canyon right. Continue\nhiking down canyon until you reach the confluence with upper Loy\nCanyon.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>When you reach Loy canyon, continue hiking south up a short slope to\nlocate Loy Canyon Trail. Turn left here and follow this obvious, open\ntrail up an exposed, manzanita covered slope to reach the saddle at the\nhead of the canyon and a junction with Secret Mountain Trail. Turn left\nheading north here toward Secret Mountain trailhead, which leads to the\nend of FR 538. Follow FR 538 north back to FR 6261 turning right to\nreach the car park.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.facebook.com/pat.winstanley.7/media_set?set=a.948432115215486.1073742004.100001461198708&amp;type=3\">https://www.facebook.com/pat.winstanley.7/media_set?set=a.948432115215486.1073742004.100001461198708&amp;type=3</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<p>Our trip through this canyon was not the first descent, as there were\nanchors present, but I suspect that this canyon has not seen many\ndescents. \"Hidden Cabin\" may act as a place holder name for the canyon\nshould the first descentionists wish to claim discovery and add their\nown name.</p>\n",
  "version": "d9ef2495bdb2c2175f0d926d284a2896"
}