{"technicalRating":3,"longitude":-119.1194,"months":["Aug","Sep"],"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>The Middle San Joaquin forms a really beautiful gorge before meeting with the confluence with Fish Creek.  The most exciting part of it is unfortunately quite short, considering the effort required to get in and out.  But it's a beautiful area for an overnight anyway, and without much technical gear, packing light is easy.  \n<\/p><p>We descended using a handline for ~15 foot drop, and no ropes other than that.  You might be able to get down without anything.  Or you may need more, depending on water levels and experience.  Also keep in mind this requires some really low water.  6cfs seemed like a great level:  <a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/www.dreamflows.com\/graphs\/day.494.php\">http:\/\/www.dreamflows.com\/graphs\/day.494.php<\/a>  If you had 12, I bet it would be pretty intense.  Also even if it isn't very technical, the gorge is committing.  \n<\/p><p>There are more gorges substantially farther down stream, with big walls and some giant boulders, you can look up pictures of kayakers running all the way down to Mammoth Pool Reservoir.  The gorge above where Granite Creek comes in seems like it'd probably be cool to see, but access might be hard.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From Mammoth, drive up to the ski resort.  You can park where the gondola is and take a shuttle, but I think doing an overnight you can park in Devil's Postpile.  You could probably get that information with the national forest service permit which you are probably supposed to get to do the trip as an overnight.  \n<\/p><p>Hike to Rainbow Falls, then Lower Falls.  From there, you want to get to here: 37.567967,-119.095488, or ~1 mile downstream to drop in.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>First off is a granite gorge, pretty easy for the most part with downclimbs and short jumps.  One downclimb is a bit tricky, and we set up a handline because we could.  Towards the end of this section, there is a jump of ~30 feet.  You'll have to clear a bit of a ledge, but it's no trouble at all.  Very straightforward jump, just a bit big.  \n<\/p><p>Lots of boulder hopping down from here.  Walls will start to close in, making it very pretty, but the boulder hopping continues.  Eventually you get to more bedrock in a really awesome gorge.  Around a corner is a big, maybe 50 foot double drop.  The first half is a slide, the second half is a jump!  Below here the canyon narrows and a few low angle slides follow.  The final drop out of this gorge can be jumped, though there is a rock about 3-4 feet deep in the landing. You can climb around on the right.  \n<\/p><p>Below here is a slide with kind of a kicker at the bottom.  Fun stuff.  You could camp near here, you're close to the confluence with Fish Creek.  You can shortcut to it by cutting up the bank and heading south.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Up Fish Creek is easy at first, but it closes in and becomes more problematic with bushwhacking and or boulder hopping up the creek.  After a few hours you'll see a high cliff that stretches for a good ways up the canyon to where the valley opens way up.  The trail out comes from the other side of the cliff, crosses the creek, then switchbacks up to your left. You'll find the trail up on the left.  \n<\/p><p>Hike North along this trail back to Devil's Postpile.  There is some pretty great water at Cold Creek.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>You should technically get a permit from the NFS in Mammoth or elsewhere.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","name":"Middle Fork San Joaquin River (to Fish Creek)","waterRating":"C","latitude":37.5485,"quality":3,"riskRating":"R","vehicle":"Passenger","id":10083,"rappelLongestMeters":12.19,"geojson":null,"rappelCountMax":null,"timeRating":"V","shuttleSeconds":null,"version":"1e332973ef11dff59e0f16719d28b9dd4e8e3932118fa88d61938b575e15b01e","rappelCountMin":null,"url":"https:\/\/ropewiki.com\/Middle_Fork_San_Joaquin_River_(to_Fish_Creek)","permit":"Yes"}