{
  "url": "https://ropewiki.com/Middle_Fork_San_Joaquin_River_(to_Fish_Creek)",
  "latitude": 37.5485,
  "longitude": -119.1194,
  "id": 10083,
  "name": "Middle Fork San Joaquin River (to Fish Creek)",
  "quality": 3,
  "months": [
    "Aug",
    "Sep"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "V",
  "riskRating": "R",
  "permit": "Yes",
  "rappelCountMin": 0,
  "rappelCountMax": 3,
  "rappelLongestMeters": 12.19,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>The Middle San Joaquin forms a really beautiful gorge before meeting\nwith the confluence with Fish Creek. The most exciting part of it is\nunfortunately quite short, considering the effort required to get in and\nout. But it's a beautiful area for an overnight anyway, and without much\ntechnical gear, packing light is easy.</p>\n<p>We descended using a handline for ~15 foot drop, and no ropes other\nthan that. You might be able to get down without anything. Or you may\nneed more, depending on water levels and experience. Also keep in mind\nthis requires some really low water. 6cfs seemed like a great level: <a\nhref=\"http://www.dreamflows.com/graphs/day.494.php\">http://www.dreamflows.com/graphs/day.494.php</a>\nIf you had 12, I bet it would be pretty intense. Also even if it isn't\nvery technical, the gorge is committing.</p>\n<p>There are more gorges substantially farther down stream, with big\nwalls and some giant boulders, you can look up pictures of kayakers\nrunning all the way down to Mammoth Pool Reservoir. The gorge above\nwhere Granite Creek comes in seems like it'd probably be cool to see,\nbut access might be hard.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From Mammoth, drive up to the ski resort. You can park where the\ngondola is and take a shuttle, but I think doing an overnight you can\npark in Devil's Postpile. You could probably get that information with\nthe national forest service permit which you are probably supposed to\nget to do the trip as an overnight.</p>\n<p>Hike to Rainbow Falls, then Lower Falls. From there, you want to get\nto here: 37.567967,-119.095488, or ~1 mile downstream to drop in.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>First off is a granite gorge, pretty easy for the most part with\ndownclimbs and short jumps. One downclimb is a bit tricky, and we set up\na handline because we could. Towards the end of this section, there is a\njump of ~30 feet. You'll have to clear a bit of a ledge, but it's no\ntrouble at all. Very straightforward jump, just a bit big.</p>\n<p>Lots of boulder hopping down from here. Walls will start to close in,\nmaking it very pretty, but the boulder hopping continues. Eventually you\nget to more bedrock in a really awesome gorge. Around a corner is a big,\nmaybe 50 foot double drop. The first half is a slide, the second half is\na jump! Below here the canyon narrows and a few low angle slides follow.\nThe final drop out of this gorge can be jumped, though there is a rock\nabout 3-4 feet deep in the landing. You can climb around on the\nright.</p>\n<p>Below here is a slide with kind of a kicker at the bottom. Fun stuff.\nYou could camp near here, you're close to the confluence with Fish\nCreek. You can shortcut to it by cutting up the bank and heading\nsouth.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Up Fish Creek is easy at first, but it closes in and becomes more\nproblematic with bushwhacking and or boulder hopping up the creek. After\na few hours you'll see a high cliff that stretches for a good ways up\nthe canyon to where the valley opens way up. The trail out comes from\nthe other side of the cliff, crosses the creek, then switchbacks up to\nyour left. You'll find the trail up on the left.</p>\n<p>Hike North along this trail back to Devil's Postpile. There is some\npretty great water at Cold Creek.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>You should technically get a permit from the NFS in Mammoth or\nelsewhere.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "e9e6fd49fc2f84a3aeff760b740d4542"
}