{"technicalRating":2,"permit":"No","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>A gorge high up on Dinkey Creek, that unfortunately is a little too wide and open to make a great canyoning route.  That said, if you think of it more as a really pretty hike with some fun jumps, it's pretty fun, and in a beautiful location.  The entire section can be hiked on the DC left side\/ up canyon right (east side). Most of the distance can be hiked next to the water.  However, near the top, next to Dinkey Dome is a short committing gorge of a hundred yards or so that is true canyoneering. One can still hike high on the east side, but the inner gorge in this short section is not visible from the hike.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Take Rock Creek Road off of Dinkey Creek Road to the north.  Typical Dinky Creek area road with lots of potholes.  Eventually you cross Rock Creek and come out on the side of a steep slope with views of the Dinkey Creek drainage.  Shortly after a road down the right will take you to a quarry where you can leave your exit vehicle: 37.117477,-119.154663\n<\/p><p>Turn around, head back up the main road and make a right.  At the next intersection make another right.  The road soon becomes steeper and substantially more bumpy.  Drive to a distinct left hand switchback and park there:  37.127469,-119.130783\n<\/p><p>Hike up the small drainage going south from the switchback.  Cross some downfall and wet meadows to eventually cross a saddle then descend down to Dinky Creek.  Aiming a little left (east) will help you avoid some cliffs on your way down.  \n<\/p><p>At this point it might be cool to cross the creek hike up to the top of Dinky Dome.  It looks like if you go around the south side it would be class 2, although I couldn't find any information on it, and I didn't try.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Head down the creek.  There are some cool potholes and a short gorge as you pass underneath Dinkey Dome.  Lower down a short canyon forms.  This can be descended by jumping, although keep in mind that one of the jumps was about 15 or 20 feet and required a pretty precise landing.  If that's not your thing, you should be able to bypass this down canyon left.  At the end of the gorge is a drop into a chamber which could be rappelled (it's doubtful there are any smart jumping options here) or you can simply climb out and around on the left.  \n<\/p><p>Further downstream the gorge opens up to lots of shallow and wide waterfalls.  It's pretty, and easy hiking.  This gets steeper eventually, offering some fun little slides, and then some jumps, some of which can be pretty big if you climb up and around on the side.  Below it ends in a big pool, trees pop up, and it becomes bouldery.  Look for Cow Creek to come in on the right and a ridge of dark rocks in front of you.  That's your exit.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Head up the ridge of dark rocks.  If you follow this up, which is a fairly pleasant climb, it will bring you back up to the quarry.\n<\/p><p>If you don't wish to do a shuttle, simply hike back up the east side of Dinkey Creek to the start.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","url":"https:\/\/ropewiki.com\/Dinky_Creek_(Dinky_Dome_Gorge)","riskRating":null,"id":10120,"rappelCountMax":null,"timeRating":"II","waterRating":"B","longitude":-119.1376,"geojson":null,"rappelCountMin":null,"quality":2,"rappelLongestMeters":6.1,"name":"Dinky Creek (Dinky Dome Gorge)","latitude":37.1133,"vehicle":"Passenger","shuttleSeconds":900,"months":["Jul","Aug","Sep"],"version":"3cca3252e47187a45f16f0183f6e5dd105fea506769c0ded05afbe937778aa82"}