{"version":"30f4435d18c4f77a942ec1b47fd83d29e818415d4919415f052a491fb0a4f118","technicalRating":3,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Sombrio is a fun canyon along the Juan de Fuca, Exiting right at Sombrio Beach.  It has some interesting repels, some great jumps and is set in a scenic rain forest environment.  Although it has not been investigated there are many potential exit points although it the bushwhack out could be long and difficult. There are also many sections with steep walls and no possible escape.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Follow Hwy 14 from Victoria toward Port Renfrew.  After Passing though Jordan River and into the Juan de Fuca park, look for signs to sombrio beach.  Turning down to sombrio beach will take you to the exit parking lot.  Continue past this turning 1km and you will come across the first of three bridges for sombrio River. Find a place to park off the road on the south side just after the Sombrio River II bridge. Access to the canyon can be made by scrambling down under the bridge on the north east side.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>After entering the canyon walk down creek you will arrive at a gentle left then right switch back.  This is followed by a pool (approx. 6') this can be jumped from canyon right approx 3m.\n<\/p>\n<ul><li>Rappel-1 20m (60’)  from a log on canyon left and is approximately ends in a deep pool, potential jump from half way but rock is slippy.  Swim across to R-2<\/li>\n<li>Rappel-2, 35m.  Needs further bolting but currently rappel is off angled bolt and small cock stone in rock in the middle off creek.  Again in to deep pool.  Swim across pool for clean pull.<\/li>\n<li>Pool is followed by down climb on left side of canyon (this can be rappelled) 8m<\/li>\n<li>After down climb and swim under trees you will arrive at a 5m jump in to deep pool, which can be down climbed.<\/li>\n<li>Rappel-3 30m two stage 6m&gt;14m.  From large chock stone on ledge canyon right LEFT rappel to shallow pit, rappel continues at on 2m rappel before dropping again to 12m rappel to ledge in deep pool.<\/li>\n<li>Jump 6m, in to narrow pool can probably jumped from higher pool is deep.<\/li>\n<li>Jump 4m. At the point where Sombrio River 3 meets Sombrio River 2 there is a jump, pool with large trees is deepest canyon right just at jump, can be jumped at different heights from 4m to 8m.<\/li>\n<li>Jump 2m. Arrive at section with option to go left or right, left is down climb to small pool followed by 2m jump, right is down climb.  Central is up to 7m jump.<\/li>\n<li>Jump 3m. Down climb canyon right to 3m jump in to deep pool.  Potential for higher jump.<\/li>\n<li>Jump 4m, off canyon left in to shallow pool<\/li>\n<li>2m jump canyon central in shallow pool<\/li>\n<li>Down climb 2m in between\/under rocks or jump from top log in very shallow pool<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>On completing the canyon will be greeted by a suspension bridge and a view out in the strait of Juan de Fuca. Exit beside the bridge (to save you wet suit getting too salty) and go over the bridge and up the hill to the car park for Sombrio beach.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>The whole river is in a park.  There is a fee for overnight camping and parking.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐bdzjs\nCached time: 20240914192024\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","id":10165,"name":"Sombrio Creek","rappelCountMin":5,"longitude":-124.2868,"waterRating":"C","shuttleSeconds":600,"rappelCountMax":5,"latitude":48.514,"vehicle":"Passenger","geojson":null,"months":["Jun","Jul","Aug","Sep","Oct","Nov"],"riskRating":null,"url":"https:\/\/ropewiki.com\/Sombrio_Creek","permit":"No","quality":5,"timeRating":"III","rappelLongestMeters":40}