{
  "url": "https://ropewiki.com/Sombrio_Creek",
  "latitude": 48.514,
  "longitude": -124.2868,
  "id": 10165,
  "name": "Sombrio Creek",
  "quality": 5,
  "months": [
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 5,
  "rappelLongestMeters": 40,
  "vehicle": "Passenger",
  "shuttleSeconds": 600,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Sombrio is a fun canyon along the Juan de Fuca, Exiting right at\nSombrio Beach. It has some interesting repels, some great jumps and is\nset in a scenic rain forest environment. Although it has not been\ninvestigated there are many potential exit points although it the\nbushwhack out could be long and difficult. There are also many sections\nwith steep walls and no possible escape.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Follow Hwy 14 from Victoria toward Port Renfrew. After Passing though\nJordan River and into the Juan de Fuca park, look for signs to sombrio\nbeach. Turning down to sombrio beach will take you to the exit parking\nlot. Continue past this turning 1km and you will come across the first\nof three bridges for sombrio River. Find a place to park off the road on\nthe south side just after the Sombrio River II bridge. Access to the\ncanyon can be made by scrambling down under the bridge on the north east\nside.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>After entering the canyon walk down creek you will arrive at a gentle\nleft then right switch back. This is followed by a pool (approx. 6')\nthis can be jumped from canyon right approx 3m.</p>\n<ul>\n<li>Rappel-1 20m (60’) from a log on canyon left and is approximately\nends in a deep pool, potential jump from half way but rock is slippy.\nSwim across to R-2</li>\n<li>Rappel-2, 35m. Needs further bolting but currently rappel is off\nangled bolt and small cock stone in rock in the middle off creek. Again\nin to deep pool. Swim across pool for clean pull.</li>\n<li>Pool is followed by down climb on left side of canyon (this can be\nrappelled) 8m</li>\n<li>After down climb and swim under trees you will arrive at a 5m jump\nin to deep pool, which can be down climbed.</li>\n<li>Rappel-3 30m two stage 6m&gt;14m. From large chock stone on ledge\ncanyon right LEFT rappel to shallow pit, rappel continues at on 2m\nrappel before dropping again to 12m rappel to ledge in deep pool.</li>\n<li>Jump 6m, in to narrow pool can probably jumped from higher pool is\ndeep.</li>\n<li>Jump 4m. At the point where Sombrio River 3 meets Sombrio River 2\nthere is a jump, pool with large trees is deepest canyon right just at\njump, can be jumped at different heights from 4m to 8m.</li>\n<li>Jump 2m. Arrive at section with option to go left or right, left is\ndown climb to small pool followed by 2m jump, right is down climb.\nCentral is up to 7m jump.</li>\n<li>Jump 3m. Down climb canyon right to 3m jump in to deep pool.\nPotential for higher jump.</li>\n<li>Jump 4m, off canyon left in to shallow pool</li>\n<li>2m jump canyon central in shallow pool</li>\n<li>Down climb 2m in between/under rocks or jump from top log in very\nshallow pool</li>\n</ul>\n<h2 id=\"exit\">Exit</h2>\n<p>On completing the canyon will be greeted by a suspension bridge and a\nview out in the strait of Juan de Fuca. Exit beside the bridge (to save\nyou wet suit getting too salty) and go over the bridge and up the hill\nto the car park for Sombrio beach.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>The whole river is in a park. There is a fee for overnight camping\nand parking.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "916a73c69005f792ade5b74db90b4bbc"
}