{
  "url": "https://ropewiki.com/Gomorrah_Gulch",
  "latitude": 36.0276,
  "longitude": -118.4314,
  "id": 10240,
  "name": "Gomorrah Gulch",
  "quality": 3,
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 4,
  "waterRating": "A",
  "timeRating": "IV",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 7,
  "rappelLongestMeters": 76.2,
  "vehicle": "Passenger",
  "shuttleSeconds": 1200,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Starts off with an amazing two-rappel, 450' descent through a fissure\ncarved in a large band of granite near Sherman Peak. This is the primary\ndraw to this route. After the headwall there are a series of downclimbs\nsome of which may require short rappels. There is varying amounts of\nbushwhack on and off throughout the rest of the drainage until it\nreaches the Rincon trail with a few shorter rappels interspersed. In the\nsummer the lower portion of this canyon will be very hot and is not\nrecommended.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>There are various routes to approach this canyon. It can be done with\na passenger car shuttle, which will involve additional hiking to the\ningress. Or with 2 capable high clearance 4WD vehicles, which will cut\noff about 5 miles and 1,500' of gain.</p>\n<p><strong>4WD Approach Option #1</strong>: From Kernville continue\nnorth on MH-99 until just before the Johnsondale Bridge, turn right\n(east) onto Shermin Pass Road.(SPR) After a couple of miles, where the\nRincon Trail crosses SPR, park at a dirt lot on the left (west) side of\nthe road at 35.983356 -118.459895 Leave a shuttle vehicle here, this is\nwhere you exit the Rincon Trail on your hike out.</p>\n<p>Continue in your second 4WD vehicle east (uphill) on SPR. In about 3\nmiles, east of North Meadow Creek, you will turn left (north) onto FS\n33E48, which is just beyond a small gravel parking area located at\n35.987457 -118.414221 This road continues north at a very steep grade,\nand was not driven at the time of this writing. Several sources have\nindicated that this route is technical and should only be attempted in\nhigh clearance, modified vehicles. FS 33E48 continues uphill to North\nMeadow. Just past North Meadow you will fork Left (west) onto an unnamed\ngravel 4x4 road at 36.019218 -118.402969. This road runs back to the\nS-SW, on the West side of N. Meadow Creek, for about 1.25 miles where it\ndead-ends. There are very limited places to camp along this road, as it\nis covered in buckthorn bushes on both sides. Near the south end of this\nroad, there are a couple of clear places along the road suitable for\nparking and/or camping, both near obvious rock outcroppings. Near the\nend of this road is where you will begin your hike. We were able to park\na vehicle on the shoulder of the road here: 36.010792 -118.418562</p>\n<p><strong>4WD Approach Option #2</strong>: Leave a shuttle vehicle at\nthe Rincon Trail hiking exit, as described above. In your second\nvehicle, continue east (uphill) on SPR. You'll make a hard left turn\n(S-SW) onto(very steep initially) FS 33E29, which is the route the first\ndescentionists took. The road is quite steep in certain sections,\nrequires a spotter in several places, and has several obstacles that\nwill cause vehicle damage if you misjudge the correct line. It is very\nrocky throughout and is generally slow-going as you are often in 4WD-Lo.\nThe start of FS 33E29 is located at 35.990019 -118.389491. You will\ncontinue up this road, to the N-NW, until North Meadow. Here you will\ncontinue to the ingress parking area as described above.</p>\n<p><strong>4WD Approach Option #3</strong>: Leave a shuttle vehicle at\nthe Rincon lot. Continue east (uphill) to Sherman Pass. (At the Pass\nthere is a bathroom and a paved parking area with an interpretive sign\nand map) Below the Pass you will turn left (north) onto FS 22S26, then\nturn left (west) onto FS 33E48. Following this road up and over the\nridge will put you into North Meadow. Refer to option #1 for the\nremainder of the route from there. FS 33E48 in this area is generally\nless steep than the other two 4x4 options. After hiking this road it was\ndetermined that several sections would be difficult in a stock 4x4, with\npossible resultant vehicle damage, with anything other than a modified\nhigh-clearance/short wheelbase type vehicle.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>From the unnamed 4x4 road described above (the approx. location where\nwe started to hike from is 36.010792 -118.418562) begin hiking down-hill\nto the N-NW to the exposed (and clear of vegetation) band of granite\nclearly visible from the road you parked on. The first drainage you will\nencounter is the left fork of Gomorrah Gulch, continue a bit further to\nthe NW to the proper drop-in, at about 36.027418 -118432243.</p>\n<p>We anchored off of a big stout tree on the canyon right side, after a\npartially exposed down-climb.</p>\n<p>Rappel #1: about 250', down the canyon right side. This rappel will\nfunnel you into a narrow chute and onto a small ledge prior to the\nrappel becoming completely vertical. On canyon left of this chute are 2\nbolts for anchoring the 2nd pitch.</p>\n<p>From pitch 2 looking up at pitch one:</p>\n<figure>\n<img src=\"pitch1Gomorrah.jpg\" title=\"pitch1Gomorrah.jpg\" />\n<figcaption>pitch1Gomorrah.jpg</figcaption>\n</figure>\n<p>Rappel #2: about 200'</p>\n<figure>\n<img src=\"gomorrahR2.jpg\" title=\"gomorrahR2.jpg\" />\n<figcaption>gomorrahR2.jpg</figcaption>\n</figure>\n<p>Looking down-canyon from Rap 2:</p>\n<figure>\n<img src=\"gomorrahdowncanyon.jpg\" title=\"gomorrahdowncanyon.jpg\" />\n<figcaption>gomorrahdowncanyon.jpg</figcaption>\n</figure>\n<h2 id=\"exit\">Exit</h2>\n<p>Continue down the canyon until it widens and flattens and you reach\nthe Rincon Trail, at 36.020966 -118.454512. This is an multi-purpose\ntrail for hiking and off-road motorcycles and is maintained and obvious.\nTurn left (south) onto the trail and follow it back to your shuttle\nvehicle on S.P.R.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p>The 450'+ headwall at the beginning of the technical section of this\ncanyon, photo taken from this canyon's exit at the Rincon Trail</p>\n<figure>\n<img src=\"Headwall-gomorrah.jpg\" title=\"Headwall-gomorrah.jpg\" />\n<figcaption>Headwall-gomorrah.jpg</figcaption>\n</figure>\n<h2 id=\"background\">Background</h2>\n<p>First known technical descent by: Alden Anderson, Bronic Bednarek,\nand Dave Red; Sept 2015</p>\n",
  "version": "2423abd098f6677e13430e0b6364a593"
}