{"timeRating":"IV","rappelCountMin":5,"riskRating":null,"permit":"No","quality":3,"rappelLongestMeters":76.2,"shuttleSeconds":1200,"name":"Gomorrah Gulch","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Starts off with an amazing two-rappel, 450' descent through a fissure carved in a large band of granite near Sherman Peak. This is the primary draw to this route. After the headwall there are a series of downclimbs some of which may require short rappels. There is varying amounts of bushwhack on and off throughout the rest of the drainage until it reaches the Rincon trail with a few shorter rappels interspersed. In the summer the lower portion of this canyon will be very hot and is not recommended.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>There are various routes to approach this canyon. It can be done with a passenger car shuttle, which will involve additional hiking to the ingress. Or with 2 capable high clearance 4WD vehicles, which will cut off about 5 miles and 1,500' of gain.\n<\/p><p><b>4WD Approach Option #1<\/b>:\nFrom Kernville continue north on MH-99 until just before the Johnsondale Bridge, turn right (east) onto Shermin Pass Road.(SPR)  After a couple of miles, where the Rincon Trail crosses SPR, park at a dirt lot on the left (west) side of the road at 35.983356 -118.459895\nLeave a shuttle vehicle here, this is where you exit the Rincon Trail on your hike out.\n<\/p><p>Continue in your second 4WD vehicle east (uphill) on SPR.  In about 3 miles, east of North Meadow Creek, you will turn left (north) onto FS 33E48, which is just beyond a small gravel parking area located at 35.987457 -118.414221  This road continues north at a very steep grade, and was not driven at the time of this writing.  Several sources have indicated that this route is technical and should only be attempted in high clearance, modified vehicles.  FS 33E48 continues uphill to North Meadow. Just past North Meadow you will fork Left (west) onto an unnamed gravel 4x4 road at 36.019218 -118.402969.  This road runs back to the S-SW, on the West side of N. Meadow Creek, for about 1.25 miles where it dead-ends.  There are very limited places to camp along this road, as it is covered in buckthorn bushes on both sides.  Near the south end of this road, there are a couple of clear places along the road suitable for parking and\/or camping, both near obvious rock outcroppings.  Near the end of this road is where you will begin your hike.  We were able to park a vehicle on the shoulder of the road here:  36.010792 -118.418562\n<\/p><p><b>4WD Approach Option #2<\/b>:\nLeave a shuttle vehicle at the Rincon Trail hiking exit, as described above.  In your second vehicle, continue east (uphill) on SPR.  You'll make a hard left turn (S-SW) onto(very steep initially) FS 33E29, which is the route the first descentionists took.  The road is quite steep in certain sections, requires a spotter in several places, and has several obstacles that will cause vehicle damage if you misjudge the correct line.  It is very rocky throughout and is generally slow-going as you are often in 4WD-Lo.  The start of FS 33E29 is located at 35.990019 -118.389491.  You will continue up this road, to the N-NW, until North Meadow.  Here you will continue to the ingress parking area as described above.\n<\/p><p><b>4WD Approach Option #3<\/b>:\nLeave a shuttle vehicle at the Rincon lot.  Continue east (uphill) to Sherman Pass.  (At the Pass there is a bathroom and a paved parking area with an interpretive sign and map)  Below the Pass you will turn left (north) onto FS 22S26, then turn left (west) onto FS 33E48.  Following this road up and over the ridge will put you into North Meadow.  Refer to option #1 for the remainder of the route from there.\nFS 33E48 in this area is generally less steep than the other two 4x4 options.  After hiking this road it was determined that several sections would be difficult in a stock 4x4, with possible resultant vehicle damage, with anything other than a modified high-clearance\/short wheelbase type vehicle.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>From the unnamed 4x4 road described above (the approx. location where we started to hike from is 36.010792 -118.418562) begin hiking down-hill to the N-NW to the exposed (and clear of vegetation) band of granite clearly visible from the road you parked on.  The first drainage you will encounter is the left fork of Gomorrah Gulch, continue a bit further to the NW to the proper drop-in, at about 36.027418 -118432243.\n<\/p><p>We anchored off of a big stout tree on the canyon right side, after a partially exposed down-climb.\n<\/p><p>Rappel #1:  about 250', down the canyon right side.  This rappel will funnel you into a narrow chute and onto a small ledge prior to the rappel becoming completely vertical.  On canyon left of this chute are 2 bolts for anchoring the 2nd pitch.\n<\/p><p>From pitch 2 looking up at pitch one:\n<\/p><p><br \/>\n<\/p><p><br \/>\n<\/p><p>Rappel #2:  about 200'\n<\/p><p><br \/>\n<\/p><p><br \/>\n<\/p><p>Looking down-canyon from Rap 2:\n<\/p><p><br \/>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Continue down the canyon until it widens and flattens and you reach the Rincon Trail, at 36.020966 -118.454512.  This is an multi-purpose trail for hiking and off-road motorcycles and is maintained and obvious.  Turn left (south) onto the trail and follow it back to your shuttle vehicle on S.P.R.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading1\"><h1 id=\"=Beta_sites\"><span id=\".3DBeta_sites\"><\/span>=Beta sites<\/h1><\/div>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>=\n<\/p><p><br \/>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p>The 450'  headwall at the beginning of the technical section of this canyon, photo taken from this canyon's exit at the Rincon Trail\n<\/p><p><br \/>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>First known technical descent by:  Alden Anderson, Bronic Bednarek, and Dave Red; Sept 2015\n<\/p>\n\n\n<\/div>","longitude":-118.4314,"id":10240,"url":"https:\/\/ropewiki.com\/Gomorrah_Gulch","geojson":null,"rappelCountMax":7,"latitude":36.0276,"version":"c078a9cad2430bc09c5075cc84071ae63e70f6a7ecc0bcb865e520141ee441c9","vehicle":"Passenger","technicalRating":4,"waterRating":"A","months":["Sep","Oct","Nov","Dec","Jan","Feb","Mar","Apr","May"]}