{"rappelCountMax":null,"rappelLongestMeters":42.67,"url":"https:\/\/ropewiki.com\/Piute_Creek_(Yosemite_National_Park)","months":["Jul","Aug","Sep","Oct"],"geojson":null,"name":"Piute Creek (Yosemite National Park)","id":10268,"longitude":-119.582,"version":"1ef8539736d91fe7415100aa03022ac7bfb5cdba12d905cacb8bbedf22861be5","technicalRating":3,"waterRating":"C","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Piute Creek drops steeply off the north side of the Grand Canyon of the Tuolumne down into Pate Valley, creating an amazing canyoneering route.  The canyon is more enclosed with steeper walls than many Sierra canyons, and offers plentiful jumps, slides and rappels.  Although it is certainly pretty difficult to access the canyon (not to mention get back to your car) it is well worth the effort.\n<\/p><p><br \/>\nIn terms of water, we did this in October after 4 years of drought.  So it was very low.  The drainage is very big and so even if you want to run it with more water, it's not an early season trip.  3-5 cfs would make it pretty exciting.  Anything more and you might need a bolt kit.  \n<\/p><p>Looking at <a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/waterdata.usgs.gov\/usa\/nwis\/uv?11274790\">the Tuolumne gauge<\/a> and <a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.yosemiteconservancy.org\/webcams\/yosemite-falls\">the Yosemite Falls webcam<\/a> would be helpful... Though what numbers to look for I'm not really sure.\n<\/p>\n<ul><li><ul><li><ul><li>Note for Slippery When Wet: A Guide to Canyoning the Sierra Nevada. There was a typo for this canyon, and the wrong image got uploaded for the flow gradient. Here's the image that should be there. If you have the book and would like a sticker to cover the errata, send me a message with your name and address. <a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/inlo.blog\/contact\/\">https:\/\/inlo.blog\/contact\/<\/a>  -Rick I<\/li><\/ul><\/li><\/ul><\/li><\/ul>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>It's easiest to start at White Wolf Campground.  Hiking north down to Pate Valley is around 11 miles and drops ~4000 feet of elevation.  Pate Valley makes for a good base camp, where you can leave your overnight gear and head for Piute Creek the next day.  Expect a long day, 12-16 hours probably.  \n<\/p><p>With an early start, head up the trail toward Pleasant Valley.  The trail gains 4,000 feet of elevation, then drops back down a good bit into the valley.  Once in Pleasant Valley, the trail meanders over a couple small granite ridges before bringing you down within 20 or 30 feet of the creek.  Head downstream from there.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>At first you should be able to follow slabs along the side of the canyon, before it constricts forcing you to suit up.  Continuing downstream a few downclimbs jumps and slides may be sufficient to get down.  One spot has an awkward downclimb into a small but deep pothole.  That, and maybe another spot or two could cause issues with high water.  \n<\/p><p>Soon you enter a gorge with higher walls.  A tree on the top left makes a good anchor for a rappel, below which scrambling above a few boulders brings you to a ~30 foot drop into a very large pool.  The pool has a shallow shelf that extends out a way, but you can jump past it by doing a bit of 4th class climbing off to the left, and jumping far out into the pool, staying along the down canyon left wall.  \n<\/p><p>This takes you out of this gorge section.  Just a bit downstream the canyon gets nice and steep.  The canyon is open here with big waterfalls, so there are plenty of options.  The first part is a triple drop.  The 1st and 3rd could be jumped, the second definitely not.  You can rappel down a large wall on the right past all three, or to the top of the 3rd and jump.  Just down from here is a big beautiful falls into more canyon.  Oddly enough there is an easy downclimb (almost a walk) on a ledge on the left of this waterfall.  Below this waterfalls are two small but deep hanging pools, one on top of the other that can be jumped.  Below them is a ~70 foot rappel off of a particularly convenient chockstone.  The rappel starts in a crack, and remains semi-constricted all the way down, so you may want to avoid it if water is high.  \n<\/p><p>Below here is a boulder filled gorge that you can climb into easily if you head down on the down canyon right rim a bit.  The gorge is pretty simple, and has one 12 foot drop into a 4 foot deep pool that can be jumped with caution.  Below this the canyon opens up and trees fill in the side.  You can follow the creek or try going through the forest though there is a lot of deadfall.  \n<\/p><p>After the forest ends a bit of downclimbing brings you to the final, longest, and most exciting gorge.  It begins with a large maze of boulders with tunnels and mostly dead ends underneath.  The easiest choice is to rappel in on top of the boulders from the down canyon left side, from where you can climb or rappel down to the canyon below.  \n<\/p><p>Just beneath the boulder pile is a small slide into a shallow rocky pool which you should probably rappel.  Below here the canyon drops into a very narrow slot for a bit which you could climb into, or make a fairly precise jump.  Down from here there is a drop, probably over 30 feet which can be jumped, though it might be a good idea to get someone to scope out the deep spot.  \n<\/p><p>Down from this jump the canyon pinches in just above a ~70 foot waterfall into more canyon below, at a particularly beautiful spot in the canyon.  Below here is one fun jump, followed by another better one, followed by an amazing slide!  \n<\/p><p>Climb down from here past a dead tree as the canyon grows shallower to reach one\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐l6s5n\nCached time: 20240914191902\nCache expiry: 2592000\nReduced expiry: false\nComplications: []\nCPU time usage: 0.034 seconds\nReal time usage: 0.041 seconds\nPreprocessor visited node count: 99\/1000000\nPost‐expand include size: 626\/2097152 bytes\nTemplate argument size: 27\/2097152 bytes\nHighest expansion depth: 8\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 529\/5000000 bytes\nLua time usage: 0.002\/10.000 seconds\nLua memory usage: 606898\/52428800 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   30.408      1 -total\n100.00%   30.408      1 Template:Pic\n 52.86%   16.074      1 Template:Str_number\/trim\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><pre>more little gorge which can be bypassed on the left if you're sick of having fun already.  Climb down some boulders to a jump out of a narrow slot into a big pool below.  \n<\/pre>\n<p>From here it opens up a good bit and you can easily walk along the side of everything.  There are some good falls for jumping still if you're interested, though watch out as there are some rocks and boulders in there.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Hike down the rock slabs to the forest down below.  The trail picks up pretty much straight south from the last slab on the down canyon left side before the woods (37.946706,-119.579476).  The best exit might be to head down the creek a hundred yards or so and then cut up.  If you cut up too soon, you might climb pretty far up the hill before you find the trail.  \n<\/p><p>Head back to camp and eventually your car the way you came down.  Best to get an early morning start on the way out in the summer.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Permits required\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐r7p7h\nCached time: 20240914191903\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.004 seconds\nReal time usage: 0.005 seconds\nPreprocessor visited node count: 15\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","timeRating":"VI","permit":"Yes","latitude":37.9577,"shuttleSeconds":null,"quality":5,"riskRating":"R","rappelCountMin":null,"vehicle":"Passenger"}