{
  "url": "https://ropewiki.com/Piute_Creek_(Yosemite_National_Park)",
  "latitude": 37.9577,
  "longitude": -119.582,
  "id": 10268,
  "name": "Piute Creek (Yosemite National Park)",
  "quality": 5,
  "months": [
    "Jul",
    "Aug",
    "Sep",
    "Oct"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "VI",
  "riskRating": "R",
  "permit": "Yes",
  "rappelCountMin": 2,
  "rappelCountMax": 2,
  "rappelLongestMeters": 42.67,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Piute Creek drops steeply off the north side of the Grand Canyon of\nthe Tuolumne down into Pate Valley, creating an amazing canyoneering\nroute. The canyon is more enclosed with steeper walls than many Sierra\ncanyons, and offers plentiful jumps, slides and rappels. Although it is\ncertainly pretty difficult to access the canyon (not to mention get back\nto your car) it is well worth the effort.</p>\n<p>In terms of water, we did this in October after 4 years of drought.\nSo it was very low. The drainage is very big and so even if you want to\nrun it with more water, it's not an early season trip. 3-5 cfs would\nmake it pretty exciting. Anything more and you might need a bolt\nkit.</p>\n<p>Looking at <a\nhref=\"http://waterdata.usgs.gov/usa/nwis/uv?11274790\">the Tuolumne\ngauge</a> and <a\nhref=\"http://www.yosemiteconservancy.org/webcams/yosemite-falls\">the\nYosemite Falls webcam</a> would be helpful... Though what numbers to\nlook for I'm not really sure.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>It's easiest to start at White Wolf Campground. Hiking north down to\nPate Valley is around 11 miles and drops ~4000 feet of elevation. Pate\nValley makes for a good base camp, where you can leave your overnight\ngear and head for Piute Creek the next day. Expect a long day, 12-16\nhours probably.</p>\n<p>With an early start, head up the trail toward Pleasant Valley. The\ntrail gains 4,000 feet of elevation, then drops back down a good bit\ninto the valley. Once in Pleasant Valley, the trail meanders over a\ncouple small granite ridges before bringing you down within 20 or 30\nfeet of the creek. Head downstream from there.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>At first you should be able to follow slabs along the side of the\ncanyon, before it constricts forcing you to suit up. Continuing\ndownstream a few downclimbs jumps and slides may be sufficient to get\ndown. One spot has an awkward downclimb into a small but deep pothole.\nThat, and maybe another spot or two could cause issues with high\nwater.</p>\n<p>Soon you enter a gorge with higher walls. A tree on the top left\nmakes a good anchor for a rappel, below which scrambling above a few\nboulders brings you to a ~30 foot drop into a very large pool. The pool\nhas a shallow shelf that extends out a way, but you can jump past it by\ndoing a bit of 4th class climbing off to the left, and jumping far out\ninto the pool, staying along the down canyon left wall.</p>\n<p>This takes you out of this gorge section. Just a bit downstream the\ncanyon gets nice and steep. The canyon is open here with big waterfalls,\nso there are plenty of options. The first part is a triple drop. The 1st\nand 3rd could be jumped, the second definitely not. You can rappel down\na large wall on the right past all three, or to the top of the 3rd and\njump. Just down from here is a big beautiful falls into more canyon.\nOddly enough there is an easy downclimb (almost a walk) on a ledge on\nthe left of this waterfall. Below this waterfalls are two small but deep\nhanging pools, one on top of the other that can be jumped. Below them is\na ~70 foot rappel off of a particularly convenient chockstone. The\nrappel starts in a crack, and remains semi-constricted all the way down,\nso you may want to avoid it if water is high.</p>\n<p>Below here is a boulder filled gorge that you can climb into easily\nif you head down on the down canyon right rim a bit. The gorge is pretty\nsimple, and has one 12 foot drop into a 4 foot deep pool that can be\njumped with caution. Below this the canyon opens up and trees fill in\nthe side. You can follow the creek or try going through the forest\nthough there is a lot of deadfall.</p>\n<p>After the forest ends a bit of downclimbing brings you to the final,\nlongest, and most exciting gorge. It begins with a large maze of\nboulders with tunnels and mostly dead ends underneath. The easiest\nchoice is to rappel in on top of the boulders from the down canyon left\nside, from where you can climb or rappel down to the canyon below.</p>\n<p>Just beneath the boulder pile is a small slide into a shallow rocky\npool which you should probably rappel. Below here the canyon drops into\na very narrow slot for a bit which you could climb into, or make a\nfairly precise jump. Down from here there is a drop, probably over 30\nfeet which can be jumped, though it might be a good idea to get someone\nto scope out the deep spot.</p>\n<p>Down from this jump the canyon pinches in just above a ~70 foot\nwaterfall into more canyon below, at a particularly beautiful spot in\nthe canyon. Below here is one fun jump, followed by another better one,\nfollowed by an amazing slide!</p>\n<p>Climb down from here past a dead tree as the canyon grows shallower\nto reach one more little gorge which can be bypassed on the left if\nyou're sick of having fun already. Climb down some boulders to a jump\nout of a narrow slot into a big pool below.</p>\n<p>From here it opens up a good bit and you can easily walk along the\nside of everything. There are some good falls for jumping still if\nyou're interested, though watch out as there are some rocks and boulders\nin there.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Hike down the rock slabs to the forest down below. The trail picks up\npretty much straight south from the last slab on the down canyon left\nside before the woods (37.946706,-119.579476). The best exit might be to\nhead down the creek a hundred yards or so and then cut up. If you cut up\ntoo soon, you might climb pretty far up the hill before you find the\ntrail.</p>\n<p>Head back to camp and eventually your car the way you came down. Best\nto get an early morning start on the way out in the summer.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Permits required</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "c2a6bad7528c6dcab42900f00c978b3f"
}