{
  "url": "https://ropewiki.com/Stone_Donkey_Canyon",
  "latitude": 37.3475,
  "longitude": -111.9445,
  "id": 1055,
  "name": "Stone Donkey Canyon",
  "quality": 3.9,
  "technicalRating": 3,
  "waterRating": "B",
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<h2 id=\"approach\">Approach</h2>\n<p>Approach is flat, but almost entirely sand. The walking in soft sand\nfor 18 miles is exhausting. You would be out of your mind to attempt\nthis canyon in a day. Two long days, or better yet, three relaxed days,\nis reasonable.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>We rappelled off a bush on the north rim of the beginning of the\nslot. It was about 50 meters to the bottom.</p>\n<p>I would not advise leaving your rope and coming back to pick it up.\nThe approach is long, sandy and high, taking at least 45 minutes each\nway. Bring 100 meters of rope, and rope bags, and haul it through the\ncanyon. The canyon is tight, but not anything like say Middle Fork of\nLeprechaun.</p>\n<p>Currently (April 2020) there is a very large debris pile inside the\nslot. It is a vertical log and smaller logs blocking passage, at least\n20 feet high. It would be difficult and dangerous, if even possible, to\nclimb up over this. However, there is a small hole in the bottom of the\ndebris pile. If you weigh under maybe 200 pounds, you will fit. If not,\nYOU COULD BE TRAPPED IN THIS CANYON WITH ABSOLUTELY NO HOPE OF AN EXIT,\nAND NO SERVICE FOR YOUR SPOT DEVICE. Do not currently do this canyon if\nyou weigh over 200 pounds.</p>\n<p>The several pools were full, and were waist-deep at most. Because\nthis slot is so deep, it is at least 15 F cooler inside than outside. It\nwas 65 outside and we were fine with no wetsuits.</p>\n<p>Several parts are pitch black, at least on the sunny day in April\nthat we went. Absolutely carry a headlight through this one.</p>\n<p>Upclimbing from the bottom would probably be impossible, and would\nrequire a ton of effort. If you are a hiker, poke your head in the first\n50 feet, then turn around at the first major upclimb. If you are a\ncanyoneer, bring your vertical gear and start with the rappel.</p>\n<p>There is now only a pool of quicksand at the Stone Donkey spring.\nCamp instead anywhere along Hackberry Creek, where there is more water\nand tons of sandy campsites.</p>\n<p>Gorgeous and very fun canyon.</p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://ropewiki.com/User:Super_Amazing_Map?id=Stone_Donkey_Canyon_-_SW_Escalante_area\">Super\nAmazing Map</a> : Stone Donkey Canyon</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://toddshikingguide.com/Hikes/Utah/Escalante/Escalante15.htm\">ToddsHikingGuide.com</a>\n: Stone Donkey Canyon</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"https://www.roadtripryan.com/go/t/utah/escalante/stone-donkey-canyon\">1</a>\n: Road Trip Ryan Stone Donkey Canyon</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://candition.com/canyons/stone-donkey-canyon\">Candition.com</a>\n:</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": []
  }
}