{
  "url": "https://ropewiki.com/Great_White_Icicle",
  "latitude": 40.5675,
  "longitude": -111.7408,
  "id": 1058,
  "name": "Great White Icicle",
  "quality": 3.2,
  "months": [
    "Jun",
    "Jul",
    "Aug"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "II",
  "riskRating": "PG",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 5,
  "rappelLongestMeters": 67.06,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<h2 id=\"approach\">Approach</h2>\n<p>To approach The Great White Icicle, park about two miles up Little\nCottonwood Canyon, approximately 100 yards down the canyon from the\npower plant. A small shoulder on the road can accommodate a few\nvehicles. Please make sure to park completely off the road. Carpooling\nfrom the park ride is also recommended to conserve the limited parking\navailable.</p>\n<p>After parking, find a well-worn path through the trees and into the\nriver bed. The river is crossable during low flow but impossible to\ncross during heavy spring runoff. During times of high water, it's\nnecessary to park further up the canyon and use one of the bridges along\nthe Little Cottonwood Trail.</p>\n<p>Once you have crossed the river, follow the Little Cottonwood Trail\nup about 300 feet. The trail to the base of the Great White Icicle will\nbe on your right and requires some bushwhacking. Near the bottom of the\nGreat White Icicle, continue to the right, bushwacking to a worn and\nprimitive trail. Continue hiking and scrambling upwards through loose\nrocks and downed trees. Be careful with this approach to avoid rockfall\nhazards! There's a small stream on the left as you climb upwards.</p>\n<p>Once you're near the top, cross over the small stream on the left, in\nfront of a large rock slab, and continue to the left as you progress\nupwards. The worn trail under the rock slab should be obvious here.\nNearing the top, you'll round an exposed corner (with incredible views\nof the canyon and valley below), downclimb several feet and cross a\nsmall creek just before the top of the Great White Icicle.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Rappel 1 (20 feet): The first rappel isn't mandatory and can be\nbypassed with downclimbing. A natural anchor consists of webbing slung\naround a broad tree trunk.</p>\n<p>Rappel 2 (190 feet): Another natural anchor of webbing slung around a\nbroad tree trunk. There are good ledges below to start your rappel. It's\nbest to send the first person with a rope so they can rig the next\nrappel because rappel 3 starts on a (very) small ledge.</p>\n<p>Rappel 3 (200+ feet): Bolted anchors on a (very) small ledge. With a\n200-foot rope, you'll be 20+ feet short of the flat ground. Getting off\nrappel on the slab and downclimbing the remaining distance safely is\nstraightforward. In low water conditions, you can get off the rappel to\nthe left of the waterfall, allowing more people to meet at the rappel\nstation. But there's still limited space, so sequence carefully.</p>\n<p>Rappel 4 (200 feet): Bolted anchors extended with red webbing. The\nfourth rappel starts on a large ledge and is an ideal spot to meet as a\ngroup, have a snack, and enjoy the spectacular views. Rappel extends\nabove the cliff side, with sharp rocks, so set your rope carefully to\navoid unnecessary damage.</p>\n<p>Rappel 5 (60+ feet): Another optional rappel. It can be downclimbed\non the canyon left. But what's the fun of that? Bolted anchors make for\neasy rigging. Rappel is fun to slide in wet conditions.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Hike back to your vehicle and enjoy the rest of your day!</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://climb-utah.com/WM/icicle.htm\">Climb-Utah.com</a> : Great\nWhite Icicle</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://roadtripryan.com/go/t/utah/wasatch/great-white-icicle\">RoadTripRyan.com</a>\n: Great White Icicle</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://hikearizona.com/decoder.php?ZTN=16428\">HikeArizona.com</a>\n: The Great White Icicle</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://ropewiki.com/User:Super_Amazing_Map?id=The_Great_White_Icicle_-_Wasatch_Mountains\">Super\nAmazing Map</a> : The Great White Icicle</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://candition.com/canyons/great-white-icicle-canyoneering\">Candition.com</a>\n: Great White Icicle (Canyoneering)</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": []
  }
}