{"vehicle":"Passenger","technicalRating":3,"id":10649,"rappelCountMax":7,"latitude":36.0509,"shuttleSeconds":null,"url":"https:\/\/ropewiki.com\/Shop_Creek","rappelLongestMeters":30.48,"version":"cba0eb1a1d73485a3adaac6e366433940a201b5f738514a0faa6151d10769156","quality":4.7,"geojson":null,"months":["Jan","Feb","Mar","Apr"],"name":"Shop Creek","waterRating":"C","riskRating":null,"rappelCountMin":5,"longitude":-93.2588,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Short, pretty impressive canyon in the Ozark Mountains.  Narrow twisty slot with beautiful flowing water during the right time of year.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Park at the one spot 36.054214, -93.255078 on the Camp Orr Road next to where the Buffalo River Trail crosses the road. Can also park at the Twin Falls Trailhead but that lot only has room for around 6 cars and is often full. Walk the BRT a few minutes toward Shop creek to where the power line clearing is. Walk straight up the clearing, when it becomes a steep side traverse walk up to the left into the woods. Stay just below the rim as you will be skirting private property and don’t want to go through someone’s back yard. Keep going up the slope past where the power line clearing begins again and it starts going down a little. Continue to the left and you will come into Shop Creek above the first rappel. This is about gps coordinate 36.0454695, -93.2574617. You will see a 5' vertical drop that can be climbed down on the left side.  The first rappel is off a tree on the right side about 50' past the 5' drop.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>5 or 6 raps total not including Twin Falls.  Canyon is quite slippery in many spots and first rap is overhung with a awkward start and potential sharp edge - keep rope out of crack and away from sharp edge.  Getting to the rap off tree on RDC side (maybe rap 3) we hiked up steep slope and straight down to tree to avoid falling off the drop. As of 4-30-23 all anchors in good condition. All but one are webbing on trees and the one is off two bolts on RDC. One spot chest deep water, but water fairly warm so no wetsuits needed when temps outside mid 60s.  The water disappears after slot section until reappearing above Twin Falls.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Hike down the stream bed to the Buffalo River trail, then turn right and hike back to your car if parked on Orr road.  Better yet hike another hundred yards to Twin Falls.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Be cautious to avoid private property on the approach.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p>Multiple bolt anchors have been recently placed. Raps seem less ackward negotiating initial ledges.  Within the slot section, the anchors keep you in the flow instead of scrambling up slippery rock to tree anchors. \nEarly in the narrow slot section, there is a series of two single bolts for a handline down to a two bolt anchor.  This station is just above a sharp right turn in the slot down canyon. Rappel in the water but throw the pull strand further down stream avoiding the sharp turn. This will allow for a more reasonable pull down. \nWear a wet suit in the early spring when rain brings more flow but the ambient temperatures are still too low to make a wet day enjoyable.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","permit":"No","timeRating":"II"}