{
  "url": "https://ropewiki.com/Shop_Creek",
  "latitude": 36.0509,
  "longitude": -93.2588,
  "id": 10649,
  "name": "Shop Creek",
  "quality": 4.5,
  "months": [
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 7,
  "rappelLongestMeters": 30.48,
  "vehicle": "Passenger",
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Short, pretty impressive canyon in the Ozark Mountains. Narrow twisty\nslot with beautiful flowing water during the right time of year.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Park at the one spot 36.054214, -93.255078 on the Camp Orr Road next\nto where the Buffalo River Trail crosses the road. Can also park at the\nTwin Falls Trailhead but that lot only has room for around 6 cars and is\noften full. Walk the BRT a few minutes toward Shop creek to where the\npower line clearing is. Walk straight up the clearing, when it becomes a\nsteep side traverse walk up to the left into the woods. Stay just below\nthe rim as you will be skirting private property and don’t want to go\nthrough someone’s back yard. Keep going up the slope past where the\npower line clearing begins again and it starts going down a little.\nContinue to the left and you will come into Shop Creek above the first\nrappel. This is about gps coordinate 36.0454695, -93.2574617. You will\nsee a 5' vertical drop that can be climbed down on the left side. The\nfirst rappel is off a tree on the right side about 50' past the 5'\ndrop.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>5 or 6 raps total not including Twin Falls. Canyon is quite slippery\nin many spots and first rap is overhung with a awkward start and\npotential sharp edge - keep rope out of crack and away from sharp edge.\nGetting to the rap off tree on RDC side (maybe rap 3) we hiked up steep\nslope and straight down to tree to avoid falling off the drop. As of\n4-30-23 all anchors in good condition. All but one are webbing on trees\nand the one is off two bolts on RDC. One spot chest deep water, but\nwater fairly warm so no wetsuits needed when temps outside mid 60s. The\nwater disappears after slot section until reappearing above Twin\nFalls.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Hike down the stream bed to the Buffalo River trail, then turn right\nand hike back to your car if parked on Orr road. Better yet hike another\nhundred yards to Twin Falls.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Be cautious to avoid private property on the approach.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "6f13fb5b322e3b275a9ee208aa4e39b2"
}