{
  "url": "https://ropewiki.com/Ca%C3%B1on_Vertedero",
  "latitude": 36.2341,
  "longitude": -106.7689,
  "id": 10723,
  "name": "Cañon Vertedero",
  "quality": 2,
  "months": [
    "May",
    "Jun",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "I",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 3,
  "rappelLongestMeters": 7.62,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Cañon Vertedero translates from Spanish to Garbage Dump Canyon and\nthis beautiful slot canyon has indeed become a dump for all kinds of\nlocal's trash ranging from computers, to washing machine, and even a\nSilverado pickup. Maybe other people will appreciate this place as much\nas I did and eventually clean it up. Until then, it serves as a sad\nexample of what can happen if we don't take care of nature around\nus.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Drive up Forest Road 77 just east of Gallina, NM for about 2 miles.\nAs the dirt road climbs uphill, you will see a sandstone canyon on your\nright and come to cattle guard. Park at the cattle guard.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The slot canyon gets deeper until you reach a couple of chokestones\nthat are just a bit too high of the ground to safely drop. There is a\nlog on canyon left that makes a good anchor for this 20' drop. After\nthis is some downclimbing until a pothole is reached. A good climber can\nclimb around on canyon right using the tree roots and some rocks, but\nmost will want to go through the pothole which will require a 25' rap\nand potentially some pothole escape experience. The trash continues to\nget more diverse and is directly in the canyon. A final 20' drop is\nrequired. It could be done as a fast slide with a 5' drop, but is\nprobably best to do as a rappel.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Walk down canyon until you ind a social trail leading up to the right\nback to the road, then go back up the road to your car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://dougscottart.com/hobbies/SlotCanyons/Vertedero.htm\">Doug\nScott's New Mexico Slot Canyons</a> : Vertedero Canyon</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p>First descent Kelton Manzanares 10/30/15</p>\n<h2 id=\"background\">Background</h2>\n",
  "version": "e2874c0762f16d4916deb4363e5598a9"
}