{
  "url": "https://ropewiki.com/Root_Creek",
  "latitude": 41.1739,
  "longitude": -122.3219,
  "id": 10860,
  "name": "Root Creek",
  "quality": 3,
  "months": [
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 6,
  "rappelCountMax": 6,
  "rappelLongestMeters": 60.96,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Nice canyon, best in the area probably? Big rappels with beautiful\nwaterfalls. Largest rappel is 160ft. Due to the small exposed landing\nbetween R1 and R2, larger groups may want to carry at least 3 ropes to\nsafely get people to the large landing after R2. As of 4/23/16, R1 and\nR2 were set with chain slings around sizeable trees and R3-6 were bolted\nand also set with chains.</p>\n<p>The top bit is pretty unnecessary and any rappels would be contrived,\nthough it's pretty, and cool to descend from the top of Castle Crags. An\nalternative approach is described below for a quicker trip that still\ncaptures all of the waterfalls.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From Vista Point, take the Castle Dome trail to the top of Castle\nCrags. From the top of the trail after enjoying the view you can find a\nscrubby gully to the NW that will drop you down to Root Creek. From here\nthe creek descends a granite gorge with some waterfalls all easily\nbypassable down canyon right, then flattens out a bit and enters a\nforest.</p>\n<p>Alternate approach:</p>\n<p>From Vista Point parking lot, hike to the end of Root Creek trail (1\nmile). At the end of the designated trail, follow a well defined social\ntrail that continues along the left side of the creek (canyon right)\nuntil the falls become visible. From this point, route find your way\nalong the falls on the slabs on canyon right. Once you near the forest\nline at the top of the falls, intersect and follow a climbers trail that\nwill lead you to the top of the cascades.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>From the end point of described alternate approach above, descend\ncanyon with several steep, slippery down climbs. Party members without\ndesignated canyoneering boots may benefit from a meat anchor belay.</p>\n<p>Note: R1 and R2 are best approached as a two-stage rappel as the\nsmall exposed ledge between them is not suitable for unprotected party\nmembers.</p>\n<p>R1: 160 ft from a chain sling around tree on canyon left. First\nperson down should look for the tree anchor for R2 which is positioned\n10 feet up from the edge of the next cascade on canyon right to avoid\nrappelling past the anchor. Once R2 is established, others will be able\nto rappel to the small ledge between the waterfalls and change over to\nthe second rope.</p>\n<p>R2: 130 ft from a chain sling around tree on canyon right. The tree\nis positioned approximately 10 feet up from the edge of the waterfall\nwhich allows for an easy rope pull.</p>\n<p>Note: R3 and R4 are also best approached as a two stage rappel due to\nhigh exposure while rigging R4.</p>\n<p>R3: 40 ft from 2 chained B&amp;H on canyon left.</p>\n<p>R4 80 ft from 2 chained B&amp;H on canyon left into the deepest\nplunge pool in the canyon.</p>\n<p>R5: 30 ft from 2 chained B&amp;H on canyon left into 4-5 ft plunge\npool</p>\n<p>R6: 110 ft from 2 chained B&amp;H on canyon left.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>At the bottom of the falls social trails exit down canyon right, then\nlink up with the ADA accessible Root Creek trail, which you can take\nback to Vista Point.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Entrance fee required ($8 day pass) $25 campsite fee inside state\npark. Additional free camping can be found on national forest land by\nfollowing castle creek rd past the park entrance.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}