{"waterRating":"C","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Nice canyon, best in the area probably? Big rappels with beautiful waterfalls. Largest rappel is 160ft. Due to the small exposed landing between R1 and R2, larger groups may want to carry at least 3 ropes to safely get people to the large landing after R2. As of 4\/23\/16, R1 and R2 were set with chain slings around sizeable trees and R3-6 were bolted and also set with chains. \n<\/p><p>The top bit is pretty unnecessary and any rappels would be contrived, though it's pretty, and cool to descend from the top of Castle Crags.  An alternative approach is described below for a quicker trip that still captures all of the waterfalls.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From Vista Point, take the Castle Dome trail to the top of Castle Crags.  From the top of the trail after enjoying the view you can find a scrubby gully to the NW that will drop you down to Root Creek.  From here the creek descends a granite gorge with some waterfalls all easily bypassable down canyon right, then flattens out a bit and enters a forest.\n<\/p><p>Alternate approach:\n<\/p><p>From Vista Point parking lot, hike to the end of Root Creek trail (1 mile).  At the end of the designated trail, follow a well defined social trail that continues along the left side of the creek (canyon right) until the falls become visible.  From this point, route find your way along the falls on the slabs on canyon right.  Once you near the forest line at the top of the falls, intersect and follow a climbers trail  that will lead you to the top of the cascades.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>From the end point of described alternate approach above, descend canyon with several steep, slippery down climbs.  Party members without designated canyoneering boots may benefit from a meat anchor belay.\n<\/p><p>Note:  R1 and R2 are best approached as a two-stage rappel as the small exposed ledge between them is not suitable for unprotected party members.  \n<\/p><p>R1: 160 ft from a chain sling around tree on canyon left. First person down should look for the tree anchor for R2 which is positioned 10 feet up from the edge of the next cascade on canyon right to avoid rappelling past the anchor.  Once R2 is established, others will be able to rappel to the small ledge between the waterfalls and change over to the second rope.\n<\/p><p>R2: 130 ft from a chain sling around tree on canyon right.  The tree is positioned approximately  10 feet up from the edge of the waterfall which allows for an easy rope pull. \n<\/p><p>Note:  R3 and R4 are also best approached as a two stage rappel due to high exposure while rigging R4.\n<\/p><p>R3: 40 ft from 2 chained B&amp;H on canyon left.  \n<\/p><p>R4 80 ft from 2 chained B&amp;H on canyon left into the deepest plunge pool in the canyon. \n<\/p><p>R5: 30 ft from 2 chained B&amp;H on canyon left into 4-5 ft plunge pool\n<\/p><p>R6: 110 ft from 2 chained B&amp;H on canyon left.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>At the bottom of the falls social trails exit down canyon right, then link up with the ADA accessible Root Creek trail, which you can take back to Vista Point.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Entrance fee required ($8 day pass)\n$25 campsite fee inside state park.  Additional free camping can be found on national forest land by following castle creek rd past the park entrance.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","id":10860,"technicalRating":3,"name":"Root Creek","latitude":41.1739,"vehicle":"Passenger","version":"e876b59d4f8079b1b5ffcb633a318767797444b2877d62e82808e63cfaa438cf","geojson":null,"url":"https:\/\/ropewiki.com\/Root_Creek","rappelLongestMeters":60.96,"shuttleSeconds":null,"rappelCountMax":6,"quality":3,"rappelCountMin":6,"longitude":-122.3219,"months":["Feb","Mar","Apr","May","Jun","Jul","Aug","Sep","Oct","Nov"],"timeRating":"III","riskRating":null,"permit":"No"}