{
  "url": "https://ropewiki.com/South_Canyon_(Pinaleno_Mountains)",
  "latitude": 32.6987,
  "longitude": -109.8068,
  "id": 10940,
  "name": "South Canyon (Pinaleno Mountains)",
  "quality": 2,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 2,
  "waterRating": "A",
  "timeRating": "I",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "vehicle": "4WD - High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A short non-technical canyon hike through a tributary of Marijilda\nCreek in the Pinaleno Mountains with some nice scenery and moderate\ndownclimbing challenges to get around the few drops in the canyon.</p>\n<p>From Phoenix, drive east on the US60 through the city of Globe, then\ntake US70 to Safford. Turn right (south) onto US 191 in Safford and\ndrive for 7.4 miles, then turn right again onto state route 366 and\ndrive for 3.3 miles to turn right onto forest road 57 (unsigned) to\ndrive for another 3.7 miles to reach Gibson Canyon trailhead. FR 57 is\nquite rocky near the start, but improves a bit the farther you go. The\nonly other obstacle of consequence is a creek crossing (Marijilda Creek)\nat about 2.6 miles that at least at the time of this writing was about 4\ninches deep and fairly flat. Assuming your vehicle can safely make this\ncrossing, continue straight past the creek, ignoring a right branching\nroad very shortly afterward to drive the remaining 1.1 miles to the\ntrailhead on the left which is signed \"57 end\" and has mileage posted\nfor Gibson Canyon trail 308.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From the trailhead, continue west on the road you were driving on a\nshort distance until the road ends abruptly and the thin, overgrown\ntrail begins. Gibson Canyon trail sees only intermittent use and is of\nvarying quality depending on how much recent activity is has seen -\nfollow the trail through the high grasses as best as you can, following\na few cairns along the way. The trail basically follows Marijilda Creek\nto the west and up the slopes of the mountain to get around the two\nmajor drainages you will encounter along the way. The first drainage is\nSouth Canyon after 1.3 miles of hiking turn left and head down canyon\nhere.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Simply hike down canyon bypassing all the drops and pools on one side\nof the canyon or the other. The bypasses are not completely without\ndifficulty, but neither are they very exposed or difficult - just\nmoderate sloped scrambling and boulder hopping for the slightly more\nthan .5 miles to reach the confluence with Marijilda Creek which is\nquite distinct as the water flow becomes quite a bit more swift.\nContinue down Marijilda Creek as it heads east, then north east through\nmore scenic pools, falls and boulder hopping. After a little less than a\nmile from the confluence you will reach the old water gauging station\nand a corrugated metal fence spanning the canyon. After ducking under\nthe fence start looking for a very light use trail on the left that will\ntake you the short distance along the creek to the end of a short spur\nroad that leads up and left to the trailhead where you started.</p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.facebook.com/pat.winstanley.7/media_set?set=a.984072188318145.1073742026.100001461198708&amp;type=3&amp;uploaded=33\">https://www.facebook.com/pat.winstanley.7/media_set?set=a.984072188318145.1073742026.100001461198708&amp;type=3&amp;uploaded=33</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n",
  "version": "cf1c5e79c92e3b613c249e82d9e52779"
}