{
  "url": "https://ropewiki.com/Cueva_Veshtucoc",
  "latitude": 16.6239,
  "longitude": -92.7274,
  "id": 11373,
  "name": "Cueva Veshtucoc",
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Located between 0.5km and 2km NW of San Lucas (aka El Zapotal),\nprecise position is so far unconfirmed. This cave is an obvious flood\nrising, and was named Veshtucoc that in Tzeltal means the \"place where\nwater flows in the rainy season\".</p>\n<p>The cave is well documented in \"CAVE SCIENCE Vol . 1 5 , No.2, August\n1988, Transactions of the British Cave Research Association\" available\nat <a\nhref=\"http://hinko.org/hinko/Dowloads/BCRA/BCRA%2015-2-1988.pdf\">http://hinko.org/hinko/Dowloads/BCRA/BCRA%2015-2-1988.pdf</a>.\nIts highlights are:</p>\n<ul>\n<li>5km of well decorated, large and sporting stream cave over 300m in\nvertical extent and (back then) the longest cave in the State of\nChiapas.</li>\n<li>It contains three free diveable sumps and ended at its upstream end\nin a huge breakdown chamber where the water emerges under boulders.</li>\n<li>In another branch a large static sump awaits the attention of cave\ndivers.</li>\n<li>In 1984 the Speleo-Nederland Expedition revisited the cave and\npushed upstream for a further 1.3km to an inlet sump (Goutier ,\nl9B6).</li>\n</ul>\n<h2 id=\"approach\">Approach</h2>\n<p>Excerpt from CAVE SCIENCE Vol . 1 5 , No.2, August 1988, Transactions\nof the British Cave Research Association: The entrance is situated at\nthe head of a prominent area of light coloured rock slabs about 2km to\nthe NW and 200m higher than San Lucas. Mode rate climbing reaches a\nsmall vegetated cliff where a cross marks the entrance .</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Excerpt from CAVE SCIENCE Vol . 1 5 , No.2, August 1988, Transactions\nof the British Cave Research Association: A 6m rope climb leads to\nwater, 6m swim leads to a duck. Climb out of small pool into a passage\nwhich proceeds 8m wide over and through gaur pools, 20m swim to t~e\nsand-floored Pacific Highway. A stream of about 100 1 sec- is e\nncountered emerging from boulders and vanish ing down a tiny hole. This\nstream is constantly met in the rest of the cave. Blockage of the hole\nwill completely sump the entrance duck . The passage continues 10m wide\nthrough a stooping section to a boulder strewn enlargment. Climb\nboulders on the true right past alarmingly tilted stalagmites, up to 10m\nhigh. A pitch is encountered back to a short length of streamway. Bolt\non the true right wall needs 20m of tackle but it is shorter and easier\nto use a rope tether round muddy boulders further along a broad ledge. A\nvery muddy descent . Leave the stream and ascend over sand initially on\nthe true left but traverse towards the true right towards the rocks at\nthe top of the slope. This passage enlargement is Salon Schenker.\nDescend to the stream at the end of the c hamber where a very l ow\nairspace leads through to a smal l er , 4m square passage. Leave the\nstream at an area of sandbanks and climb to a higher level\ncross-passage. Underneath is a small stream which provide an alternative\nmuddy squeeze onwards. Right leads to a draughty aven, not scaled whilst\nleft is to a muddy chamber and on via short section of streamway .\nClimbing out of a boulder pile leads to a gloomy area of jagged black\nlimestone. The stream is again met but leave it to c l imb around and\nover boulders following a large roof tube and back to another short\nsection of streamway. Leave the water again by climbing up the true left\nwall on steep slabs to re-encounter it in a fine sporting canyon up t o\n3m wide and 20m high, with waterfalls and pools. A short length of\nwading leads to a large sump pool. A serious free-diveable siphon 4m\nlong and 1m underwater. Do not dive towards the true right wall! Swim\ninto a chamber and crawl through an eye hole to another short swim to a\ngravel beach at a passage junction. Left leads to the muddy boulder\nstrewn very large Planta Baja ending at a very large deep sump pool.\nRight follows a fine ascending streamway. Leave the stream to climb to\nan obvious higher chamber. A series of chambers leads to the well\ndecorated Salon Ben Dors which can also be reached in the streamway. An\ninclined pitch of 20m l eads through a calcited constriction back to the\nmost exciting stream way in the cave. Waterfall climbs and a short\ntechnical sling climb, the Aztec Twostep, leads to the monstrous boulder\ncollapse of Moctezuma's Revenge (= Montezuma) . Here a narrow inlet\nenters at roof level, but the main water is lost under a huge mound of\nrock. Lack of time prevented a descent of 6m pitch through the boulders.\nThe subsequent Dutch Expedition of 1984-5 (Goutier 1986) , regained the\nstreamway and found a further 1.3km of stream passage which gradually\nreduced in size to an inlet sump. The area between Salon Ben Dors and\nPlanta Baja is highly faulted with a highly intricate series of boulder\nchambers and rifts. A second inlet to Salon Ben Dors is Rising Main\nwhich proceeds Northward to a high chamber, Surveyors' End . Bolting\nreached 30m to a constriction where the way on could be seen on the\nopposite (true left) wall . The whole cave is a very exciting but\nserious undertaking.</p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><a\nhref=\"http://www.amcs-pubs.org/maps/0514.pdf\">http://www.amcs-pubs.org/maps/0514.pdf</a>\nCave Map</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "cd4b82d8ee77e2e13873bd1a38948d6b"
}