{"riskRating":null,"months":[],"shuttleSeconds":null,"geojson":null,"longitude":-92.7274,"timeRating":null,"quality":0,"name":"Cueva Veshtucoc","permit":"No","waterRating":null,"rappelCountMin":null,"url":"https:\/\/ropewiki.com\/Cueva_Veshtucoc","id":11373,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Located between 0.5km and 2km NW of San Lucas (aka El Zapotal), precise position is so far unconfirmed. This cave is an obvious flood rising, and was named Veshtucoc that in Tzeltal means the \"place where water flows in the rainy season\".\n<\/p><p>The cave is well documented in \"CAVE SCIENCE Vol . 1 5 , No.2, August 1988, Transactions of the British Cave Research Association\" available at <a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/hinko.org\/hinko\/Dowloads\/BCRA\/BCRA%2015-2-1988.pdf\">http:\/\/hinko.org\/hinko\/Dowloads\/BCRA\/BCRA%2015-2-1988.pdf<\/a>. Its highlights are:\n<\/p>\n<ul><li>5km of well decorated, large and sporting stream cave over 300m in vertical extent and (back then) the longest cave in the State of Chiapas.<\/li>\n<li>It contains three free diveable sumps and ended at its upstream end in a huge breakdown chamber where the water emerges under boulders.<\/li>\n<li>In another branch a large static sump awaits the attention of cave divers.<\/li>\n<li>In 1984 the Speleo-Nederland Expedition revisited the cave and pushed upstream for a further 1.3km to an inlet sump (Goutier , l9B6).<\/li><\/ul>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Excerpt from CAVE SCIENCE Vol . 1 5 , No.2, August 1988, Transactions of the British Cave Research Association:\nThe entrance is situated at the head of a prominent area of light coloured rock slabs about 2km to the NW and 200m higher than San Lucas. Mode rate climbing reaches a small vegetated cliff where a cross marks the entrance .\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Excerpt from CAVE SCIENCE Vol . 1 5 , No.2, August 1988, Transactions of the British Cave Research Association:\nA 6m rope climb leads to water, 6m swim leads to a duck. Climb out of small pool into a passage which proceeds 8m wide over and through gaur pools, 20m swim to t~e sand-floored Pacific Highway. A stream of about 100 1 sec- is e ncountered emerging from boulders and vanish ing down a tiny hole. This stream is constantly met in the rest of the cave. Blockage of the hole will completely sump the entrance duck . The passage continues 10m wide through a stooping section to a boulder strewn enlargment. Climb boulders on the true right past alarmingly tilted stalagmites, up to 10m high. A pitch is encountered back to a short length of streamway. Bolt on the true right wall needs 20m of tackle but it is shorter and easier to use a rope tether round muddy boulders further along a broad ledge.\nA very muddy descent . Leave the stream and ascend over sand initially on the true left but traverse towards the true right towards the rocks at the top of the slope. This passage enlargement is Salon Schenker. Descend to the stream at the end of the c hamber where a very l ow airspace leads through to a smal l er , 4m square passage. Leave the stream at an area of sandbanks and climb to a higher level cross-passage. Underneath is a small stream which provide an alternative muddy squeeze onwards. Right leads to a draughty aven, not scaled whilst left is to a muddy chamber and on via short section of streamway . Climbing out of a boulder pile leads to a gloomy area of jagged black limestone. The stream is again met but leave it to c l imb around and over boulders following a large roof tube and back to another short section of streamway. Leave the water again by climbing up the true left wall on steep slabs to re-encounter it in a fine sporting canyon up t o 3m wide and 20m high, with waterfalls and pools. A short length of wading leads to a large sump pool. A serious free-diveable siphon 4m long and 1m underwater. Do not dive\ntowards the true right wall! Swim into a chamber and crawl through an eye hole to another short swim to a gravel beach at a passage junction. Left leads to the muddy boulder strewn very large Planta Baja ending at a very large deep sump pool.\nRight follows a fine ascending streamway. Leave the stream to climb to an obvious higher chamber. A series of chambers leads to the well decorated Salon Ben Dors which can also be reached in the streamway. An inclined pitch of 20m l eads through a calcited constriction back to the most exciting stream way in the cave. Waterfall climbs and a short technical sling climb, the Aztec Twostep, leads to the monstrous boulder collapse of Moctezuma's Revenge (= Montezuma) . Here a narrow inlet enters at roof level, but the main water is lost under a huge mound\nof rock. Lack of time prevented a descent of 6m pitch through the boulders. The subsequent Dutch Expedition of 1984-5 (Goutier 1986) , regained the streamway and found a further\n1.3km of stream passage which gradually reduced in size to an inlet sump. The area between Salon Ben Dors and Planta Baja is highly faulted with a highly intricate series of boulder chambers and rifts. A second inlet to Salon Ben Dors is Rising Main which proceeds Northward to a high chamber, Surveyors' End . Bolting reached 30m to a constriction where the way on could be seen on the opposite (true left) wall . The whole cave is a very exciting but serious undertaking.\n<\/p><p><br \/>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/www.amcs-pubs.org\/maps\/0514.pdf\">http:\/\/www.amcs-pubs.org\/maps\/0514.pdf<\/a> Cave Map<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐nnqvj\nCached time: 20240914192015\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.006 seconds\nReal time usage: 0.007 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","rappelCountMax":null,"technicalRating":null,"rappelLongestMeters":null,"vehicle":null,"version":"9a19f8e6b2194bf36f87722c307864ebf139bd54c4e6b59b96d5c42445278be6","latitude":16.6239}