{
  "url": "https://ropewiki.com/Fortress",
  "latitude": -33.6445,
  "longitude": 150.3593,
  "id": 11669,
  "name": "Fortress",
  "quality": 2.8,
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Fortress is somewhere between the open swim through canyons and the\nnarrower, more technical slot canyons at ends in a stunning lookout.</p>\n<p>Rope: 20m Wetsuit: Recommended Walk in: 40min- 1hr Walk out: 1.5-2.5\nhours Descent: 2 -3 hours Rating 1.5/4 V2A2__ Elevation Gain: 350m\nDistance 8Km Car to car 4-6hrs</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Car Park: Corner of Mt Hay rd and Fortress Ridge trail. MGA556726</p>\n<p>Follow the Fortress Ridge fire trail. Head right where the road forks\nafter about 700m. After another 700m you will see an old fire road\nheading off to your right. Ignore this and instead continue west along\nthe Fortress Ridge walking track. After 500m on this track, turn right\nonto a foot track that heads north, then NE, down a ridge. Continue for\napproximately 1km before arriving at the creek. If you are wearing\nwetsuits you can put them on here, but in warm weather you are better\noff following the creek downstream until you need to start wading.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Walk alongside the creek, or walk in it where you need to,\noccasionally climbing over branches, logs and rocks. The first, short\nsection of canyon starts with a short down climb that can also be\njumped, followed immediately by a 20m swim. The canyon opens up again\nfollowing this. The next section of canyon starts with a scramble down a\nlarge boulder that takes you to a 2m water jump. After some more\nscrambling and wading you come to the third and most impressive canyon\nconstriction. It starts with a 6m abseil from a bolt on the left hand\nside of the canyon. This can also be jumped, but the water is not\nparticularly deep (usually less than 2m) and there are rocks that need\nto be avoided. After some more swimming and scrambling the canyon comes\nto an end. Continue along the creek for about 100m to the very end,\nwhere it plunges over an impressive waterfall. This is a spectacular\nspot for lunch.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Exit. The canyon ends at the top of a 70m waterfall, MGA427752 with\ngreat views. To exit go back upstream 50m and exit on to easy track to\nthe west, keep left at the top cliff line to access the Fortress Ridge\nTrack and follow that back to car. There are some spectacular views\navailable from the track, or with a quick detour onto The Fortress.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p><a\nhref=\"https://ozultimate.com/canyoning/track_notes/fortress.htm\">https://ozultimate.com/canyoning/track_notes/fortress.htm</a></p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p>{{#ev:youtube|yoF-FxUBT-A}} {{#ev:youtube|_9caa_sJSAo}}</p>\n<p><a\nhref=\"https://sleepwhenwearedead.net/2016/01/10/empress-and-fortress-canyons-10-01-16/\">https://sleepwhenwearedead.net/2016/01/10/empress-and-fortress-canyons-10-01-16/</a></p>\n<h2 id=\"background\">Background</h2>\n",
  "version": "81eb23999ee3cf8b412d8bc5ff8dab6c"
}