{
  "url": "https://ropewiki.com/Kanangra_Main",
  "latitude": -33.9809,
  "longitude": 150.0991,
  "id": 11671,
  "name": "Kanangra Main",
  "quality": 4.1,
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Nov"
  ],
  "technicalRating": 4,
  "waterRating": "B",
  "timeRating": "IV",
  "permit": "No",
  "rappelCountMin": 7,
  "rappelCountMax": 7,
  "rappelLongestMeters": 58,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Kanangra Main is a highlight of Australian canyons. It is vertical\nwith near continuous abseils joining the pools. The initial part of the\ncanyon has two options, either side of the main waterfall: The Wall and\nThe Slot</p>\n<h3 id=\"option1_the_wall\">Option1: The Wall</h3>\n<p>The Wall abseils down the cliffs river right (RR). The start is a\nspectacular abseil trip down a series of ledges until intersecting with\nthe canyon at the bottom of the main waterfall.</p>\n<h3 id=\"option_2_the_slot\">Option 2: The Slot</h3>\n<p>The route drops down a slot next to the waterfall river left (RL)\nthen crosses the waterfall impact zone. It is very vertical. Be cautious\nin attempting The Slot if the water is up; consider descending The Wall\ninstead.</p>\n<h3 id=\"water_levels\">Water Levels</h3>\n<p>Use the river gauge <a\nhref=\"https://waterinsights.waternsw.com.au/12964-sydney-drinking-water-catchment/river-data#212260\">212260\nKowmung River @ Cedar Ford</a></p>\n<h3 id=\"advisory\">Advisory</h3>\n<p>Kanangra Main is a big undertaking for most parties and requires\nefficiency. Not a place for beginners. If you aren't competent and\nefficient you will have a 12+ hour day. Take multiple ropes in order to\nrig multiple drops and make sure multiple people in your party can rig.\nReleasable systems highly encouraged as is bleeding your rope to protect\nfrom sharp edges.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>(Route is on Open Street Maps) The entry track starts from the\nKanangra Walls road at -33.9907, 150.1029. Take a track on the north\nside of the road. Follow the track to the Kittani Rim -33.9842, 150.1045\nthen northwards along the edge. Pass the viewing point for the Kanangra\nFalls -33.9821, 150.1023 and continue along the track.</p>\n<p>In the final tree copse at -33.9809, 150.0991:</p>\n<ul>\n<li><strong>For The Wall</strong> head east. Pick up an indistinct path\nalong a well-defined ridge. Follow the ridge, then cut left down the\nslope, and towards the river. Head for the far point defined by the edge\nabove the valley, and a cliff drop-off to a platform next to the river.\nFollow the topo and abseil summary.</li>\n</ul>\n<ul>\n<li><strong>For The Slot</strong> go straight (north) where the route to\nThe Wall goes right (east). Head downhill to Kanangra Creek. Cross the\nstream above Kanangra Falls at -33.9803, 150.1000 at some obvious\nhorizontal slabs that are on the far, left bank. Observe the water\nlevel: if it seems high or is high, consider going down The Wall\ninstead. (See water level pictures below.) Don wetsuits and gear on the\nslabs at the river crossing. Last chance for the loo. Follow the stream\non river left for about 50m until the river starts to go over the edge.\nCut horizontally left at this point next to a large tree (substantial\nabout 1m diameter trunk), along an exposed slope keeping to the base of\na cliff on the upper side. Follow the ledge along and slightly down\ntowards the gulley. The first bolts for the Slot can be found in the\nsloping gully.</li>\n</ul>\n<p>Take a deep breath; do your checks.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Follow the topo and abseil summary.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>After the last abseil, walk down the creek to the confluence with\nKalang Canyon (marked on the map as \"Kanangra Brook) at -33.9821,\n150.1139 (large sloping rock platform RR), about 30-45 minutes creek\nwalking. The rock platform is a good place to change and eat and to fill\nwater containers. From the rock platform ascend Manslaughter Ridge\ndirectly south (route is on Open Street Maps). Head upwards, and\noccasionally leftwards (not too far left as it cliffs out above the\ngully) (some tape flag). Top out to the left (south) of the Kanangra\nWalls lookout.</p>\n<p><em>Do not ascend Murdering Gully as may be described elsewhere. The\nslopes are choked with weeds.</em></p>\n<h3 id=\"emergency_early_exit\">Emergency / Early Exit</h3>\n<p>After P7 there is an emergency or early exit. On RR (south) of the\npool at the bottom of P7, ascend the gully. Stay towards the centre of\nthe gully, and do not veer to the right of the gully. Keep a view of the\nridge to the left (east) of the gully; when there are no further cliff\nlines on the spur, traverse out left (east) onto the spur. Follow the\nspur upwards, veering slightly right and bypassing any further cliffs.\nTop out at about -33.9827, 150.1014 on the entry path. The early exit\nmakes for a good half-day abseiling trip down the Wall. In low water\n(&lt;50 ML/day at Kowmung Gauge) this can be a largely dry trip by using\nthe traverse at P6 and walking off left just before the bottom of P7. In\nhigh water, if P8 is too severe for the party, use this exit.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>None!</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p>This Ropewiki page is authoritative. The links below are for interest\nonly, and you should not rely on the information contained in them.</p>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://ozultimate.com/canyoning/track_notes/kanangra.htm\">OZultimate\nCanyoning</a> : Kanangara</li>\n</ul>\n<ul>\n<li><img src=\"rwl_fr.png\" title=\"rwl_fr.png\" alt=\"rwl_fr.png\" /><a\nhref=\"http://descente-canyon.com/canyoning/canyon-description/21387\">Descente-Canyon.com</a>\n: Kanangara</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"https://youtu.be/7cKEkFKqzDE\">YouTube.com</a> : Richard Pattison,\nKanangra Main - The Slot movie</li>\n</ul>\n<p>{{#ev:youtube|7cKEkFKqzDE}}</p>\n<h2 id=\"background\">Background</h2>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            150.108444,
            -33.988438,
            0
          ]
        },
        "properties": {
          "name": "Parking",
          "styleUrl": "#parking",
          "styleHash": "-16f2cca1",
          "styleMapHash": {
            "normal": "#parking0",
            "highlight": "#parking1"
          },
          "icon": "http://maps.google.com/mapfiles/kml/paddle/P.png",
          "description": " (Data by f sebille on 07 déc 2009)",
          "elevationMeters": 1093
        }
      }
    ]
  },
  "version": "664a74342ce034446d223df8fcd74ef9"
}