{
  "url": "https://ropewiki.com/Wollangambe_1",
  "latitude": -33.4889,
  "longitude": 150.3588,
  "id": 11674,
  "name": "Wollangambe 1",
  "quality": 3.4,
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Nov",
    "Apr"
  ],
  "technicalRating": 2,
  "waterRating": "A",
  "timeRating": "III",
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Wollangambe One is a great introductory canyon near Mount Wilson. It\nis extremely popular in the summer months. Most of the canyon involves\nfloating down the river with high sandstone wall on both sides. There\nare plenty of opportunities to climb up on the sides and jump into the\nwater. Immediately downstream from the exit to this is the equally\nimpressive Wollangambe Two (Lower Tourist Section).</p>\n<p>Equipment: Lilos or some form of floatation is required. While there\nare several scrambling sections, most of your time in this canyon is\nspent swimming in deep water. Wetsuits and/or thermals will also make\nthe trip much more pleasant. The rocks can be extremely slippery, so\nensure shoes have exceptional grip.</p>\n<ul>\n<li><ul>\n<li>WARNING *** In recent years there have been a large number of\nunprepared groups requiring rescue from the Wollangambe River. In the\nworst case, a young man died after his group became lost. Make sure your\ngroup knows that canyoning is a strenuous activity requiring good\nfitness. Completing this trip usually takes 6 to 8 hours, but large or\nslow moving groups will often require up to 10 hours. It requires a\ndescent and ascent of more than 300 vertical metres, including an\nexposed climb up tree roots. It also involves long, cold swims and\nclimbing around large, house-sized boulders. Ensure your group has the\nappropriate equipment, including a first aid kit, floatation, and\nthermals or wetsuits for warmth. Make sure you have a map and compass —\nand know how to use them — as mobile phones do not have reception. Exits\ncan be easy to miss. Be prepared to spend the night in the canyon if you\nneed to stay with an injured party member or run out of daylight. Two\npeople lost their lives in a drowning incident 2021 and another in 2023\nafter being caught in dangerous flows in the usually benign canyon.</li>\n</ul></li>\n</ul>\n<h2 id=\"approach\">Approach</h2>\n<p>Drive to Mount Wilson, via Bells Line of Road. Once in Mt Wilson,\ncontinue a short distance until you see the Fire Station on your left.\nThere is a large parking area in front of it, although this is often\noverflowing on busy summer days.</p>\n<p>Entry: Follow the fire trail just to the left of the fire station. In\nless than 200m you will come to a T-intersection. Turn left and follow\nthis trail. The fire trail passes over the top of the hill, where there\nis a foot track that provides a shortcut on your right. This soon\ncrosses another fire trail where a sign marks the start of the track to\nthe Wollangambe River. The one point where people run into trouble is\nwhere the track branches below a large sandstone outcrop. Avoid the\ntrack on the left as it will take you further upstream and add at least\nan hour to your day. As you get close to the river the track swings\nsharply to the left, following along a small cliff above a gully. There\nis a steep climb down into the gully using tree roots before the track\ncontinues to the river.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>There are no abseils in the canyon but some boulder hoping and\nscrambling is required in between then long pools</p>\n<p>The canyon starts with a long swim just after you reach the river.\nThis is the point to put on wetsuits and inflate your floatation device.\nFor the next few hours the canyon involves floating through long, deep\npools between the impressive canyon walls. There are some sections that\nrequire scrambling over rocks and through vegetation. In some places\nroute finding can be challenging and it may take time to find the\neasiest way through. There are a number of points where you can climb up\nthe cliffs on the side of the canyon and jump into the water (always\ncheck the depth first).</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Exit: Approxmately 20min after Water Dragon canyon come sin on the\nleft, MGA559917 you will come to the exit at MGA560916. NP has installed\na small sign on the cliff here.</p>\n<p>The traditional exit is at a small sandy beach where a gully comes\ndown on the right. A small sign (black arrow on yellow background) is\nattached to the cliff marking the way. This exit is initially very steep\nand includes a section where an exposed section must be climbed using\ntree roots. Follow the track up hill until it meets a fire trail where\nyou turn right. Follow this back to the entry track. Alternatively, it\nis possible to continue downstream (starting with a 2m scramble or jump)\nto the next exit. This will add about an hour to the trip, so do not\nattempt it if your group is slow or running short on time. This exit\nbegins on the right hand side about 100m before the next major creek\njunction, Serendipity Canyon. Follow the track up the hill, past a track\nthat comes in on your left, until it joins up with the normal exit\ntrack. Head left and continue up the hill to the fire trail (as\nabove).</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p>Dangerous syphon caused death of 2 canyoneers: <a\nhref=\"https://canyoning.org.au/forum/viewtopic.php?f=14&amp;p=1418&amp;sid=eff7476980a664cbd58e097fcf6b84ab#p1417\">https://canyoning.org.au/forum/viewtopic.php?f=14&amp;p=1418&amp;sid=eff7476980a664cbd58e097fcf6b84ab#p1417</a></p>\n<h2 id=\"background\">Background</h2>\n",
  "version": "9cb2ef3c52cc3e5062e4e4ee5e134637"
}