{"waterRating":"A","shuttleSeconds":null,"id":11674,"rappelCountMin":0,"rappelLongestMeters":null,"longitude":150.3588,"version":"82efb821798fadaa041f446cc66b7d7f220ecf8300b265906d88aa0b9b14aa8b","name":"Wollangambe 1","quality":3.3,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Wollangambe One is a great introductory canyon near Mount Wilson. It is extremely popular in the summer months. Most of the canyon involves floating down the river with high sandstone wall on both sides. There are plenty of opportunities to climb up on the sides and jump into the water. Immediately downstream from the exit to this is the equally impressive Wollangambe Two (Lower Tourist Section).\n<\/p><p>Equipment:\nLilos or some form of floatation is required. While there are several scrambling sections, most of your time in this canyon is spent swimming in deep water. Wetsuits and\/or thermals will also make the trip much more pleasant. The rocks can be extremely slippery, so ensure shoes have exceptional grip.\n<\/p>\n<ul><li><ul><li><ul><li>WARNING *** In recent years there have been a large number of unprepared groups requiring rescue from the Wollangambe River. In the worst case, a young man died after his group became lost. Make sure your group knows that canyoning is a strenuous activity requiring good fitness. Completing this trip usually takes 6 to 8 hours, but large or slow moving groups will often require up to 10 hours. It requires a descent and ascent of more than 300 vertical metres, including an exposed climb up tree roots. It also involves long, cold swims and climbing around large, house-sized boulders. Ensure your group has the appropriate equipment, including a first aid kit, floatation, and thermals or wetsuits for warmth. Make sure you have a map and compass — and know how to use them — as mobile phones do not have reception. Exits can be easy to miss. Be prepared to spend the night in the canyon if you need to stay with an injured party member or run out of daylight. Two people lost their lives in a drowning incident 2021 and another in 2023 after being caught in dangerous flows in the usually benign canyon.<\/li><\/ul><\/li><\/ul><\/li><\/ul>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Drive to Mount Wilson, via Bells Line of Road. Once in Mt Wilson, continue a short distance until you see the Fire Station on your left. There is a large parking area in front of it, although this is often overflowing on busy summer days.\n<\/p><p>Entry: Follow the fire trail just to the left of the fire station. In less than 200m you will come to a T-intersection. Turn left and follow this trail. The fire trail passes over the top of the hill, where there is a foot track that provides a shortcut on your right. This soon crosses another fire trail where a sign marks the start of the track to the Wollangambe River.\nThe one point where people run into trouble is where the track branches below a large sandstone outcrop. Avoid the track on the left as it will take you further upstream and add at least an hour to your day.\nAs you get close to the river the track swings sharply to the left, following along a small cliff above a gully. There is a steep climb down into the gully using tree roots before the track continues to the river.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>There are no abseils in the canyon but some boulder hoping and scrambling is required in between then long pools\n<\/p><p>The canyon starts with a long swim just after you reach the river. This is the point to put on wetsuits and inflate your floatation device.\nFor the next few hours the canyon involves floating through long, deep pools between the impressive canyon walls. There are some sections that require scrambling over rocks and through vegetation. In some places route finding can be challenging and it may take time to find the easiest way through.\nThere are a number of points where you can climb up the cliffs on the side of the canyon and jump into the water (always check the depth first).\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Exit: Approxmately 20min after Water Dragon canyon come sin on the left, MGA559917 you will come to the exit at MGA560916. NP has installed a small sign on the cliff here.\n<\/p><p>The traditional exit is at a small sandy beach where a gully comes down on the right. A small sign (black arrow on yellow background) is attached to the cliff marking the way. This exit is initially very steep and includes a section where an exposed section must be climbed using tree roots. Follow the track up hill until it meets a fire trail where you turn right. Follow this back to the entry track.\nAlternatively, it is possible to continue downstream (starting with a 2m scramble or jump) to the next exit. This will add about an hour to the trip, so do not attempt it if your group is slow or running short on time. This exit begins on the right hand side about 100m before the next major creek junction, Serendipity Canyon. Follow the track up the hill, past a track that comes in on your left, until it joins up with the normal exit track. Head left and continue up the hill to the fire trail (as above).\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p>Dangerous syphon caused death of 2 canyoneers: <a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/canyoning.org.au\/forum\/viewtopic.php?f=14&amp;p=1418&amp;sid=eff7476980a664cbd58e097fcf6b84ab#p1417\">https:\/\/canyoning.org.au\/forum\/viewtopic.php?f=14&amp;p=1418&amp;sid=eff7476980a664cbd58e097fcf6b84ab#p1417<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","url":"https:\/\/ropewiki.com\/Wollangambe_1","geojson":null,"months":["Dec","Jan","Feb","Mar","Nov","Apr"],"vehicle":null,"riskRating":null,"technicalRating":2,"rappelCountMax":0,"timeRating":"III","permit":"No","latitude":-33.4889}