{"rappelCountMin":0,"technicalRating":2,"rappelLongestMeters":null,"vehicle":"High Clearance","timeRating":"II","latitude":-33.2878,"longitude":150.2932,"version":"2b91435715ac009892314793388e5dfbebe69458d9553b2e0c5471b4f94bc568","name":"Rocky Creek","geojson":null,"shuttleSeconds":null,"months":["Dec","Jan","Feb","Mar","Oct","Nov"],"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Rocky Creek is a beautiful canyon, with some narrow dark slots and some fun slides and potential swimming pools. It is usually done in addition to Twister Canyon. It is technically fairly easy, with no abseils, but there are a few climb downs and mini-jumps which will surely keep you from getting bored. The beauty of the canyon is reason enough to check it out, particularly after already getting an adrenaline rush from Twister.\n<\/p><p>The slot is narrow dark and beautiful.\n<\/p><p>Short hand lines handy for a couple of downclimbs.\nWetsuit: Recommended\nWalk-in:  30-45 min\nWalkout: 40min -1 hour\nDescent: 2 hours return\n<\/p><p>Elevation Gain: 370m\nDistance 5 Km\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Driving there\n<\/p><p>Drive along Bells Line of Road to the Zig Zag Railway. Turn right here, then immediately right again along a dirt road (signposted as Newnes Forest Road). This crosses the old railway tracks and becomes Old Bells Line of Road. Follow it until it ends at a T-intersection with Glow Worm Tunnel Road.\nTurn right and follow Glow Worm Tunnel for approximately 15kms. Turn right onto the signposted Galah Mountain Road. Continue along this road for about 6.5kms to the end where there is room for a reasonable number of cars to park. MGA472138\n<\/p><p>Walking In\n<\/p><p>Rocky Creek can be reached from the end of Twister Canyon, by following the reasonably clear path which continues downstream. If for some reason you want to skip Twister, simply walk from the car park down the well cleared path past the Twister turnoff, and down the gully which leads you to the creek below Twister.\n<\/p><p>Rocky Creek canyon starts at MGA481134\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The canyon runs for approximately half a kilometre. While it is technically easy, with no abseils, there are a few climb downs and slides. The majority of the canyon is fairly narrow with high walls on either side. Do not jump the first pool. It's shallow and full of leg breakers. Use the downhill through a hole canyon right\n<\/p><p>There are a couple of downclimbs in the first section where a hand line may be handy for beginners but otherwise easily descended.\n<\/p><p>A short distance into the canyon is a small climb down called \"The Washing Machine\". Immediately after the washing machine the creek follows a small zig zag around a pot hole in some of the canyon formation - this pot hole can be swum into underneath the rock around it - you can duck dive underneath the rock, and swim up into it.\nAbout half way through the canyon section, at a large right hand bend, there is a great canyon playground - a large rock at the edge of a nice pool. You can jump off the rock, or use the rock as a slide at several different places.\n<\/p><p>A short walk through an impressive canyon section will bring you to the lower sections.\n<\/p><p>Some long swims through stunningly sculpture walls brings you down to the junction with Budgary creek where the canyon opens out.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Exit: There are a few options for exit\n<\/p><p>Option 1: Reverse back out the same way (most popular)\n<\/p><p>Option 2: From the end of the canyon, where it opens up and the steep walls fall back, continue walking down Rocky Creek for 1km to the big righthand bend, MGA487144. Immediately on the left there is a path which leads up a gully. The path is difficult to spot as it is hidden behind trees and bushes when traversing downstream so be careful not to overshoot it.\nThe first few hundred metres is fairly steep and muddy, but shouldn't be too much of a problem for capable climbers. The path will eventually lead to a big rock slab on the left hand side. This can be climbed and is not overly difficult, but it is fairly steep with a big drop down, so people with a fear of heights may find this difficult. Handling or belay may be required.\nAt the top of the rock, there is a path which leads off to the left along the top of the gully. Follow this and it will eventually lead to a firetrail. Turn left on this firetrail and it will eventually lead back to the main road you drove in on, shortly before the car park. Turn left and follow the road back down to your car.\n<\/p><p>Option 3: Grade 10 rock climb (gear required) starting on river left 30m past last swim opposite the junction with Budgary crk. 4m up to ledge. Traverse left (exposed) then 2m up to another ledge. Traverse right 100m. 5m up slab then up through upper cliff line to intersect Coachwood trail. Left here and contour around Galah Mt back to car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/ozultimate.com\/canyoning\/track_notes\/rocky_creek.htm\">https:\/\/ozultimate.com\/canyoning\/track_notes\/rocky_creek.htm<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>David Noble says: the first recorded visit was on a joint SUBW - UNSWBWC trip on 4 Dec 76. The party was Bob Sault and Dave Noble (SUBW) and Nick Bendelli and Dave Firman (UNSWBWC). Named after the name of the creek it was in. (Kameruka Magazine Vol 15 No 1 - Sept 77). \n<\/p><p>Between the first discovery of Surefire Canyon and Rocky Creek, there had been SUBW exploratory trips to the major tributaries of Annie Rowan Creek with mixed success. The more obvious Rocky Ck was ignored, temporarily, because\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐28rpp\nCached time: 20240914192030\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><pre>stories indicated that it had been investigated and no canyons found. On the December 76 trip, the party completed a day walk from the headwaters of the creek (from near Barcoo Swamp). On the way down the creek they found an upper section of canyon with a 20m abseil. This has later been called \"Sheepdip Canyon.\" On the walk, the party had planned to climb out of Rocky Ck at the side creek that is now used as the standard entrance. They arrived at this point at about 5pm. Dave Noble and Bob Sault went all the way through the remarkable constriction (hoping to find some \"Claustral type\" abseils) and also went a fair way up Budgary Ck looking for a sister canyon before retracing their steps. \n<\/pre>\n<p>Photos of the first recorded visit can be seen here: <a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.david-noble.net\/canyoning\/wolgan\/wolgancanyons.html\">https:\/\/www.david-noble.net\/canyoning\/wolgan\/wolgancanyons.html<\/a>\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐st4hv\nCached time: 20240914192031\nCache expiry: 2592000\nReduced expiry: false\nComplications: []\nCPU time usage: 0.003 seconds\nReal time usage: 0.004 seconds\nPreprocessor visited node count: 1\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 1\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","rappelCountMax":0,"waterRating":"B","url":"https:\/\/ropewiki.com\/Rocky_Creek","id":11678,"riskRating":null,"quality":4.2,"permit":"No"}