{"rappelCountMin":0,"technicalRating":3,"months":["Dec","Jan","Feb","Mar","Nov"],"timeRating":"I","permit":"No","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Twister Canyon (which is sometimes incorrectly called Sheepdip Canyon) is a short canyon on a small tributary that feeds into Rocky Creek, above Rocky Creek Canyon.\n<\/p><p>Located on the Newnes Plateau at the end of Galah Mountain Road, Twister is very popular with commercial groups and anyone wanting to introduce someone to canyoning for the first time. Once at the car park the canyon is very easy to find, the walk out is relatively short and easy, and the canyon is just about as much fun as you can pack into a canyon which is only a few hundred meters long.\n<\/p><p>Once at the car park at the very end of Galah Mountain Road simply walk down the large path for about 50m, turn right down the hill at the obvious track, then follow the creek downstream at the bottom of the hill. A couple hundred meters will have you at the canyon start where you immediately start off with a small jump or slide, and then continue on in this style until the end of the canyon. After the hand line at the end of the canyon, simply proceed downstream for about 10 minutes when a large gully opens up on the left hand side. Follow the track up the gully to exit, or continue on the track downstream to <a href=\"\/wiki\/Rocky_Creek\" class=\"mw-disambig\" title=\"Rocky Creek\">Rocky Creek<\/a>.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Driving\">Driving<\/h3><\/div>\n<p>Drive along Bells Line of Road to the Zig Zag Railway. Turn right here, then immediately right again along a dirt road (signposted as Newnes Forest Road). This crosses the old railway tracks and becomes Old Bells Line of Road. Follow it until it ends at a T-intersection with Glow Worm Tunnel Road.\n<\/p><p>Turn right and follow Glow Worm Tunnel for approximately 15kms. Turn right onto the signposted Galah Mountain Road. Continue along this road for about 6.5kms to the end where there is room for a reasonable number of cars to park.\n<\/p>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Walking_in\">Walking in<\/h3><\/div>\n<p>From the car park, follow the obvious trail past the large sign welcoming you to Rocky Creek. After only 50m to 100m or so, turn right down a single track path winding down a steep hill for about 10 minutes. At the bottom of the hill you will cross a small creek flowing down to your left. The path follows alongside the creek for a hundred meters or so, crossing it a couple of times. Before you realise it, the sandstone walls appear either side of you and you find yourself about to step into a canyon. There is some space at this point to put wetsuits on.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Twister is a very short canyon with an immediate succession of small drops into deep pools. Most of the drops can be done as either jumps or slides, and all but the last jump can be easily climbed down for those who do not want to jump. The last jump can be climbed down (and back up) using the tree roots, but this requires some skill and long legs help. Someone should always climb down first and check the water depth and for any submerged obstacles. Once down, it is easy to climb back up and jump anyway. It is also usually possible to climb up a little higher and get a longer free-fall.\n<\/p><p>There are a little under 10 such pools throughout the canyon, and the end of the canyon has a jump into a very narrow, and very deep pool just before you have to climb down a slippery cliff face with the assistance of a hand line. It is highly recommended that you carry a spare rope or tape in case this hand line is missing or damaged. Once down the short slippery cliff, Twister is over. The whole canyon usually takes less than half an hour, but this depends on how many times you want to climb back up and do jumps second, third, fourth etc. times.\n<\/p><p>Longest jump is about 3m.\n<\/p><p>A 15m hand line should be carried in case the usual rope isn't at the end of the canyon. Wetsuits are highly recommended.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>From the bottom of the hand line\/climb down, scramble up the rocks that block the creek and then follow the clear path. Proceed downstream for under 10 minutes to a junction with a gully coming down from the left.\nThe track forks here, with a major track continuing right (downstream) towards Rocky Creek Canyon. Most parties doing Twister will go on to do at least a part of  <a href=\"\/wiki\/Rocky_Creek\" class=\"mw-disambig\" title=\"Rocky Creek\">Rocky Creek<\/a> Canyon. Alternatively, turn left and follow the track up the gully which will take you straight back to the car park.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/descente-canyon.com\/canyoning\/canyon-description\/21663\">Descente-Canyon.com<\/a> &#160;: Twister Canyon<\/li><\/ul>\n<ul><li><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/ozultimate.com\/canyoning\/track_notes\/twister.htm\">https:\/\/ozultimate.com\/canyoning\/track_notes\/twister.htm<\/a><\/li><\/ul>\n<ul><li><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.nationalparks.nsw.gov.au\/things-to-do\/adventure-sports-experiences\/twister-and-rocky-creek-canyons\">https:\/\/www.nationalparks.nsw.gov.au\/things-to-do\/adventure-sports-experiences\/twister-and-rocky-creek-canyons<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Named by \"Wollemi Pine\" Dave Noble because of the twisting nature of the canyon.\n<\/p><p>Has been incorrectly known as Sheep Dip canyon, perpetuated by that name being used in Rick Jamieson's guidebook. Sheep Dip canyon is upper Rocky Creek, but there was a misunderstanding by \"SUBW\" Dave Noble and \"Wollemi Pine\" Dave Noble when discussing Sheep Dip canyon. \"Wollemi Pine\" Dave Noble made the first recorded descent of Twister, but presumed it was the Sheep Dip canyon that \"SUBW\" Dav\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>e Noble had spoken about.\n<\/p>\n\n\n<\/div>","shuttleSeconds":null,"id":11677,"rappelLongestMeters":10,"rappelCountMax":0,"latitude":-33.2876,"geojson":null,"version":"6b4c17e74b26131bffd6f796ad2e36c86c420c53d0d31ac9c808c24b4da084ab","url":"https:\/\/ropewiki.com\/Twister_Canyon","longitude":150.2864,"name":"Twister Canyon","waterRating":"B","quality":3.4,"riskRating":null,"vehicle":"High Clearance"}