{
  "url": "https://ropewiki.com/Twister_Canyon",
  "latitude": -33.2876,
  "longitude": 150.2864,
  "id": 11677,
  "name": "Twister Canyon",
  "quality": 3.3,
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "I",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "rappelLongestMeters": 10,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Twister Canyon (which is sometimes incorrectly called Sheepdip\nCanyon) is a short canyon on a small tributary that feeds into Rocky\nCreek, above Rocky Creek Canyon.</p>\n<p>Located on the Newnes Plateau at the end of Galah Mountain Road,\nTwister is very popular with commercial groups and anyone wanting to\nintroduce someone to canyoning for the first time. Once at the car park\nthe canyon is very easy to find, the walk out is relatively short and\neasy, and the canyon is just about as much fun as you can pack into a\ncanyon which is only a few hundred meters long.</p>\n<p>Once at the car park at the very end of Galah Mountain Road simply\nwalk down the large path for about 50m, turn right down the hill at the\nobvious track, then follow the creek downstream at the bottom of the\nhill. A couple hundred meters will have you at the canyon start where\nyou immediately start off with a small jump or slide, and then continue\non in this style until the end of the canyon. After the hand line at the\nend of the canyon, simply proceed downstream for about 10 minutes when a\nlarge gully opens up on the left hand side. Follow the track up the\ngully to exit, or continue on the track downstream to <a\nhref=\"Rocky_Creek\" title=\"wikilink\">Rocky Creek</a>.</p>\n<h2 id=\"approach\">Approach</h2>\n<h3 id=\"driving\">Driving</h3>\n<p>Drive along Bells Line of Road to the Zig Zag Railway. Turn right\nhere, then immediately right again along a dirt road (signposted as\nNewnes Forest Road). This crosses the old railway tracks and becomes Old\nBells Line of Road. Follow it until it ends at a T-intersection with\nGlow Worm Tunnel Road.</p>\n<p>Turn right and follow Glow Worm Tunnel for approximately 15kms. Turn\nright onto the signposted Galah Mountain Road. Continue along this road\nfor about 6.5kms to the end where there is room for a reasonable number\nof cars to park.</p>\n<h3 id=\"walking_in\">Walking in</h3>\n<p>From the car park, follow the obvious trail past the large sign\nwelcoming you to Rocky Creek. After only 50m to 100m or so, turn right\ndown a single track path winding down a steep hill for about 10 minutes.\nAt the bottom of the hill you will cross a small creek flowing down to\nyour left. The path follows alongside the creek for a hundred meters or\nso, crossing it a couple of times. Before you realise it, the sandstone\nwalls appear either side of you and you find yourself about to step into\na canyon. There is some space at this point to put wetsuits on.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Twister is a very short canyon with an immediate succession of small\ndrops into deep pools. Most of the drops can be done as either jumps or\nslides, and all but the last jump can be easily climbed down for those\nwho do not want to jump. The last jump can be climbed down (and back up)\nusing the tree roots, but this requires some skill and long legs help.\nSomeone should always climb down first and check the water depth and for\nany submerged obstacles. Once down, it is easy to climb back up and jump\nanyway. It is also usually possible to climb up a little higher and get\na longer free-fall.</p>\n<p>There are a little under 10 such pools throughout the canyon, and the\nend of the canyon has a jump into a very narrow, and very deep pool just\nbefore you have to climb down a slippery cliff face with the assistance\nof a hand line. It is highly recommended that you carry a spare rope or\ntape in case this hand line is missing or damaged. Once down the short\nslippery cliff, Twister is over. The whole canyon usually takes less\nthan half an hour, but this depends on how many times you want to climb\nback up and do jumps second, third, fourth etc. times.</p>\n<p>Longest jump is about 3m.</p>\n<p>A 15m hand line should be carried in case the usual rope isn't at the\nend of the canyon. Wetsuits are highly recommended.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>From the bottom of the hand line/climb down, scramble up the rocks\nthat block the creek and then follow the clear path. Proceed downstream\nfor under 10 minutes to a junction with a gully coming down from the\nleft. The track forks here, with a major track continuing right\n(downstream) towards Rocky Creek Canyon. Most parties doing Twister will\ngo on to do at least a part of <a href=\"Rocky_Creek\"\ntitle=\"wikilink\">Rocky Creek</a> Canyon. Alternatively, turn left and\nfollow the track up the gully which will take you straight back to the\ncar park.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_fr.png\" title=\"rwl_fr.png\" alt=\"rwl_fr.png\" /><a\nhref=\"http://descente-canyon.com/canyoning/canyon-description/21663\">Descente-Canyon.com</a>\n: Twister Canyon</li>\n</ul>\n<ul>\n<li><a\nhref=\"https://ozultimate.com/canyoning/track_notes/twister.htm\">https://ozultimate.com/canyoning/track_notes/twister.htm</a></li>\n</ul>\n<ul>\n<li><a\nhref=\"https://www.nationalparks.nsw.gov.au/things-to-do/adventure-sports-experiences/twister-and-rocky-creek-canyons\">https://www.nationalparks.nsw.gov.au/things-to-do/adventure-sports-experiences/twister-and-rocky-creek-canyons</a></li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p>{{#ev:youtube|Xh0FeKt8uWY}}</p>\n<h2 id=\"background\">Background</h2>\n<p>Named by \"Wollemi Pine\" Dave Noble because of the twisting nature of\nthe canyon.</p>\n<p>Has been incorrectly known as Sheep Dip canyon, perpetuated by that\nname being used in Rick Jamieson's guidebook. Sheep Dip canyon is upper\nRocky Creek, but there was a misunderstanding by \"SUBW\" Dave Noble and\n\"Wollemi Pine\" Dave Noble when discussing Sheep Dip canyon. \"Wollemi\nPine\" Dave Noble made the first recorded descent of Twister, but\npresumed it was the Sheep Dip canyon that \"SUBW\" Dave Noble had spoken\nabout.</p>\n",
  "version": "26f3140ae2e68cf2c2203bdccb653c36"
}