{
  "url": "https://ropewiki.com/Dove_Canyon",
  "latitude": -41.5965,
  "longitude": 145.9429,
  "id": 11684,
  "name": "Dove Canyon",
  "quality": 3.6,
  "technicalRating": 3,
  "waterRating": "C1",
  "timeRating": "I",
  "permit": "No",
  "rappelLongestMeters": 15,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Dove Canyon is commercially run. You must contact Cradle Mountain\nCanyons beforehand, for advice and to synchronise your timing with\ncommercial parties.</p>\n<p>The water levels in Dove Canyon can vary from A2 to\nToday-you-will-die-a-wet-death. It has a large catchment, so water flow\nincreases quickly following rain. There are no exits from the canyon\nbetween the first abseil and the final swim. Be sure to contact Cradle\nMountain Canyons for advice.</p>\n<p>Dove Canyon is a fun series of jumps, slides and abseils in the upper\npart of the Dove River, which flows out of the famous Dove Lake. Because\nthe water comes from a deep lake, it remains cold year round, so ensure\nyou have adequate thermal protection.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From the Visitor Centre, take a shuttle bus to the Cradle Mountain\nInterpretation Centre.</p>\n<p>From the Interpretation Centre bus stop, follow the signposted Cradle\nValley Boardwalk. After around 1km of duckboards, which take you up a\nhill, you will come to a signposted left turn onto the Dove Canyon\nCircuit Track. This track winds through the forest and across a few more\nsections of boardwalk before reaching a small lookout on the right,\nwhich is immediately followed by a large, mossy slab of bare grey\nboulders on the left. Opposite the slabs, a footpad leads down towards\nthe river.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The trip begins with a 12m abseil into the canyon, from a fixed\nanchor. There is often edge protection left in place by the commercial\noperator, but be aware that this may not be there and the rock is quite\nsharp.</p>\n<p>Directly opposite the base of the abseil is a small metal water level\ngauge. If the water reaches the lower red line, it is not advised to\ncontinue unless you have descended the canyon previously and are aware\nof the techniques needed to avoid hydraulics and other aquatic\ndangers.</p>\n<p>Almost immediately there are several small jumps and swims.</p>\n<p>At one point you can jump directly into the pool or go up the right\nbank using a fixed handline to reach an even higher jump.</p>\n<p>This is followed by a 6m jump into a deep pool (you can swim back\nunder the waterfall into a small cave), then a large log jam. In higher\nwater flow this obstacle requires you to go over the log jam before\njumping into the large pool beyond but in normal conditions it is\npossible to jump through the hole in the log jam.</p>\n<p>Swim across the pool and head down to the “Laundry Chute.” This slide\ndown a narrow, curving chute requires you to take packs off and either\nhave your arms crossed or straight up to ensure you squeeze through. (It\ncan be avoided using fixed handlines on canyon right, but is one of the\nmost enjoyable features of the canyon.)</p>\n<p>Following this there is either a short abseil from bolts on canyon\nright, or a slippery log slide, before a few further jumps.</p>\n<p>The “Tea Pot” jump is easily recognisable due to its rounded\namphitheatre shape. In low water, jump straight into the pool. In high\nwater, you must jump a long way out -- aim for the far lip of the pool\n-- as an underwater ridge divides the pool in half and causes a\ndangerous hydraulic; consider running a tag line for the party\n(untensioned line, and each jumper holds, not clips into, a locker\nquickdraw attached to the line). Alternatively, abseil the short drop\nfrom bolts on the left, being careful to set the rope length to avoid a\ntangle in the hydraulic.</p>\n<p>A final obstacle can be jumped or done as a water slide. This is\nfollowed by a short swim after which the gorge opens out. Exit via the\nsteep footpad up the left bank.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Climb the path up the bank, joining the marked Dove Canyon Circuit\nTrack. For a quick exit, go left on the track, which will take you\nsteeply up the gorge to the boulder lookout where you turned off.\nRetrace your steps from here back to the car. For a longer, but more\nscenic exit, turn right. This takes you to a boardwalk that leads back\nto the Interpretation Centre via the pleasant Pencil Pine Creek and\noffers nice views of Knyvet Falls.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>As noted above, must contact Cradle Mountain Canyons prior to\nentry.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "f204d4eb6dcfa6637a5e30aa06b89d01"
}