{"version":"e475516e2fcf380812652b0a8c839269e1e05b7b6f429adeb32d0573d56c4260","shuttleSeconds":null,"rappelCountMax":null,"longitude":145.9429,"riskRating":null,"waterRating":"C1","url":"https:\/\/ropewiki.com\/Dove_Canyon","name":"Dove Canyon","permit":"No","rappelLongestMeters":15,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Dove Canyon is commercially run. You must contact Cradle Mountain Canyons beforehand, for advice and to synchronise your timing with commercial parties. \n<\/p><p>The water levels in Dove Canyon can vary from A2 to Today-you-will-die-a-wet-death. It has a large catchment, so water flow increases quickly following rain. There are no exits from the canyon between the first abseil and the final swim. Be sure to contact Cradle Mountain Canyons for advice.\n<\/p><p>Dove Canyon is a fun series of jumps, slides and abseils in the upper part of the Dove River, which flows out of the famous Dove Lake. Because the water comes from a deep lake, it remains cold year round, so ensure you have adequate thermal protection.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From the Visitor Centre, take a shuttle bus to the Cradle Mountain Interpretation Centre.\n<\/p><p>From the Interpretation Centre bus stop, follow the signposted Cradle Valley Boardwalk. After around 1km of duckboards, which take you up a hill, you will come to a signposted left turn onto the Dove Canyon Circuit Track. This track winds through the forest and across a few more sections of boardwalk before reaching a small lookout on the right, which is immediately followed by a large, mossy slab of bare grey boulders on the left. Opposite the slabs, a footpad leads down towards the river.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The trip begins with a 12m abseil into the canyon, from a fixed anchor. There is often edge protection left in place by the commercial operator, but be aware that this may not be there and the rock is quite sharp.\n<\/p><p>Directly opposite the base of the abseil is a small metal water level gauge. If the water reaches the lower red line, it is not advised to continue unless you have descended the canyon previously and are aware of the techniques needed to avoid hydraulics and other aquatic dangers.\n<\/p><p>Almost immediately there are several small jumps and swims.\n<\/p><p>At one point you can jump directly into the pool or go up the right bank using a fixed handline to reach an even higher jump.\n<\/p><p>This is followed by a 6m jump into a deep pool (you can swim back under the waterfall into a small cave), then a large log jam. In higher water flow this obstacle requires you to go over the log jam before jumping into the large pool beyond but in normal conditions it is possible to jump through the hole in the log jam.\n<\/p><p>Swim across the pool and head down to the “Laundry Chute.” This slide down a narrow, curving chute requires you to take packs off and either have your arms crossed or straight up to ensure you squeeze through. (It can be avoided using fixed handlines on canyon right, but is one of the most enjoyable features of the canyon.)\n<\/p><p>Following this there is either a short abseil from bolts on canyon right, or a slippery log slide, before a few further jumps.\n<\/p><p>The “Tea Pot” jump is easily recognisable due to its rounded amphitheatre shape. In low water, jump straight into the pool. In high water, you must jump a long way out -- aim for the far lip of the pool -- as an underwater ridge divides the pool in half and causes a dangerous hydraulic; consider running a tag line for the party (untensioned line, and each jumper holds, not clips into, a locker quickdraw attached to the line). Alternatively, abseil the short drop from bolts on the left, being careful to set the rope length to avoid a tangle in the hydraulic.\n<\/p><p>A final obstacle can be jumped or done as a water slide. This is followed by a short swim after which the gorge opens out. Exit via the steep footpad up the left bank.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Climb the path up the bank, joining the marked Dove Canyon Circuit Track.\nFor a quick exit, go left on the track, which will take you steeply up the gorge to the boulder lookout where you turned off. Retrace your steps from here back to the car.\nFor a longer, but more scenic exit, turn right. This takes you to a boardwalk that leads back to the Interpretation Centre via the pleasant Pencil Pine Creek and offers nice views of Knyvet Falls.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>As noted above, must contact Cradle Mountain Canyons prior to entry.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐xt8bs\nCached time: 20240914191947\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","technicalRating":3,"rappelCountMin":null,"geojson":null,"quality":4.3,"months":[],"id":11684,"vehicle":null,"latitude":-41.5965,"timeRating":"I"}