{"waterRating":"A","shuttleSeconds":null,"vehicle":null,"quality":3.6,"timeRating":"III","id":11680,"rappelCountMin":0,"version":"4d514e75203941228cf9eb883766dce05370daf336c7aaab3059672c7379279e","name":"Wollangambe 2","rappelCountMax":0,"longitude":150.3743,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Wollangambe Two is a great introductory canyon near Mount Wilson. It is extremely popular in the summer months. Most of the canyon involves floating down the river with high sandstone wall on both sides. There are plenty of opportunities to climb up on the sides and jump into the water. There are several impressive side canyons that join the river in this section. It is well worth making time to explore the lower parts of both Whungee Wheengee Canyon and Serendipity Canyon.\n<\/p><p><br \/>\nEquipment:\nLilos or some form of floatation is required. While there are several scrambling sections, most of your time in this canyon is spent swimming in deep water. Wetsuits and\/or thermals will also make the trip much more pleasant. The rocks can be extremely slippery, so ensure shoes have exceptional grip.\n<\/p>\n<ul><li><ul><li><ul><li>WARNING *** In recent years there have been a large number of unprepared groups requiring rescue from the Wollangambe River. In the worst case, a young man died after his group became lost. Make sure your group knows that canyoning is a strenuous activity requiring good fitness. Completing this trip usually takes 6 to 8 hours, but large or slow moving groups will often require up to 10 hours. It requires a descent and ascent of more than 300 vertical metres, including an exposed climb up tree roots. It also involves long, cold swims and climbing around large, house-sized boulders. Ensure your group has the appropriate equipment, including a first aid kit, floatation, and thermals or wetsuits for warmth. Make sure you have a map and compass — and know how to use them — as mobile phones do not have reception. Exits can be easy to miss. Be prepared to spend the night in the canyon if you need to stay with an injured party member or run out of daylight.<\/li><\/ul><\/li><\/ul><\/li><\/ul>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Drive to Mount Wilson, via Bells Line of Road. Once at Mt Wilson, continue on to the Cathedral Reserve campground. Park that the bottom end of the Cathedral of Ferns campground at Mt Willson.\n<\/p><p>Entry: From the Cathedral Camp Ground follow the Mt Wilson North Trail west to the Wollangambe 1 exit\/Wollangambe 2 entrance trail.MGA560904. Note this fire trail crosses several private properties and we rely on the goodwill of landowners to maintain access.\nFollow established trail North East then North. Veering left at the first y intersection. Just before the trail meets the Wollangambe, MGA560917, there is a short scramble down tree roots to a narrow ledge when a rope may be handy\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The canyon involves floating through long, deep pools between the impressive sandstone walls. There are some sections that require scrambling over rocks and through vegetation.\nSoon after entering the canyon you come to a tricky boulder that requires an awkward 2m downclimb or careful jump into the pool below (ensure someone checks the water depth and indicates a safe landing spot if you plan on jumping).\nAt several points side canyons join in. The first, about 600m downstream from the start, is Serendipity Canyon, which joins from the right. It is worth scrambling up into the impressive chasm at the end of the canyon. The second, about 800m further on, is Whungee Wheengee Canyon. It is possible to scramble quite a long way into this canyon, which is deep, dark and very impressive.\nFrom here it is just under 1km to the exit, which is on a large right-hand bend in the river. Keep an eye out on your left for Waterfall of Moss Canyon, which joins shortly before the exit. After this junction you will move through a section of boulders before reaching a beach on the right at a point where small gullies join the river from both sides.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Exit. The Exit is on the right at MGA572925. This is 200m past where Waterfall of Moss canyon comes in on the left.\nFrom this beach, follow the track up the gully on your right (south). This track takes you up onto a major ridge which you follow south for about 1km before the track turns into a fire trail. Continue along the fire trail until you reach a clearing. Turn right and walk about 200m before heading left at the next junction. Go right at the next two track junctions, following the track downhill, through a gate, and back to your car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>As of early 2024, <a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/www.openstreetmap.org\/way\/398639875\">the exit<\/a> runs thru private property. Please be very respectful \/ leave no trace. The owner currently appears friendly to canyoners, but this is no longer public land. Alternate routes are being investigated.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/descente-canyon.com\/canyoning\/canyon-description\/22267\">Descente-Canyon.com<\/a> &#160;: Wollangambe 2<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐w5mmv\nCached time: 20240914192009\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.006 seconds\nReal time usage: 0.007 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","permit":"No","url":"https:\/\/ropewiki.com\/Wollangambe_2","rappelLongestMeters":null,"latitude":-33.4871,"months":["Dec","Jan","Feb","Mar","Nov"],"riskRating":null,"technicalRating":2,"geojson":{"type":"FeatureCollection","features":[{"properties":{"name":"Start"},"type":"Feature","geometry":{"type":"Point","coordinates":[[150.374313,-33.486919,0]]}},{"type":"Feature","properties":{"name":"End"},"geometry":{"coordinates":[[150.385574,-33.479279,0]],"type":"Point"}},{"properties":{"name":"Parking"},"geometry":{"type":"Point","coordinates":[[150.367233,-33.505589,0]]},"type":"Feature"}]}}