{
  "url": "https://ropewiki.com/Wollangambe_2",
  "latitude": -33.4871,
  "longitude": 150.3743,
  "id": 11680,
  "name": "Wollangambe 2",
  "quality": 3.9,
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Nov"
  ],
  "technicalRating": 2,
  "waterRating": "A",
  "timeRating": "III",
  "permit": "No",
  "rappelLongestMeters": 10,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Wollangambe Two is a great introductory canyon near Mount Wilson. It\nis extremely popular in the summer months. Most of the canyon involves\nfloating down the river with high sandstone wall on both sides. There\nare plenty of opportunities to climb up on the sides and jump into the\nwater. There are several impressive side canyons that join the river in\nthis section. It is well worth making time to explore the lower parts of\nboth Whungee Wheengee Canyon and Serendipity Canyon.</p>\n<p>Equipment: Lilos or some form of floatation is required. While there\nare several scrambling sections, most of your time in this canyon is\nspent swimming in deep water. Wetsuits and/or thermals will also make\nthe trip much more pleasant. The rocks can be extremely slippery, so\nensure shoes have exceptional grip.</p>\n<ul>\n<li><ul>\n<li>WARNING *** In recent years there have been a large number of\nunprepared groups requiring rescue from the Wollangambe River. In the\nworst case, a young man died after his group became lost. Make sure your\ngroup knows that canyoning is a strenuous activity requiring good\nfitness. Completing this trip usually takes 6 to 8 hours, but large or\nslow moving groups will often require up to 10 hours. It requires a\ndescent and ascent of more than 300 vertical metres, including an\nexposed climb up tree roots. It also involves long, cold swims and\nclimbing around large, house-sized boulders. Ensure your group has the\nappropriate equipment, including a first aid kit, floatation, and\nthermals or wetsuits for warmth. Make sure you have a map and compass —\nand know how to use them — as mobile phones do not have reception. Exits\ncan be easy to miss. Be prepared to spend the night in the canyon if you\nneed to stay with an injured party member or run out of daylight.</li>\n</ul></li>\n</ul>\n<h2 id=\"approach\">Approach</h2>\n<p>Drive to Mount Wilson, via Bells Line of Road. Once at Mt Wilson,\ncontinue on to the Cathedral Reserve campground. Park that the bottom\nend of the Cathedral of Ferns campground at Mt Willson.</p>\n<p>Entry: From the Cathedral Camp Ground follow the Mt Wilson North\nTrail west to the Wollangambe 1 exit/Wollangambe 2 entrance\ntrail.MGA560904. Note this fire trail crosses several private properties\nand we rely on the goodwill of landowners to maintain access. Follow\nestablished trail North East then North. Veering left at the first y\nintersection. Just before the trail meets the Wollangambe, MGA560917,\nthere is a short scramble down tree roots to a narrow ledge when a rope\nmay be handy</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The canyon involves floating through long, deep pools between the\nimpressive sandstone walls. There are some sections that require\nscrambling over rocks and through vegetation. Soon after entering the\ncanyon you come to a tricky boulder that requires an awkward 2m\ndownclimb or careful jump into the pool below (ensure someone checks the\nwater depth and indicates a safe landing spot if you plan on jumping).\nAt several points side canyons join in. The first, about 600m downstream\nfrom the start, is Serendipity Canyon, which joins from the right. It is\nworth scrambling up into the impressive chasm at the end of the canyon.\nThe second, about 800m further on, is Whungee Wheengee Canyon. It is\npossible to scramble quite a long way into this canyon, which is deep,\ndark and very impressive. From here it is just under 1km to the exit,\nwhich is on a large right-hand bend in the river. Keep an eye out on\nyour left for Waterfall of Moss Canyon, which joins shortly before the\nexit. After this junction you will move through a section of boulders\nbefore reaching a beach on the right at a point where small gullies join\nthe river from both sides.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Exit. The Exit is on the right at MGA572925. This is 200m past where\nWaterfall of Moss canyon comes in on the left. From this beach, follow\nthe track up the gully on your right (south). This track takes you up\nonto a major ridge which you follow south for about 1km before the track\nturns into a fire trail. Continue along the fire trail until you reach a\nclearing. Turn right and walk about 200m before heading left at the next\njunction. Go right at the next two track junctions, following the track\ndownhill, through a gate, and back to your car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>As of early 2024, <a\nhref=\"https://www.openstreetmap.org/way/398639875\">the exit</a> runs\nthru private property. Please be very respectful / leave no trace. The\nowner currently appears friendly to canyoners, but this is no longer\npublic land. Alternate routes are being investigated.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_fr.png\" title=\"rwl_fr.png\" alt=\"rwl_fr.png\" /><a\nhref=\"http://descente-canyon.com/canyoning/canyon-description/22267\">Descente-Canyon.com</a>\n: Wollangambe 2</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            150.374313,
            -33.486919,
            0
          ]
        },
        "properties": {
          "name": "Start",
          "styleUrl": "#depart",
          "styleHash": "-79a39e26",
          "styleMapHash": {
            "normal": "#depart0",
            "highlight": "#depart1"
          },
          "icon": "http://www.descente-canyon.com/design/img/map-markers/marker-canyon-depart.png",
          "description": " (Data by f sebille on 07 déc 2009)",
          "stroke": "#FF3B30",
          "elevationMeters": 820
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            150.385574,
            -33.479279,
            0
          ]
        },
        "properties": {
          "name": "End",
          "styleUrl": "#arrivee",
          "styleHash": "3908b860",
          "styleMapHash": {
            "normal": "#arrivee0",
            "highlight": "#arrivee1"
          },
          "icon": "http://www.descente-canyon.com/design/img/map-markers/marker-canyon-arrivee.png",
          "description": " (Data by f sebille on 07 déc 2009)",
          "stroke": "#FF3B30",
          "elevationMeters": 774
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            150.367233,
            -33.505589,
            0
          ]
        },
        "properties": {
          "name": "Parking",
          "styleUrl": "#parking",
          "styleHash": "-16f2cca1",
          "styleMapHash": {
            "normal": "#parking0",
            "highlight": "#parking1"
          },
          "icon": "http://maps.google.com/mapfiles/kml/paddle/P.png",
          "description": " (Data by f sebille on 07 déc 2009)",
          "stroke": "#FF3B30",
          "elevationMeters": 738
        }
      }
    ]
  },
  "version": "9bd456abded7cb8e1bfdf9f59522e460"
}