{"geojson":null,"timeRating":"II","quality":3,"waterRating":"B","technicalRating":4,"rappelLongestMeters":50,"longitude":150.3326,"version":"39598cbaf47614f71391ad901d45e36ff2a323de6196bb69d1a5f955011f6936","url":"https:\/\/ropewiki.com\/Yileen","name":"Yileen","rappelCountMin":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Yileen Canyon is a short section of Yileen Gully, as it is marked on maps, just south of the Bells Line of Road at the Mount Wilson turn-off. It ends with a spectacular 50m abseil down a waterfall into the Grose Valley. The grid reference on the Mount Wilson map (8930-1N Third Edition) is 521824.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>It is best done with two cars. Leave one at the bottom car park at Pierces Pass Picnic Area and drive a second car to the start at the Mount Wilson turn-off. A fire trail along the ridge to the south of the Mount Wilson car park then a walking track take you into the canyon which has some creek walking with several canyon sections in it. It eventually ends with two abseils, the last of which is 50m down a waterfall. To get back to Pierces Pass, simply follow the worn path beside the cliff line to Pierces Creek, then climb up the other side to where it joins the Hungerfords Track.\n<\/p><p>Map: Mount Wilson 8930-1N recommended for the canyon plus routes in and out.\n<\/p><p>Equipment: 2 x 50m ropes (recommended to complete the final abseil in a single descent). Otherwise, 2 x 40m ropes are sufficient (reaching the first ledge of the final abseil, where you can then rig a short abseil or hand-line).\n<\/p><p>Driving there: Drive along Bells Line of Road to Pierces Pass Picnic Area, about 2km southeast of the Mount Wilson turn-off and 1.5km west of the Mount Banks turn-off. If possible, drive a car down to the bottom car park; otherwise, leave it at the top car park. Drive a second car park along Bells Line of Road to the Mount Wilson turn-off and park at the junction.\n<\/p><p>Walking In: From the Mount Wilson turn-off, follow Bells Line of Road southeast for a few hundred meters up a small rise on the right side of the road where you will find a fire trail (Mount Wilson 8930-1N GR527848). The fire trail turns right and heads out along the ridge for several hundred meters before a single walking track forks off. Follow this track maintaining a south\/southwest direction down along a ridge until the ridge starts to get steeper. At this point the track will drop down the right hand side. The track can be difficult to follow at times, however bear in mind that the ridge descends to a Y-junction of tributaries and either one can be followed a short way to the first section of canyon.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Once in Yileen Gully there is a short bit of easy creek walking mixed in with some narrow canyon sections leading up to the first abseil\/slide\/jump-in. This obstacle can be done as a steep slide down a chute into a pool of reasonable depth. It may be possible to jump, but someone should certainly check the depth before doing this. There is also a sling set up around a large chock stone on the true left of the canyon here for a simple abseil of about 5m. An alternative to this abseil is to climb left past the sling and inch along a very narrow ledge to a point where you can negotiate a stepped rock face down to creek level.\n<\/p><p>Jump, drop or hand-line carefully into another pool here before a longer section of canyon. Eventually it leads to the second last abseil which is about 13m from a chock stone, or from a tree up on the the left hand side.\n<\/p><p>Past this abseil there is a very short walk around the corner to the end of the canyon and a sheer drop down into the Grose Valley. This last abseil is about 50m in height, but can be done as a 40m abseil down to a ledge, with the final 10m done from a small tree.\n<\/p><p><br \/>\nReferring to the attached Topo: Take care on the rope pull down at the bottom of P7a as there is a good chance it will get caught at the top or among the rocks on the ledge for P8. It's a grade ~12 exposed, typically wet free solo to get the rope unstuck. Avoid this by doing the pull from a long way back. You can also have one party member stop on the ledge of P8 (see banner photo) to move the rope if it gets stuck. They will then need to abseil down with their own rope from P8. \n<\/p><p><br \/>\n<\/p><p><br \/>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>From the bottom of the final abseil, simply follow the worn path east beside the cliff line, back towards Pierces Creek. Cross the gully there and head up the other side to Hungerfords Track. Once on the track, turn left and head up to the car park.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/ozultimate.com\/canyoning\/track_notes\/yileen.htm\">https:\/\/ozultimate.com\/canyoning\/track_notes\/yileen.htm<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐m8c98\nCached time: 20240914191904\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.006 seconds\nReal time usage: 0.008 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","riskRating":null,"id":11682,"shuttleSeconds":null,"months":["Dec","Jan","Feb","Mar"],"permit":"No","rappelCountMax":null,"vehicle":"Passenger","latitude":-33.5699}