{
  "url": "https://ropewiki.com/Yileen",
  "latitude": -33.5699,
  "longitude": 150.3326,
  "id": 11682,
  "name": "Yileen",
  "quality": 3,
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar"
  ],
  "technicalRating": 4,
  "waterRating": "B",
  "timeRating": "II",
  "permit": "No",
  "rappelLongestMeters": 50,
  "vehicle": "Passenger",
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Yileen Canyon is a short section of Yileen Gully, as it is marked on\nmaps, just south of the Bells Line of Road at the Mount Wilson turn-off.\nIt ends with a spectacular 50m abseil down a waterfall into the Grose\nValley. The grid reference on the Mount Wilson map (8930-1N Third\nEdition) is 521824.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>It is best done with two cars. Leave one at the bottom car park at\nPierces Pass Picnic Area and drive a second car to the start at the\nMount Wilson turn-off. A fire trail along the ridge to the south of the\nMount Wilson car park then a walking track take you into the canyon\nwhich has some creek walking with several canyon sections in it. It\neventually ends with two abseils, the last of which is 50m down a\nwaterfall. To get back to Pierces Pass, simply follow the worn path\nbeside the cliff line to Pierces Creek, then climb up the other side to\nwhere it joins the Hungerfords Track.</p>\n<p>Map: Mount Wilson 8930-1N recommended for the canyon plus routes in\nand out.</p>\n<p>Equipment: 2 x 50m ropes (recommended to complete the final abseil in\na single descent). Otherwise, 2 x 40m ropes are sufficient (reaching the\nfirst ledge of the final abseil, where you can then rig a short abseil\nor hand-line).</p>\n<p>Driving there: Drive along Bells Line of Road to Pierces Pass Picnic\nArea, about 2km southeast of the Mount Wilson turn-off and 1.5km west of\nthe Mount Banks turn-off. If possible, drive a car down to the bottom\ncar park; otherwise, leave it at the top car park. Drive a second car\npark along Bells Line of Road to the Mount Wilson turn-off and park at\nthe junction.</p>\n<p>Walking In: From the Mount Wilson turn-off, follow Bells Line of Road\nsoutheast for a few hundred meters up a small rise on the right side of\nthe road where you will find a fire trail (Mount Wilson 8930-1N\nGR527848). The fire trail turns right and heads out along the ridge for\nseveral hundred meters before a single walking track forks off. Follow\nthis track maintaining a south/southwest direction down along a ridge\nuntil the ridge starts to get steeper. At this point the track will drop\ndown the right hand side. The track can be difficult to follow at times,\nhowever bear in mind that the ridge descends to a Y-junction of\ntributaries and either one can be followed a short way to the first\nsection of canyon.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Once in Yileen Gully there is a short bit of easy creek walking mixed\nin with some narrow canyon sections leading up to the first\nabseil/slide/jump-in. This obstacle can be done as a steep slide down a\nchute into a pool of reasonable depth. It may be possible to jump, but\nsomeone should certainly check the depth before doing this. There is\nalso a sling set up around a large chock stone on the true left of the\ncanyon here for a simple abseil of about 5m. An alternative to this\nabseil is to climb left past the sling and inch along a very narrow\nledge to a point where you can negotiate a stepped rock face down to\ncreek level.</p>\n<p>Jump, drop or hand-line carefully into another pool here before a\nlonger section of canyon. Eventually it leads to the second last abseil\nwhich is about 13m from a chock stone, or from a tree up on the the left\nhand side.</p>\n<p>Past this abseil there is a very short walk around the corner to the\nend of the canyon and a sheer drop down into the Grose Valley. This last\nabseil is about 50m in height, but can be done as a 40m abseil down to a\nledge, with the final 10m done from a small tree.</p>\n<p>Referring to the attached Topo: Take care on the rope pull down at\nthe bottom of P7a as there is a good chance it will get caught at the\ntop or among the rocks on the ledge for P8. It's a grade ~12 exposed,\ntypically wet free solo to get the rope unstuck. Avoid this by doing the\npull from a long way back. You can also have one party member stop on\nthe ledge of P8 (see banner photo) to move the rope if it gets stuck.\nThey will then need to abseil down with their own rope from P8.</p>\n<figure>\n<embed src=\"Yileen_v4a2II.pdf\" title=\"Yileen_v4a2II.pdf\" />\n<figcaption>Yileen_v4a2II.pdf</figcaption>\n</figure>\n<h2 id=\"exit\">Exit</h2>\n<p>From the bottom of the final abseil, simply follow the worn path east\nbeside the cliff line, back towards Pierces Creek. Cross the gully there\nand head up the other side to Hungerfords Track. Once on the track, turn\nleft and head up to the car park.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p><a\nhref=\"https://ozultimate.com/canyoning/track_notes/yileen.htm\">https://ozultimate.com/canyoning/track_notes/yileen.htm</a></p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "7e5d229b8d216488ab1530215ca1a204"
}