{
  "url": "https://ropewiki.com/Malapais_Canyon_(Superstition_Mountains)",
  "latitude": 33.4818,
  "longitude": -111.3627,
  "id": 12507,
  "name": "Malapais Canyon (Superstition Mountains)",
  "quality": 2,
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "IV",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "rappelLongestMeters": 15.24,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A remote Superstition Mountains canyon with long approach and exit\nhikes that is full of brush and numerous, short drops. While there are a\nfew scenic moments along the way, the hassles involved in getting to and\nthe thrashing you will suffer getting through the canyon will keep out\nall but the most die hard of completionists.</p>\n<p>I was able to charge through the length of this trip in 10 hours, but\nit may be more enjoyable as an overnight trip. There are a few campsites\nin the vicinity of Boulder Creek that would serve as a pleasant base\ncamp.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Oddly enough, the approach and exit hikes are almost exactly as long\nfrom three different trailheads: Boulder Canyon, First Water and\nPeralta. I've drawn the Boulder Canyon approach on the map (and the\nstats are specific to it) since that is what I did, but any of the three\napproaches would suffice - though I believe the First Water approach\nwould have the least amount of elevation gain. No matter how you get\nthere, head up steep and loose Squaw Canyon from the Calvary Trail in La\nBarge Canyon. A few old rock cairns may help lead the way up and there\nis an interesting ancient cliff dwelling on the left shortly before\ntopping out in Squaw Canyon with a few well preserved metates (grinding\nbowls). Continue north, then north east to reach the saddle through an\neasy drainage, then drop down into the canyon via a more easy slope.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The canyon is chocked with catclaw acacia right away, and the\npresence of this and many other species of thick, thorny flora crowd the\ncanyon floor for much of the descent, only to be abated by a few\nslickrock chutes and bouldery drop offs. There are numerous short drops\nin the canyon, many of which can be downclimbed or scrambled around\ndepending on your comfort level. I rappelled 5 times in the canyon, with\na maximum length of 25 feet. One particular tiered and vertical section\nis encountered at a bit more than the half way point that may offer more\nchallenge for those less comfortable with downclimbing and scrambling\naround these obstacles (or who would simply prefer to rappel) that would\nrequire more rope, perhaps two 100 foot ropes would suffice. I did only\na 20 rappel from a bush far and low on the right in this section. After\nthis it's more of the same: thrash, drop; thrash, drop. The last drop\nwould be about 50 feet on the right of an enormous boulder, but there is\na rabbit hole cave that can be climbed down on the left. From here head\ndown canyon through more brush to make a b-line for the bouldery wash of\nLa Barge Canyon to pick up the Calvary trail and follow it back the way\nyou came.</p>\n<p>Note: observing that this was not a canyon I expected many (any) to\nfollow in my footsteps, I left only two anchors behind for the rappels.\nBring plenty of anchor building materials (no bolt kits needed) to this\ncanyon if you are attempting a descent.</p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.facebook.com/pat.winstanley.7/media_set?set=a.996529807072383.1073742035.100001461198708&amp;type=3\">https://www.facebook.com/pat.winstanley.7/media_set?set=a.996529807072383.1073742035.100001461198708&amp;type=3</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<p>I didn't find any anchors through the canyon (except for an old rope\nat the rabbit hole at the end, but nothing above that), it's possible\nthat my trip was the first descent. It may also be the last.</p>\n",
  "version": "77bed0a0beacc7302fb49bc3677641e1"
}