{"version":"626739d0342808749ab7f6f2059ff2b4b3ef32e2b073ed8e203b6dae90883711","months":["Jun","Jul","Aug"],"rappelCountMax":null,"waterRating":null,"vehicle":null,"technicalRating":null,"url":"https:\/\/ropewiki.com\/Espantaperro","permit":"Yes","rappelLongestMeters":20,"id":13131,"riskRating":null,"latitude":37.0551,"quality":3.2,"longitude":-4.0503,"name":"Espantaperro","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><div><b>Altura de rápel mas largo:<\/b> 20 metros<\/div>\n<div><b>Material necesario:<\/b> Cuerda de 40m, o mejor 2 de 20m<\/div>\n<div><b>Neopreno:<\/b> Según criterio y caudal. Normalmente va seco, aunque habrá que usarlo debido a las badinas de agua estancada (solo el peto). En este caso estará podrida, por lo que realizarlo será una prueba de valor<\/div>\n<div><b>Material de instalación:<\/b> Casi todos los descuelgues están instalados con dos Spits (M-8) unidos por cordinos más un Parabolt Inox (M-10) con anilla. Llevar como mínimo cordinos en caso de ser necesario reponer alguno.Ficha Técnica:R-1: Izquierda. Parabolt inox   Parabolt inox con anillas. 5m.R-2: Izquierda. Parabolt inox   Parabolt inox con anillas. 18m. Con caudal normal es fácil llegar a la cabecera. Dos excepciones: Con abundante caudal subir antes al puente de roca de encima y evaluar si rapelar desde ahí o bajar a las anillas. Con agua estancada montar pasamanos de acceso (algo delicado). Saltable a mitad del rápel.R-3: Derecha. Spit   Spit con anilla   Parabolt inox con anilla. 5m.R-4: Derecha. Spit   Spit con anilla   Parabolt inox con anilla. 8m.R-5: Derecha. Spit   Spit con anilla   Parabolt inox con anilla. 18m. Acceso con agua delicado. Asegurar en Spit anterior.R-6: Izquierda. Spit   Spit con anilla   Parabolt inox con anilla. 20m.R-7: Derecha. Spit   Spit con anilla   Parabolt inox con anilla. 12m.R-8: Derecha. Spit con anilla   Parabolt inox con anilla. 8m.R-9: Izquierda. Spit   Spit con anilla   Parabolt inox. 21m. Saltable, ojo con el espigón!!!. Saltar a mitad del rápel.R-10: Izquierda. Parabolt inox   Parabolt inox con anilla. 12m. Saltable<\/div>\n<div><b>Epoca:<\/b> Ideal después de intensas lluvias. Cuando esta seco mejor realizarlo al final del verano, cuando sus pozas estén secas completamente<\/div>\n<div><b>Observaciones:<\/b> Atravesaremos dos fincas privadas. Respetad todo al respecto. Algunos accesos a las cabeceras pueden resultar algo expuestas para evitar el roce de la cuerda al sacarla. No dudar en asegurarse para llegar a ellas (sobre todo en caso de ir con agua). Con agua la mayor parte de los rápeles (en el primer tramo especialmente) son saltables, algunos de ellos descender a la mitad. Miradlos bien antes, ya que pueden tener ramas y troncos caídos<\/div>\n<div><b>Horario de aproximación:<\/b> 30 minutos<\/div>\n<div><b>Horario de descenso:<\/b> 2h30´ a 3h30´ según caudal y grupo<\/div>\n<div><b>Horario de retorno:<\/b> 50´ a 1h 15´ (según nivel físico del grupo) si se utiliza un coche. En caso de combinación de coches 20´<\/div>\n<div><b>Mapa:<\/b> IGN “Pilas de Dedil” 1025-III(18-42) (1:25.000)<\/div>\n<div><b>Tipo de roca:<\/b> Caliza<\/div>\n<div><b>Especies amenazadas:<\/b> En los tajos del barranco existen nidos de águila. Ver restricciones<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div><b>Combinación de vehículos:<\/b> Posible si se deja el primer coche al final del barranco. Nos ahorraríamos una buena subida, aunque no terrorífica. En el km 16´6 coger el carril que sale a la derecha. Seguir por el mas transitado, bajando hasta cruzar nuestro arroyo. Seguir por la izquierda hasta una explanada donde de nuevo se atraviesa el río. Dejar aquí el coche, pues el resto pertenece al cortijo Salcedo, donde hay cancela y por donde regresaremos mas tarde. Dudo que merezca la pena esta combinación, ya que la dureza del barranco no es tal como para luego no subir “la cuestecilla” que nos lleva al cortijo de arriba<\/div>\n<p>Seguir el carril donde dejamos el coche 300 m. hasta llegar al cortijo. Pasar por medio de este, pidiendo permiso si se encuentran los dueños, ojo a los perros (suelen estar atados) ,seguir una senda de ganado que sube a una pequeña meseta. Desde esta se divisa una valla, seguir esta por la izquierda y bordearla bajando hasta el final de ella. Desde aquí, bajar por un pequeño barranquito a la derecha hasta llegar al cauce.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Bonito barranco inusualmente excavado en la roca en medio de unos fértiles llanos. Se diferencian tres tramos claramente: El primero encajonado, con badinas y rápeles sucesivos terminados en preciosas marmitas que dan al segundo tramo mas amplio y lleno de destrepes. El segundo mas amplio, donde predominan los destrepes (algunos delicados). Buscar siempre el descenso mas fácil, que unas veces queda a la derecha y otra a la izquierda. Aquí da un poco el sol, aprovechar para calentarse algo. En el tercer tramo se vuelve a estrechar el barranco. Sucesión de rápeles hasta el final. Los dos últimos se pueden saltar con mucha atención. Espectaculares.\n<\/p>\n<div><b>Escapes:<\/b> Una vez dentro no hay posibilidad de escape, aunque en caso de crecida no habrá problema para evitarla<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>A la salida de la última poza, empezar a subir por la izquierda buscando el camino mas adecuado, ya que no existe vereda, hasta lo alto del todo, donde está la meseta anteriormente mencionada. Desde aquí ya se divisa el cortijo. Si se utilizan dos coches seguir el cauce hasta encontrar a la derecha un carril que nos conducirá llaneando h\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>asta el cortijo Salcedo.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Hay nidos de águilas. Consultar época de anidamiento.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/descente-canyon.com\/canyoning\/canyon-description\/21800\">Descente-Canyon.com<\/a> &#160;: Espantaperro<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barranquismo.net\/paginas\/barrancos\/barranco_del_salar.htm\">Barranquismo.net<\/a> &#160;: Salar;Tajo Espantaperros<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/actionman4x4.com\/canonesybarrancos\/recorridos\/espantaperros.htm\">Actionman4x4.com<\/a> &#160;: Espantaperros<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.docuwiki.infobarrancos.es\/doku.php?id=barrancos:granada:espantaperros_o_salar\">Wiki-Infobarrancos<\/a> &#160;: Barranco de Espantaperros, Barranco del Salar, Tajo del Espantaperros (<a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/infobarrancos.es\/\">http:\/\/infobarrancos.es\/<\/a>)<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=4080398\">Wikiloc.com<\/a> &#160;: Barranco de Espantaperros; en Salar (Granada)<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<div style=\"display:none\" class=\"barranquismonet\">3-Apr-04 Anonimo<\/div>\n<p>Conocido por los lugareños desde siempre y denominado por ellos como “el tajo”. La primera bajada deportiva completa la realizaron Fernando Sánchez Funes y amigos sobre el año 1994. El reequipamiento con Parabolt inox con anilla se realizo a cabo el 18-10-2003 por el Grupo Espeleológico Ilíberis (GEI), concretamente por Juan B.Avila y Gustavo Romero. Agradecimientos también a la tienda de deportes Solo Aventura, por las facilidades dadas para la realización de este trabajo.\n<\/p>\n\n\n<\/div>","rappelCountMin":null,"shuttleSeconds":null,"timeRating":null,"geojson":{"type":"FeatureCollection","features":[{"geometry":{"type":"Point","coordinates":[[-4.056487,37.043018,0]]},"properties":{"name":"Start"},"type":"Feature"},{"properties":{"name":"End"},"type":"Feature","geometry":{"coordinates":[[-4.045844,37.059185,0]],"type":"Point"}},{"geometry":{"coordinates":[[-4.061873,37.045963,0]],"type":"Point"},"type":"Feature","properties":{"name":"Parking"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[[-4.022713,37.030823,0]]},"properties":{"name":"Waypoint Approach\/Exit"}}]}}