{
  "url": "https://ropewiki.com/Infern_(Alicante)",
  "latitude": 38.7872,
  "longitude": -0.1347,
  "id": 13206,
  "name": "Infern (Alicante)",
  "quality": 3.9,
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 4,
  "timeRating": "II",
  "permit": "No",
  "rappelLongestMeters": 15,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Vall d´Ebo</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 8m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> En condiciones normales el barranco se\nencuentra seco debido a su régimen torrencial. Existen tres marmitas\nresiduales permanentes, que se evitan cómodamente gracias a los\npasamanos instalados. Sin embargo, hay que tener en cuenta que la cuenca\nde absorción del Río Girona es muy extensa, aguas arriba del tramo\ndeportivo del Barranc de l´Infern, lo que ocasiona crecidas descomunales\ndurante los períodos de fuertes lluvias, asociados a las habituales\ngotas frías de levante. Durante los últimos años ha sido habitual que el\nbarranco lleve agua corriente como mínimo dos veces al año. En diciembre\nde 2.004 un grupo quedó bloqueado a causa de una enorme crecida, en una\npequeña cornisa de la zona intermedia del barranco, hecho que movilizó\nun complejo rescate a través de una de las paredes laterales de la\ngarganta, ya que el cauce estuvo impracticable durante días a\nconsecuencia del altísimo caudal. Las huellas de estas crecidas son\nclaramente visibles en algunos puntos. En varias zonas situadas a muchos\nmetros de altura del lecho del cauce se aprecian tapones de cañas.\nMuchas marmitas varían constantemente de profundidad, colmatándose o\nvaciándose, lo que provoca el desplazamiento y la acumulación de cantos\nrodados de un punto a otro del cauce. Durante la devastadora crecida del\n12 de octubre de 2007, provocada por unas lluvias torrenciales que en\nalgunos puntos sobrepasaron los 400 litros en un corto espacio de\ntiempo, se produjeron cambios radicales en la orografía del barranco.\nTodas las zonas verticales y la mayor parte de las zonas horizontales\nfueron modificadas. Toneladas de gravas sepultaron el cauce rocoso,\ndejándolo en algunos puntos a más de 5 metros de profundidad y haciendo\ndesaparecer todas las marmitas trampa. Muchos de los anclajes químicos\nfueron doblados y arrancados. Bloques de toneladas de peso arrastrados,\nla vegetación arrancada, las sendas de acceso y retorno destrozadas y\nhasta algunos de los muros de las terrazas de cultivo que se\nconstruyeron hace cientos de años y que habían permanecido inalterables\nhasta nuestros días se desmoronaron. Los cambios fueron muy importantes\ne hicieron que el descenso perdiese gran valor estético y deportivo.\nTodos los cambios mencionados se aprecian claramente en las dos\ntopografías del barranco: la realizada antes de la crecida de octubre de\n2007 y la realizada posteriormente</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 1 cuerda de 20m y cuerda de seguridad</p>\n</div>\n<div>\n<p><b>Neopreno:</b> No es necesario en condiciones normales</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> El barranco se encuentra totalmente\ninstalado con anclajes químicos inoxidables. Los pasamanos también se\nencuentran instalados en fijo con cuerda. Hasta los resaltes más\npequeños disponen de un anclaje para poder ser descendidos con cuerda en\ncaso de necesidad. El equipamiento es excelente y se encuentra muy bien\nsituado</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año, excepto en verano, ya que la zona donde se\ndesarrolla el barranco es extremadamente calurosa. Fuera de esta época\npuede ser muy peligroso adentrarse en el barranco tras un período de\nfuertes lluvias y con tiempo inestable</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Atención al caudal en períodos de lluvias\ntorrenciales. Al estar la roca muy pulida, cuando está mojada se vuelve\nenormemente resbaladiza, hecho que complica notablemente algunas de las\ntrepadas y los destrepes. El tramo de garganta comprendido entre el\nrápel de 8m (R7) y el final del barranco es extremadamente profundo y\nencajado, por lo que no existe ningún posible escape. Dos intentos de\nescape a través de la pared izquierda orográfica del barranco en la zona\ndel rápel de 8m (R7), terminaron en dos accidentes mortales. En la gran\nmarmita situada en la base de este rápel tiende a quedarse estancada el\nagua, factor que probablemente condicionó los mencionados intentos de\nescape y los accidentes. Este hecho motivó la instalación de un\npasamanos en fijo en el año 2002, que permitía bordear esta marmita por\nla orilla derecha orográfica, aunque la falta de apoyos para los pies en\nel pasamanos requería una buena técnica de progresión, o bien la\nutilización de un pedal como ayuda. Desgraciadamente varios de los\nanclajes del pasamanos fueron arrancados por la brutal crecida de\nnoviembre de 2007, que además colmató gran parte de la marmita, de ahí\nque no se hayan vuelto a reponer los anclajes rotos, ni tampoco la\ncuerda del pasamanos, (actualmente sólo quedan 4 anclajes aislados en\nmitad de la pared). Cuando el barranco lleva agua la gran marmita de\nrecepción del último rápel (marmita perforada), queda sifonada. Sólo es\nposible salir de ella realizando una escalada por la orilla derecha\norográfica, que permite alcanzar una cornisa desde la cual se desciende\na la zona situada inmediatamente detrás del sifón. Una cadena instalada\nen fijo permite superar este punto, aunque con un caudal muy fuerte\npuede ser complicado debido a las corrientes que se generan</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 0h30</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2h</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 1h10 (0h25 de marcha por el cauce y 0h45\nde marcha por el PR)</p>\n</div>\n<div>\n<p><b>Toponímia:</b> La toponimia es correcta, ya que en toda la comarca\nse conoce desde antaño este tramo del Río Girona con el nombre de:\nBarranc de l´Infern</p>\n</div>\n<div>\n<p><b>Mapa:</b> Benigembla 822(1-2) escala 1:10.000. El mapa puede\nvisualizarse y descargarse desde la página Web del Instituto\nCartográfico Valenciano: <a\nhref=\"http://www.icv.gva.es\">http://www.icv.gva.es</a></p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Vall de Laguar</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Río Girona</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> 30S 00749002 y T67 4297312 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> 30S 0749466 y T67 4296411 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 280msnm</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 200msnm</p>\n</div>\n<div>\n<p><b>Longitud:</b> 1.000m aproximadamente</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 80m</p>\n</div>\n<div>\n<p><b>Carácter:</b> El Barranc de l´Infern es el rey de los barrancos de\nla Comunidad Valenciana, gracias a su formidable roca caliza de color\nblanquecino, sus fantásticos pulidos y la majestuosidad de su gorga. Su\norografía concentra multitud de resaltes, pequeños rápeles y marmitas\ntrampa, situados de forma magistral y muy consecutiva</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Caliza</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>El descenso se puede combinar\ncon cualquier barranco de la cuenca del Río Girona: Barranc dels\nLlidoners, Barranc dels Racons, Barranc de la Corredora, Barranc del\nSalt o de Fleix y Barranc dels Oms</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No es necesaria</p>\n</div>\n<p>ACCESO: Llegar hasta el pueblo de Pego (Alicante) y atravesarlo\nsiguiendo las indicaciones de Benidorm, Fontilles y Sagra. Tras salir\ndel pueblo de Pego se sigue la carretera (C-3318) por espacio de 0,5km y\ntras una pronunciada curva a la derecha, se coge un desvío situado\ntambién a la derecha y en claro ascenso, que conduce a través de la\ncarretera CV-712 hasta Vall d´Ebo. En este punto debemos poner el\ncuentakilómetros a 0 y seguir el siguiente rutómetro de acceso: Km 0:\nInicio de la carretera CV-712. Continuar por esta sinuosa carretera\nhasta coronar el puerto. Km 8,2: Coger una pista de tierra a la\nizquierda. Enfrente de la pista y a la derecha de la carretera, existe\nuna construcción que se asemeja a un molino de viento. La pista se\nencuentra en buenas condiciones para que circule cualquier tipo de\nvehículo y alterna tramos de tierra con tramos asfaltados. Km 10,9: Sale\nuna pista a la izquierda, no cogerla y seguir recto. Km 12,4: Coger un\ndesvío a la derecha, en un principio asfaltado y con su parte final de\ntierra, que tras 100 metros conduce hasta dos casas. Aparcar el coche\ndonde no moleste. APROXIMACIÓN: En la parte izquierda del parking existe\nuna gran carrasca junto a la que parte una senda (PRV-147). El PR\nprimero va paralelo a unos campos de almendros, para inmediatamente\ncomenzar a descender en zigzag hacia el cauce del barranco.\nPosteriormente discurre por debajo de una gran pared y pasa junto a la\nFont de Reinós, (único punto con agua permanente del PRV-147). Desde\naquí continúa descendiendo hasta alcanzar en pocos minutos el cauce del\nbarranco. Una vez en el cauce hay que seguir aguas abajo durante 5\nminutos para llegar al primer rápel.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Durante la primavera de 2006 uno de los barranquistas españoles más\nreputados de todos los tiempos, el aragonés Enrique Salamero, visitó el\nbarranco y escribió lo siguiente: \"El Barranc de l'Infern es, sin lugar\na dudas, el cañón más relevante del arco mediterráneo peninsular y uno\nde los mejores cañones secos. Es incomprensible lo poco valorado y la\nescasa/nula atención que se le ha dado en los ámbitos barranquistas. La\nmorfología de todo el tramo deportivo tiene una estética envidiable y no\nhay cañón calcáreo que le pueda hacer sombra.\" Desde mi humilde punto de\nvista y bajo la objetividad que me ha aportado haber descendido\nbastantes cañones en diversas zonas del mundo, sólo puedo ratificar\nestas palabras. Para mi también el Barranc de l´Infern sigue siendo el\nrey de los barrancos secos, gracias a su formidable roca caliza de color\nblanquecino, sus fantásticos pulidos y la majestuosidad de su gorga. En\ndefinitiva, ya no hablamos sólo del mejor barranco de la provincia de\nAlicante, ni de la Comunidad Valenciana, ni tan sólo de España, si no\ndel mejor barranco seco de toda la franja Mediterránea. Nos encontramos\nante un barranco con multitud de resaltes, pequeños rápeles y marmitas\ntrampa, situados de forma muy consecutiva. El descenso, aunque\ntécnicamente asequible, es muy mantenido. Muchos de los rápeles y\npequeños resaltes se pueden descender sin cuerda si se conocen bien.\nTodas las marmitas trampa están equipadas con cuerdas fijas que\nfacilitan su escalada. Existen varios pasamanos instalados en fijo que\npermiten evitar las marmitas residuales y que aseguran el acceso hasta\nlos puntos de rápel. A lo largo de todo el descenso disfrutaremos de\nsensaciones e imágenes sobrecogedoras a cada paso, que se deben saborear\ncon calma y que difícilmente olvidaremos.</p>\n<div>\n<p><b>Escapes:</b> En el tramo inicial del descenso y antes de la\nentrada al segundo desfiladero, pueden existir varios posibles escapes\npor la orilla izquierda orográfica, especialmente a través de una canal\nmuy marcada. No obstante, hay que tener en cuenta que no existe ningún\nescape confirmado y que toda la ladera de la montaña está cubierta de\nuna vegetación muy densa. Hasta el rápel de 8m de la gran marmita (R7),\nexisten muchos puntos en ambas orillas en los que poder ponerse a\nresguardo de una posible crecida. A partir de este rápel y hasta el\nfinal del descenso, ya no existe ningún escape ni punto de resguardo</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Tras el último rápel seguir el cauce del barranco, que paulatinamente\nse va abriendo y haciendo más llano. Tras unos 5 minutos el cauce da un\nmarcado giro a la izquierda y el Barranc dels Racons se une por la\norilla derecha orográfica. Se sigue por el lecho del cauce durante unos\n300 metros aproximadamente, hasta encontrar un sendero en la orilla\nizquierda orográfica (hitos), que discurre paralelo al cauce. El sendero\nalterna ambas orillas, cruzando para ello el cauce del barranco en\nvarios puntos. Tras 25 minutos desde el inicio del retorno, se llega a\nuna zona muy llana y pedregosa, donde confluye el Barranc del Salt o de\nFleix por la orilla derecha orográfica. En este punto cruza el sendero\n(PRV-147) que baja desde la población de Fleix. Debemos seguir el PR por\nla orilla izquierda orográfica. El PR, antigua senda de herradura con\nmultitud de escalones, remonta por la falda de la montaña en zigzag.\nPosteriormente pasa junto a un pozo, e inmediatamente llega a una pista.\nContinuamos por la pista, primero en fuerte ascenso y después a través\nde terreno más llano, hasta alcanzar el desvío que desciende a nuestra\nizquierda donde hemos aparcado el coche tras 45 minutos desde el inicio\ndel PR y 1h10 desde el final del barranco.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Ninguna.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_fr.png\" title=\"rwl_fr.png\" alt=\"rwl_fr.png\" /><a\nhref=\"http://descente-canyon.com/canyoning/canyon-description/21272\">Descente-Canyon.com</a>\n: Infern</li>\n<li><img src=\"rwl_de.png\" title=\"rwl_de.png\" alt=\"rwl_de.png\" /><a\nhref=\"http://canyon.carto.net/cwiki/bin/view/Canyons/LInfernCanyon\">Canyon.Carto.net</a>\n: Barranc de l'Infern</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranc_de_linfern.htm\">Barranquismo.net</a>\n: Infern</li>\n<li><img src=\"rwl_pl.png\" title=\"rwl_pl.png\" alt=\"rwl_pl.png\" /><a\nhref=\"http://canyoning.wroclaw.pl/kanion.php?id=11\">Canyoning.Wroclaw.pl</a>\n: Infern</li>\n<li><a\nhref=\"http://aventuralicante.wordpress.com/2014/04/11/barranco-del-infern-vall-de-ebo\">http://aventuralicante.wordpress.com/2014/04/11/barranco-del-infern-vall-de-ebo</a></li>\n<li><a\nhref=\"http://barranquistas.blogspot.com.es/2010/03/barranc-de-linfern.html\">http://barranquistas.blogspot.com.es/2010/03/barranc-de-linfern.html</a></li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:alicante:infern\">Wiki-Infobarrancos</a>\n: Barranco de L'Infern (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://WWW.barranquistas.es/2010/03/barranc-de-linfern.html\">Barranquistas.es</a>\n: BARRANC DE L'INFERN (ALICANTE)</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=8038478\">Wikiloc.com</a> :\nBarranc de l;infern(Benimaurell)</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=8588702\">Wikiloc.com</a> :\nBarranco del Infierno y Barranco del Salt de Fleix</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=17450400\">Wikiloc.com</a> :\nBarranc del Infern (Barranco del Infierno) Vall d'Ebo</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=13331002\">Wikiloc.com</a> :\nBarranco del Infierno</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=15434696\">Wikiloc.com</a> :\nDescenso Barranc de L'Infern</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=2891265\">Wikiloc.com</a> :\nBarranco de L'Infern</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=5059298\">Wikiloc.com</a> :\nPR-CV 147: \\u201CVariante B \\u2013 Descenso de deportivo del barranc del\ninfern\\u201D</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=13276704\">Wikiloc.com</a> :\n07\\/05\\/2016 El barranc de l'Infern</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=11269175\">Wikiloc.com</a> :\nBarranco Infern y cascada Fleix</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=5530352\">Wikiloc.com</a> :\nBarranco del Infierno; Vall de Laguar; Alicante</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=13051123\">Wikiloc.com</a> :\nBarranco del infierno</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=1649608\">Wikiloc.com</a> :\nBarranco del Infierno (110306)</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=1421210\">Wikiloc.com</a> :\nBarranco Fleix-Infierno 03-2007</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=1521576\">Wikiloc.com</a> :\nBarranc del Infern (Barranco del Infierno)</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=3383337\">Wikiloc.com</a> :\nBarranc Infern - Vall d'Ebo</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=1530989\">Wikiloc.com</a> :\nbarranco del infierno..rio girona</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=16876536\">Wikiloc.com</a> :\nBarrancos Manueles; Infern; Llidoners y Fleix</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=6980657\">Wikiloc.com</a> :\nBarranco del Infierno. Alicante</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=11274604\">Wikiloc.com</a> :\nBarranco del infern + salto del fleix</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=6156741\">Wikiloc.com</a> :\nBco de l'Infern (Vall d'Ebo)</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=12776854\">Wikiloc.com</a> :\nbarranc de l'infern</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=9321046\">Wikiloc.com</a> :\nDescenso del barranco del Infierno (Vall del Ebo-Alicante)</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=7962843\">Wikiloc.com</a> :\nBarranco del Infierno aproximacion y retorno. En la Vall de Ebo</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=435045\">Wikiloc.com</a> :\nbarranc de l'infern</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=1563510\">Wikiloc.com</a> :\nBarranc de l'Infern</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=9501279\">Wikiloc.com</a> :\nLas cuatro verticales de la cuenca del Rio Girona (Infern)</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=7265260\">Wikiloc.com</a> :\nBarranc de l'infern</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=2620463\">Wikiloc.com</a> :\nBarranco del infierno por el interior Vall de Laguar</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=13049181\">Wikiloc.com</a> :\nBarranco del Infierno (Barranc de l\\u2019Infern) y la Catedral del\nSenderismo</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=9017274\">Wikiloc.com</a> :\nBarranc de l'infern(Benimaurell)</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=13301723\">Wikiloc.com</a> :\nBarranco del infierno. Vall de Laguar. Benimaurell (1\\/2)</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=11173044\">Wikiloc.com</a> :\nBenimaurell barranc del infern</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=12634187\">Wikiloc.com</a> :\nBARRANC DE L'INFERN DESDE FLEIX</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=16461430\">Wikiloc.com</a> :\nBarranco del infierno</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=3975970\">Wikiloc.com</a> :\nbarranc del infern</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=5519113\">Wikiloc.com</a> :\nbarranc de l'infern</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=8207198\">Wikiloc.com</a> :\nbarranco del infierno</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>10-May-08 Andres Marti</p>\n</div>\n<p>El primer descenso lo realizaron el 19 de mayo de 1.968 los\nsiguientes miembros del Centro Excursionista de Alcoy: Carmen Aracil,\nMario García, Antonio Navarro, José Navarro, José Arañó y Roberto\nSegura.</p>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -0.130291,
            38.784901,
            0
          ]
        },
        "properties": {
          "name": "Start",
          "styleUrl": "#depart",
          "styleHash": "-79a39e26",
          "styleMapHash": {
            "normal": "#depart0",
            "highlight": "#depart1"
          },
          "icon": "http://www.descente-canyon.com/design/img/map-markers/marker-canyon-depart.png",
          "description": "commencement d\\ (Data by Streicher Wolfgang on 12 nov 2008)",
          "elevationMeters": 524
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -0.127931,
            38.782242,
            0
          ]
        },
        "properties": {
          "name": "End",
          "styleUrl": "#arrivee",
          "styleHash": "3908b860",
          "styleMapHash": {
            "normal": "#arrivee0",
            "highlight": "#arrivee1"
          },
          "icon": "http://www.descente-canyon.com/design/img/map-markers/marker-canyon-arrivee.png",
          "description": "fin d\\ (Data by Streicher Wolfgang on 12 nov 2008)",
          "elevationMeters": 424
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -0.12778,
            38.791641,
            0
          ]
        },
        "properties": {
          "name": "Parking",
          "styleUrl": "#parking",
          "styleHash": "-16f2cca1",
          "styleMapHash": {
            "normal": "#parking0",
            "highlight": "#parking1"
          },
          "icon": "http://maps.google.com/mapfiles/kml/paddle/P.png",
          "description": " (Data by Streicher Wolfgang on 12 nov 2008)",
          "elevationMeters": 472
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -0.11615,
            38.782539,
            0
          ]
        },
        "properties": {
          "name": "Waypoint Approach/Exit",
          "styleUrl": "#point_externe",
          "styleHash": "8bde020",
          "styleMapHash": {
            "normal": "#point_externe0",
            "highlight": "#point_externe1"
          },
          "icon": "http://www.descente-canyon.com/design/img/map-markers/marker-canyon-point_externe.png",
          "description": "sortie du cours d\\ (Data by Streicher Wolfgang on 12 nov 2008)",
          "elevationMeters": 494
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -0.136321,
            38.788395,
            0
          ]
        },
        "properties": {
          "name": "Waypoint Approach/Exit",
          "styleUrl": "#point_externe",
          "styleHash": "8bde020",
          "styleMapHash": {
            "normal": "#point_externe0",
            "highlight": "#point_externe1"
          },
          "icon": "http://www.descente-canyon.com/design/img/map-markers/marker-canyon-point_externe.png",
          "description": "entrée dans le cours d\\ (Data by Streicher Wolfgang on 12 nov 2008)",
          "elevationMeters": 487
        }
      }
    ]
  },
  "version": "7873bd60801c724e3f4d0749aa6928b7"
}