{"quality":3.9,"rappelLongestMeters":15,"longitude":-0.1347,"technicalRating":4,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><div><b>Acceso desde:<\/b> Vall d´Ebo<\/div>\n<div><b>Altura de rápel mas largo:<\/b> 8m<\/div>\n<div><b>Información del caudal:<\/b> En condiciones normales el barranco se encuentra seco debido a su régimen torrencial. Existen tres marmitas residuales permanentes, que se evitan cómodamente gracias a los pasamanos instalados. Sin embargo, hay que tener en cuenta que la cuenca de absorción del Río Girona es muy extensa, aguas arriba del tramo deportivo del Barranc de l´Infern, lo que ocasiona crecidas descomunales durante los períodos de fuertes lluvias, asociados a las habituales gotas frías de levante. Durante los últimos años ha sido habitual que el barranco lleve agua corriente como mínimo dos veces al año. En diciembre de 2.004 un grupo quedó bloqueado a causa de una enorme crecida, en una pequeña cornisa de la zona intermedia del barranco, hecho que movilizó un complejo rescate a través de una de las paredes laterales de la garganta, ya que el cauce estuvo impracticable durante días a consecuencia del altísimo caudal. Las huellas de estas crecidas son claramente visibles en algunos puntos. En varias zonas situadas a muchos metros de altura del lecho del cauce se aprecian tapones de cañas. Muchas marmitas varían constantemente de profundidad, colmatándose o vaciándose, lo que provoca el desplazamiento y la acumulación de cantos rodados de un punto a otro del cauce. Durante la devastadora crecida del 12 de octubre de 2007, provocada por unas lluvias torrenciales que en algunos puntos sobrepasaron los 400 litros en un corto espacio de tiempo, se produjeron cambios radicales en la orografía del barranco. Todas las zonas verticales y la mayor parte de las zonas horizontales fueron modificadas. Toneladas de gravas sepultaron el cauce rocoso, dejándolo en algunos puntos a más de 5 metros de profundidad y haciendo desaparecer todas las marmitas trampa. Muchos de los anclajes químicos fueron doblados y arrancados. Bloques de toneladas de peso arrastrados, la vegetación arrancada, las sendas de acceso y retorno destrozadas y hasta algunos de los muros de las terrazas de cultivo que se construyeron hace cientos de años y que habían permanecido inalterables hasta nuestros días se desmoronaron. Los cambios fueron muy importantes e hicieron que el descenso perdiese gran valor estético y deportivo. Todos los cambios mencionados se aprecian claramente en las dos topografías del barranco: la realizada antes de la crecida de octubre de 2007 y la realizada posteriormente<\/div>\n<div><b>Material necesario:<\/b> 1 cuerda de 20m y cuerda de seguridad<\/div>\n<div><b>Neopreno:<\/b> No es necesario en condiciones normales<\/div>\n<div><b>Material de instalación:<\/b> El barranco se encuentra totalmente instalado con anclajes químicos inoxidables. Los pasamanos también se encuentran instalados en fijo con cuerda. Hasta los resaltes más pequeños disponen de un anclaje para poder ser descendidos con cuerda en caso de necesidad. El equipamiento es excelente y se encuentra muy bien situado<\/div>\n<div><b>Epoca:<\/b> Todo el año, excepto en verano, ya que la zona donde se desarrolla el barranco es extremadamente calurosa. Fuera de esta época puede ser muy peligroso adentrarse en el barranco tras un período de fuertes lluvias y con tiempo inestable<\/div>\n<div><b>Observaciones:<\/b> Atención al caudal en períodos de lluvias torrenciales. Al estar la roca muy pulida, cuando está mojada se vuelve enormemente resbaladiza, hecho que complica notablemente algunas de las trepadas y los destrepes. El tramo de garganta comprendido entre el rápel de 8m (R7) y el final del barranco es extremadamente profundo y encajado, por lo que no existe ningún posible escape. Dos intentos de escape a través de la pared izquierda orográfica del barranco en la zona del rápel de 8m (R7), terminaron en dos accidentes mortales. En la gran marmita situada en la base de este rápel tiende a quedarse estancada el agua, factor que probablemente condicionó los mencionados intentos de escape y los accidentes. Este hecho motivó la instalación de un pasamanos en fijo en el año 2002, que permitía bordear esta marmita por la orilla derecha orográfica, aunque la falta de apoyos para los pies en el pasamanos requería una buena técnica de progresión, o bien la utilización de un pedal como ayuda. Desgraciadamente varios de los anclajes del pasamanos fueron arrancados por la brutal crecida de noviembre de 2007, que además colmató gran parte de la marmita, de ahí que no se hayan vuelto a reponer los anclajes rotos, ni tampoco la cuerda del pasamanos, (actualmente sólo quedan 4 anclajes aislados en mitad de la pared). Cuando el barranco lleva agua la gran marmita de recepción del último rápel (marmita perforada), queda sifonada. Sólo es posible salir de ella realizando una escalada por la orilla derecha orográfica, que permite alcanzar una cornisa desde la cual se desciende a la zona situada inmediatamente detrás del sifón. Una cadena instalada en fijo permite superar este punto, aunque con un c<\/div>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>audal muy fuerte puede ser complicado debido a las corrientes que se generan\n<\/p><div><b>Horario de aproximación:<\/b> 0h30<\/div>\n<div><b>Horario de descenso:<\/b> 2h<\/div>\n<div><b>Horario de retorno:<\/b> 1h10 (0h25 de marcha por el cauce y 0h45 de marcha por el PR)<\/div>\n<div><b>Toponímia:<\/b> La toponimia es correcta, ya que en toda la comarca se conoce desde antaño este tramo del Río Girona con el nombre de: Barranc de l´Infern<\/div>\n<div><b>Mapa:<\/b> Benigembla 822(1-2) escala 1:10.000. El mapa puede visualizarse y descargarse desde la página Web del Instituto Cartográfico Valenciano: <a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/www.icv.gva.es\">http:\/\/www.icv.gva.es<\/a><\/div>\n<div><b>Zona o macizo:<\/b> Vall de Laguar<\/div>\n<div><b>Cuenca:<\/b> Río Girona<\/div>\n<div><b>Coord. GPS del inicio:<\/b> 30S 00749002 y T67 4297312 (Datum EU1950)<\/div>\n<div><b>Coord. GPS del final:<\/b> 30S 0749466 y T67 4296411 (Datum EU1950)<\/div>\n<div><b>Altura en inicio:<\/b> 280msnm<\/div>\n<div><b>Altura en final:<\/b> 200msnm<\/div>\n<div><b>Longitud:<\/b> 1.000m aproximadamente<\/div>\n<div><b>Desnivel:<\/b> 80m<\/div>\n<div><b>Carácter:<\/b> El Barranc de l´Infern es el rey de los barrancos de la Comunidad Valenciana, gracias a su formidable roca caliza de color blanquecino, sus fantásticos pulidos y la majestuosidad de su gorga. Su orografía concentra multitud de resaltes, pequeños rápeles y marmitas trampa, situados de forma magistral y muy consecutiva<\/div>\n<div><b>Tipo de roca:<\/b> Caliza<\/div>\n<div><b>Combinable con el descenso de:<\/b>El descenso se puede combinar con cualquier barranco de la cuenca del Río Girona:  Barranc dels Llidoners,  Barranc dels Racons,  Barranc de la Corredora,  Barranc del Salt o de Fleix y  Barranc dels Oms<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div><b>Combinación de vehículos:<\/b> No es necesaria<\/div>\n<p>ACCESO: Llegar hasta el pueblo de Pego (Alicante) y atravesarlo siguiendo las indicaciones de Benidorm, Fontilles y Sagra. Tras salir del pueblo de Pego se sigue la carretera (C-3318) por espacio de 0,5km y tras una pronunciada curva a la derecha, se coge un desvío situado también a la derecha y en claro ascenso, que conduce a través de la carretera CV-712 hasta Vall d´Ebo. En este punto debemos poner el cuentakilómetros a 0 y seguir el siguiente rutómetro de acceso: Km 0: Inicio de la carretera CV-712. Continuar por esta sinuosa carretera hasta coronar el puerto. Km 8,2: Coger una pista de tierra a la izquierda. Enfrente de la pista y a la derecha de la carretera, existe una construcción que se asemeja a un molino de viento. La pista se encuentra en buenas condiciones para que circule cualquier tipo de vehículo y alterna tramos de tierra con tramos asfaltados. Km 10,9: Sale una pista a la izquierda, no cogerla y seguir recto. Km 12,4: Coger un desvío a la derecha, en un principio asfaltado y con su parte final de tierra, que tras 100 metros conduce hasta dos casas. Aparcar el coche donde no moleste. APROXIMACIÓN: En la parte izquierda del parking existe una gran carrasca junto a la que parte una senda (PRV-147). El PR primero va paralelo a unos campos de almendros, para inmediatamente comenzar a descender en zigzag hacia el cauce del barranco. Posteriormente discurre por debajo de una gran pared y pasa junto a la Font de Reinós, (único punto con agua permanente del PRV-147). Desde aquí continúa descendiendo hasta alcanzar en pocos minutos el cauce del barranco. Una vez en el cauce hay que seguir aguas abajo durante 5 minutos para llegar al primer rápel.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Durante la primavera de 2006 uno de los barranquistas españoles más reputados de todos los tiempos, el aragonés Enrique Salamero, visitó el barranco y escribió lo siguiente: \"El Barranc de l'Infern es, sin lugar a dudas, el cañón más relevante del arco mediterráneo peninsular y uno de los mejores cañones secos. Es incomprensible lo poco valorado y la escasa\/nula atención que se le ha dado en los ámbitos barranquistas. La morfología de todo el tramo deportivo tiene una estética envidiable y no hay cañón calcáreo que le pueda hacer sombra.\" Desde mi humilde punto de vista y bajo la objetividad que me ha aportado haber descendido bastantes cañones en diversas zonas del mundo, sólo puedo ratificar estas palabras. Para mi también el Barranc de l´Infern sigue siendo el rey de los barrancos secos, gracias a su formidable roca caliza de color blanquecino, sus fantásticos pulidos y la majestuosidad de su gorga. En definitiva, ya no hablamos sólo del mejor barranco de la provincia de Alicante, ni de la Comunidad Valenciana, ni tan sólo de España, si no del mejor barranco seco de toda la franja Mediterránea. Nos encontramos ante un barranco con multitud de resaltes, pequeños rápeles y marmitas trampa, situados de forma muy consecutiva. El descenso, aunque técnicamente asequible, es muy mantenido. Muchos de los rápeles y pequeños resaltes se pueden descender sin cuerda si se conocen bien. Todas las marmitas trampa están equipadas con cuerdas fijas que facilitan su escalada. Existen varios pasamanos instalados en fijo que permiten evitar\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><pre>las marmitas residuales y que aseguran el acceso hasta los puntos de rápel. A lo largo de todo el descenso disfrutaremos de sensaciones e imágenes sobrecogedoras a cada paso, que se deben saborear con calma y que difícilmente olvidaremos.\n<\/pre>\n<div><b>Escapes:<\/b> En el tramo inicial del descenso y antes de la entrada al segundo desfiladero, pueden existir varios posibles escapes por la orilla izquierda orográfica, especialmente a través de una canal muy marcada. No obstante, hay que tener en cuenta que no existe ningún escape confirmado y que toda la ladera de la montaña está cubierta de una vegetación muy densa. Hasta el rápel de 8m de la gran marmita (R7), existen muchos puntos en ambas orillas en los que poder ponerse a resguardo de una posible crecida. A partir de este rápel y hasta el final del descenso, ya no existe ningún escape ni punto de resguardo<\/div>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Tras el último rápel seguir el cauce del barranco, que paulatinamente se va abriendo y haciendo más llano. Tras unos 5 minutos el cauce da un marcado giro a la izquierda y el Barranc dels Racons se une por la orilla derecha orográfica. Se sigue por el lecho del cauce durante unos 300 metros aproximadamente, hasta encontrar un sendero en la orilla izquierda orográfica (hitos), que discurre paralelo al cauce. El sendero alterna ambas orillas, cruzando para ello el cauce del barranco en varios puntos. Tras 25 minutos desde el inicio del retorno, se llega a una zona muy llana y pedregosa, donde confluye el Barranc del Salt o de Fleix por la orilla derecha orográfica. En este punto cruza el sendero (PRV-147) que baja desde la población de Fleix. Debemos seguir el PR por la orilla izquierda orográfica. El PR, antigua senda de herradura con multitud de escalones, remonta por la falda de la montaña en zigzag. Posteriormente pasa junto a un pozo, e inmediatamente llega a una pista. Continuamos por la pista, primero en fuerte ascenso y después a través de terreno más llano, hasta alcanzar el desvío que desciende a nuestra izquierda donde hemos aparcado el coche tras 45 minutos desde el inicio del PR y 1h10 desde el final del barranco.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Ninguna.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/descente-canyon.com\/canyoning\/canyon-description\/21272\">Descente-Canyon.com<\/a> &#160;: Infern<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/canyon.carto.net\/cwiki\/bin\/view\/Canyons\/LInfernCanyon\">Canyon.Carto.net<\/a> &#160;: Barranc de l'Infern<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barranquismo.net\/paginas\/barrancos\/barranc_de_linfern.htm\">Barranquismo.net<\/a> &#160;: Infern<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/canyoning.wroclaw.pl\/kanion.php?id=11\">Canyoning.Wroclaw.pl<\/a> &#160;: Infern<\/li>\n<li><a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/aventuralicante.wordpress.com\/2014\/04\/11\/barranco-del-infern-vall-de-ebo\">http:\/\/aventuralicante.wordpress.com\/2014\/04\/11\/barranco-del-infern-vall-de-ebo<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/barranquistas.blogspot.com.es\/2010\/03\/barranc-de-linfern.html\">http:\/\/barranquistas.blogspot.com.es\/2010\/03\/barranc-de-linfern.html<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.docuwiki.infobarrancos.es\/doku.php?id=barrancos:alicante:infern\">Wiki-Infobarrancos<\/a> &#160;: Barranco de L'Infern (<a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/infobarrancos.es\/\">http:\/\/infobarrancos.es\/<\/a>)<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/WWW.barranquistas.es\/2010\/03\/barranc-de-linfern.html\">Barranquistas.es<\/a> &#160;: BARRANC DE L'INFERN (ALICANTE)<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=8038478\">Wikiloc.com<\/a> &#160;: Barranc de l;infern(Benimaurell)<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=8588702\">Wikiloc.com<\/a> &#160;: Barranco del Infierno y Barranco del Salt de Fleix<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=17450400\">Wikiloc.com<\/a> &#160;: Barranc del Infern (Barranco del Infierno) Vall d'Ebo<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=13331002\">Wikiloc.com<\/a> &#160;: Barranco del Infierno<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=15434696\">Wikiloc.com<\/a> &#160;: Descenso Barranc de L'Infern<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=2891265\">Wikiloc.com<\/a> &#160;: Barranco de L'Infern<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=5059298\">Wikiloc.com<\/a> &#160;: PR-CV 147: \\u201CVariante B \\u2013 Descenso de deportivo del barranc del infern\\u201D<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=13276704\">Wikiloc.com<\/a> &#160;: 07\\\/05\\\/2016 El barranc de l'Infern<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=11269175\">Wikiloc.com<\/a> &#160;: Barranco Infern y cascada Fleix<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=5530352\">Wikiloc.com<\/a> &#160;: Barranco del Infierno; Vall de Laguar; Alicante<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=13051123\">Wikiloc.com<\/a> &#160;: Barranco del infierno<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=1649608\">Wikiloc.com<\/a> &#160;: Barranco del Infierno (110306)<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=1421210\">Wikiloc.com<\/a> &#160;: Barranco Fleix-Infierno 03-2007<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=1521576\">Wikiloc.com<\/a> &#160;: Barranc del Infern (Barranco del Infierno)<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=3383337\">Wikiloc.com<\/a> &#160;: Barranc Infern - Vall d'Ebo<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=1530989\">Wikiloc.com<\/a> &#160;: barranco del infierno..rio girona<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=16876536\">Wikiloc.com<\/a> &#160;: Barrancos Manueles; Infern; Llidoners y Fleix<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=6980657\">Wikiloc.com<\/a><\/li><\/ul>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><pre>&#160;: Barranco del Infierno. Alicante\n<\/pre>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=11274604\">Wikiloc.com<\/a> &#160;: Barranco del infern   salto del fleix<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=6156741\">Wikiloc.com<\/a> &#160;: Bco de l'Infern (Vall d'Ebo)<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=12776854\">Wikiloc.com<\/a> &#160;: barranc de l'infern<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=9321046\">Wikiloc.com<\/a> &#160;: Descenso del barranco del Infierno (Vall del Ebo-Alicante)<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=7962843\">Wikiloc.com<\/a> &#160;: Barranco del Infierno aproximacion y retorno. En la Vall de Ebo<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=435045\">Wikiloc.com<\/a> &#160;: barranc de l'infern<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=1563510\">Wikiloc.com<\/a> &#160;: Barranc de l'Infern<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=9501279\">Wikiloc.com<\/a> &#160;: Las cuatro verticales de la cuenca del Rio Girona (Infern)<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=7265260\">Wikiloc.com<\/a> &#160;: Barranc de l'infern<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=2620463\">Wikiloc.com<\/a> &#160;: Barranco del infierno por el interior Vall de Laguar<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=13049181\">Wikiloc.com<\/a> &#160;: Barranco del Infierno (Barranc de l\\u2019Infern) y la Catedral del Senderismo<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=9017274\">Wikiloc.com<\/a> &#160;: Barranc de l'infern(Benimaurell)<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=13301723\">Wikiloc.com<\/a> &#160;: Barranco del infierno. Vall de Laguar. Benimaurell (1\\\/2)<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=11173044\">Wikiloc.com<\/a> &#160;: Benimaurell barranc del infern<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=12634187\">Wikiloc.com<\/a> &#160;: BARRANC DE L'INFERN DESDE FLEIX<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=16461430\">Wikiloc.com<\/a> &#160;: Barranco del infierno<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=3975970\">Wikiloc.com<\/a> &#160;: barranc del infern<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=5519113\">Wikiloc.com<\/a> &#160;: barranc de l'infern<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=8207198\">Wikiloc.com<\/a> &#160;: barranco del infierno<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<div style=\"display:none\" class=\"barranquismonet\">10-May-08 Andres Marti<\/div>\n<p>El primer descenso lo realizaron el 19 de mayo de 1.968 los siguientes miembros del Centro Excursionista de Alcoy: Carmen Aracil, Mario García, Antonio Navarro, José Navarro, José Arañó y Roberto Segura.\n<\/p>\n\n\n<\/div>","waterRating":null,"url":"https:\/\/ropewiki.com\/Infern_(Alicante)","name":"Infern (Alicante)","version":"60290fa8ab4e3aabd97e33a711dd7f20c774ab6d9564a85d5d64a38e07d1515f","months":["Dec","Jan","Feb","Mar","Apr","May","Sep","Oct","Nov"],"rappelCountMax":null,"shuttleSeconds":null,"rappelCountMin":null,"id":13206,"latitude":38.7872,"riskRating":null,"geojson":{"type":"FeatureCollection","features":[{"geometry":{"type":"Point","coordinates":[[-0.130291,38.784901,0]]},"properties":{"name":"Start"},"type":"Feature"},{"properties":{"name":"End"},"type":"Feature","geometry":{"coordinates":[[-0.127931,38.782242,0]],"type":"Point"}},{"geometry":{"coordinates":[[-0.12778,38.791641,0]],"type":"Point"},"type":"Feature","properties":{"name":"Parking"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[[-0.11615,38.782539,0]]},"properties":{"name":"Waypoint Approach\/Exit"}},{"type":"Feature","properties":{"name":"Waypoint Approach\/Exit"},"geometry":{"type":"Point","coordinates":[[-0.136321,38.788395,0]]}}]},"permit":"No","vehicle":null,"timeRating":"II"}