{
  "url": "https://ropewiki.com/Penyals",
  "latitude": 38.802,
  "longitude": -0.2007,
  "id": 13572,
  "name": "Penyals",
  "quality": 3.5,
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 12,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Vall d´Ebo</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 7m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Habitualmente la mayor parte del\ndescenso se encuentra totalmente seco, aunque existen varias marmitas\nresiduales permanentes e inevitables. Las dos marmitas más profundas se\npueden evitar gracias a los pasamanos recuperables instalados. Las\nrestantes obligan a mojarse, en condiciones normales, hasta la cintura\ncomo máximo. Hay que tener muy en cuenta que la vasta cuenca de\nabsorción del Río Girona, ocasiona crecidas descomunales durante los\nperíodos de fuertes lluvias, asociados a las habituales gotas frías de\nlevante. Durante los últimos años ha sido habitual que el barranco lleve\nagua corriente varias veces al año</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 1 cuerda de 25m (para poder instalar los\npasamanos recuperables) y cuerda de seguridad</p>\n</div>\n<div>\n<p><b>Neopreno:</b> En condiciones normales el barranco se encuentra\ntotalmente seco, a excepción de algunas marmitas residuales permanentes.\nLas dos marmitas más profundas se pueden evitar gracias a la instalación\nde dos largos pasamanos recuperables. De las restantes, la mayoría se\npueden evitar mediante pasos en oposición. Gracias a ello, es posible\nmojarse como máximo hasta la cintura. Según la época del año y las\npreferencias personales, podría optarse por utilizar el peto del\nneopreno, aunque el cauce totalmente seco prevalece durante la mayor\nparte del descenso y las marmitas con agua se concentran en el estrecho\npasillo inicial. El neopreno completo sólo es necesario durante las\népocas de crecida del Río Girona, momentos en los que es habitual que el\ncaudal pueda llegar a ser muy alto</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> El barranco se encuentra totalmente\ninstalado con anclajes químicos inoxidables, (equipado durante la\nprimavera-verano de 2008 por José Monserrat y Andrés Martí). Los\npasamanos carecen de cuerdas fijas y están equipados para superarse\nmediante técnica recuperable. Con ello se pretende preservar los\nanclajes de las posibles crecidas y aumentar las dificultades técnicas.\nPor favor, es importante que se respete el criterio que han seguido los\nreequipadores y que no se dejen cuerdas fijas en ninguna de las\ninstalaciones. La ubicación de los anclajes permite un descenso bastante\nlimpio y sin apenas roces sobre las cuerdas</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año, excepto en verano, ya que la zona donde se\ndesarrolla el barranco es extremadamente calurosa. En pleno estiaje el\nagua de las marmitas residuales puede estar en mal estado. Fuera de esta\népoca puede ser muy peligroso adentrarse en el barranco tras un período\nde fuertes lluvias y con tiempo inestable</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Atención a las abejas y avispas durante los\nmeses de verano, ya que durante esa época abundan debido a la existencia\nde agua. Precaución con el caudal en períodos de lluvias torrenciales,\nya que el cauce tiene puntos muy estrechos. Hay que tener en cuenta que\nla cuenca de absorción del Río Girona es muy extensa y favorece las\ncrecidas descomunales durante los períodos de fuertes lluvias, asociados\na las habituales gotas frías de levante. Con un caudal medio-alto se\nforman movimientos de agua peligrosos en varios puntos, debido a la\nestrechez y orografía del cauce. Los más destacables son el estrecho\npasillo inicial, donde existen varios rebufos aspirantes y la marmita\nsituada en la base del segundo pasamanos, donde se forma un remolino y\nuna fuerte contracorriente que dificulta la salida. Al estar la roca muy\npulida, cuando está mojada se vuelve tremendamente resbaladiza</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 0h10 desde el coche hasta el cauce y\n0h15 desde el cauce hasta el primer rápel</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2h</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 0h30 con un solo vehículo</p>\n</div>\n<div>\n<p><b>Toponímia:</b> La toponimia es correcta. La zona donde se\ndesarrolla el barranco aparece en los mapas 1:10.000 con el nombre de:\nEls Penyals</p>\n</div>\n<div>\n<p><b>Mapa:</b> La Vall d´Alcalà 821(4-1) y Vall d´Ebo 822(1-1) escala\n1:10.000. Los mapas pueden visualizarse y descargarse desde la página\nWeb del Instituto Cartográfico Valenciano: <a\nhref=\"http://http://www.icv.gva.es\"><span>http://www.icv.gva.es</span></a>\n<a href=\"http://http://www.icv.gva.es\"></a></p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Vall d´Ebo</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Río Girona</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> 30S 0743280 y T67 4298812 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> 30S 0744202 y T67 4298923 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 500msnm</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 460msnm</p>\n</div>\n<div>\n<p><b>Longitud:</b> 1.300m aproximadamente</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 40m aproximadamente</p>\n</div>\n<div>\n<p><b>Carácter:</b> Este barranco tiene una orografía impresionante y\nfuera de lo común, en la que abundan los pasos sinuosos y estrechos, las\nmarmitas trampa y perforadas, la roca muy trabajada por el agua y con\nunos pulidos excepcionales. valores que le confieren al descenso una\ncalidad estética excepcional. Aunque su perfil poco accidentado aglutina\ndificultades técnicas asequibles, con rápeles de escasa longitud, su\nespecial orografía obliga a aplicar todas las técnicas de progresión\nhorizontal, convirtiéndolo en un barranco muy deportivo. Se trata del\ndescenso más interesante de todo el sector del Girona junto al Barranc\nde l´Infern y de uno de los mejores barrancos de la provincia de\nAlicante</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Caliza</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Aunque este descenso es el más\naislado de la cuenca del Río Girona, se puede combinar con relativa\nfacilidad con cualquier otro barranco de la cuenca: Barranc de l´Infern,\nBarranc de les Manueles, Barranc dels Llidoners, Barranc dels Racons,\nBarranc de la Corredora, Barranc del Salt o de Fleix y Barranc dels Oms.\nLa distancia que separa el parking del Barranc dels Penyals del parking\ndel Barranc de l´Infern es de tan sólo 12,5Km. También es posible\ncombinar cómodamente el descenso con el del Barranc del Pas de Calvo</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No es necesaria, aunque si se\ndispone de dos vehículos se puede realizar una combinación de 1.150m,\ntal y como se describe en el acceso</p>\n</div>\n<p>ACCESO: Llegar hasta el pueblo de Pego (Alicante) y atravesarlo\nsiguiendo las indicaciones de Benidorm, Fontilles y Sagra. Tras salir\ndel pueblo de Pego se sigue la carretera (C-3318) por espacio de 0,5km y\ntras una pronunciada curva a la derecha, se coge un desvío situado\ntambién a la derecha y en claro ascenso, que conduce a través de la\ncarretera CV-712 hasta el pueblo de Vall d´Ebo. Justo antes de entrar en\nVall d´Ebo se atraviesa el Río Girona por un puente y se gira a la\nderecha. La carretera CV-712 bordea el pueblo y comienza a ascender. Se\ndeja la entrada y el parking de la Cova del Rull (cavidad turística) a\nla izquierda y se continúa hasta el punto kilométrico 11, donde existe\nun pequeño ensanchamiento en el que aparcar. Si se dispone de dos\nvehículos uno puede dejarse en un pequeño ensanchamiento de la\ncarretera, situado 150m antes del punto kilométrico 12. APROXIMACIÓN:\nDesde la parte izquierda de la carretera, según el sentido en el que\nhemos llegado desde Vall d´Ebo, continuar campo a través por una zona\nrepleta de vegetación y sin senda definida, durante aproximadamente\n250m, hasta alcanzar la línea superior del Barranc dels Penyals en su\norilla izquierda orográfica. Desde este punto descender directamente\nhasta el lecho del cauce sin camino definido y por la zona más cómoda.\n</p>\n<h2 id=\"descent\">Descent</h2>\n<p>El barranco tiene un cauce muy sinuoso, con multitud de resaltes,\npequeños rápeles, marmitas trampa y zonas muy estrechas.</p>\n<div>\n<p><b>Escapes:</b> El cauce tiene bastantes tramos abiertos en los que\nes relativamente sencillo realizar un escape y llegar hasta la carretera\nCV-712. En algunos puntos la vegetación puede dificultar un poco la\nllegada hasta la carretera, que discurre más o menos paralela al\nbarranco, aunque a cierta distancia. En la zona de la gorga el\nencajamiento es máximo y no existen escapes, aunque sí algunos puntos de\nresguardo</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Poco después de haber superado el último rápel, cuando el cauce se\nabre, (las coordenadas de este punto son: 30S 0744202 y T67 4298923\nDatum EU1950), existe un pequeño afluente situado en la orilla izquierda\norográfica que forma una gran vaguada. A través de la ladera izquierda\ndel afluente (orilla derecha orográfica de éste), es posible ascender\ncampo a través y sin senda definida. Así se alcanzan unos campos de\ncultivo, (propiedad privada ser respetuosos) y una pista que conduce a\nla carretera CV-712 150m antes del punto kilométrico 12. Una vez en la\ncarretera sólo resta continuar subiendo hasta el punto kilométrico 11 y\nel coche. Tras el último rápel también existe la posibilidad de\ncontinuar por el cauce aguas abajo y a través de una senda situada en la\norilla derecha orográfica, hasta alcanzar un punto del cauce en el que\nexiste una surgencia. Desde aquí es posible continuar por el cauce y\ndescender otro estrecho por el que corre agua durante todo el año (Els\nTolls), o bien ascender por la orilla izquierda orográfica, alcanzando\nasí un sendero local (marcas blancas y verdes), que conduce a la\ncarretera CV-712 un poco más debajo de la Cova del Rull, junto al punto\nkilométrico 14. El tramo de Els Tolls tiene un desnivel de 10m y se\ndesciende en poco más de 10 minutos, con un resalte máximo de 2m\n(saltable), tras lo que se alcanza por la orilla izquierda orográfica el\nsendero de retorno. Esta segunda opción carece de interés deportivo y\nobliga a un retorno mucho más largo, por lo que realmente no es muy\nrecomendable.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Ninguna.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_fr.png\" title=\"rwl_fr.png\" alt=\"rwl_fr.png\" /><a\nhref=\"http://descente-canyon.com/canyoning/canyon-description/22971\">Descente-Canyon.com</a>\n: Penyals</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranc_dels_penyals.htm\">Barranquismo.net</a>\n: Penyals</li>\n<li><a\nhref=\"http://barranquistas.blogspot.com.es/2010/03/barranc-dels-penyals.html\">http://barranquistas.blogspot.com.es/2010/03/barranc-dels-penyals.html</a></li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:alicante:penyals\">Wiki-Infobarrancos</a>\n: Barranco de Penyals (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://WWW.barranquistas.es/2010/03/barranc-dels-penyals.html\">Barranquistas.es</a>\n: BARRANC DELS PENYALS</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=1714174\">Wikiloc.com</a> :\nBarranco del Penyal</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=722802\">Wikiloc.com</a> :\nBarranco dels Penyals íntegro</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=722824\">Wikiloc.com</a> :\nBarranco dels Penyals parte deportiva</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=6280553\">Wikiloc.com</a> :\nbarranc del penyals</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=1372194\">Wikiloc.com</a> :\nBco Penyals</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=23718020\">Wikiloc.com</a> :\nBarranco dels Penyals, Vall d'Ebo, Alicante -- jvramos.</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>20-Apr-09 Andres Marti</p>\n</div>\n<p>El primer descenso del que se tiene constancia es el que realizaron\nen mayo de 2002 Rafael Plá y Francisco Pavía del Centro Excursionista de\nAlcoy, aunque durante este primer descenso ya encontraron en el cauce\nvarios anclajes muy envejecidos.</p>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -0.202344,
            38.805199,
            0
          ]
        },
        "properties": {
          "name": "Parking Approach",
          "styleUrl": "#parking_amont",
          "styleHash": "-55e0b397",
          "styleMapHash": {
            "normal": "#parking_amont0",
            "highlight": "#parking_amont1"
          },
          "icon": "http://maps.google.com/mapfiles/kml/paddle/P.png",
          "description": " (Data by philip on 12 fév 2014)",
          "elevationMeters": 728
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -0.190164,
            38.806332,
            0
          ]
        },
        "properties": {
          "name": "Parking Exit",
          "styleUrl": "#parking_aval",
          "styleHash": "-64d43659",
          "styleMapHash": {
            "normal": "#parking_aval0",
            "highlight": "#parking_aval1"
          },
          "icon": "http://maps.google.com/mapfiles/kml/paddle/S.png",
          "description": "Parking aval : navette facultative (Data by philip on 12 fév 2014)",
          "elevationMeters": 799
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -0.188297,
            38.804371,
            0
          ]
        },
        "properties": {
          "name": "Waypoint Approach/Exit",
          "styleUrl": "#point_externe",
          "styleHash": "8bde020",
          "styleMapHash": {
            "normal": "#point_externe0",
            "highlight": "#point_externe1"
          },
          "icon": "http://www.descente-canyon.com/design/img/map-markers/marker-canyon-point_externe.png",
          "description": "fin de la descente (Data by philip on 12 fév 2014)",
          "elevationMeters": 716
        }
      }
    ]
  },
  "version": "339989572716fd9c7d81f79a49cf44ad"
}