{
  "url": "https://ropewiki.com/Foratata",
  "latitude": 42.252,
  "longitude": -0.311,
  "id": 13576,
  "name": "Foratata",
  "quality": 1.5,
  "months": [
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 150,
  "shuttleSeconds": 60,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Santolaria (Santa Eulalia la Mayor)</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 150 metros (fraccionable en 50 +\n100 metros)</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Seco fuera de temporada de lluvias con\npozas residuales de poca profundidad</p>\n</div>\n<div>\n<p><b>Material necesario:</b> Cuerdas 2x100 metros si vamos a fraccionar\nel rápel original. Para realizar el barranco al estilo clásico 1x150\nmetros, con la estrategia explicada de retirada de cuerdas. Recomendable\nportar además cuerdas cortas: 2x35 metros</p>\n</div>\n<div>\n<p><b>Neopreno:</b> No necesario en condiciones normales, aunque es\ncomplicado no pisar alguna poza</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto. Todas las instalaciones con un solo spit,\nexcepto el rápel final que está montado con dos chapas + argolla inox\nmontadas en parabolt inox. (datos noviembre 2007). En julio 2008 fue\nreequipado el R150, fraccionándolo en 50+100</p>\n</div>\n<div>\n<p><b>Epoca:</b> Cualquiera. Entre diciembre y junio, PROHIBIDO por la\nnormativa del parque</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Para realizar el rápel de 150 metros es\nnecesario dejar el barranco \"cosido\" para poder remontarlo y recoger el\nmaterial. Tras la nueva instalación colocada por Pierre Teyssier se\npuede recuperar todas las cuerdas desde el final de cada rápel.\nNecesario descensor de poleas (Stop o similar) o, mejor aún, descensor\nde barras (Rack o similar); mejor descender con la cuerda bien mojada.\nAtención al posible roce en la cabecera del R150 (R50 tras el\nsobreequipamiento)</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 1 hora</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> Según grupo. Descender el R150 sin\nfraccionamiento puede costar entre 10 y 20 minutos por persona</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 1 hora con combinación de coches</p>\n</div>\n<div>\n<p><b>Toponímia:</b> Barranco de peña foratata</p>\n</div>\n<div>\n<p><b>Mapa:</b> Sierra y cañones de Guara I. 1:40000. Ed. PRAMES</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> vadiello</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Guatizalema</p>\n</div>\n<div>\n<p><b>Carácter:</b> Gran vertical tras caos</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Conglomerado</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Puede descenderse el Isarre\nhasta Vadiello. En ese caso, el segundo coche se dejará junto a la pared\nde Entrenamiento de Vadiello</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Más que recomendable o el retorno se\nnos hará eterno. Coche de acceso: Explanada anterior a la barrera de la\npista de Cuello Bail. Coche de retorno: Cadena de la pista que baja a\nIsarre desde la pista de Vadiello al cuello d'a Foz</p>\n</div>\n<p>Desde Santolaria (Santa Eulalia la Mayor) cruzar el pueblo y\ncontinuar por la pista que lleva a Cuello Bail sin tomar ningún desvío:\npor nuestra derecha en el cuello d'a Foz bajaríamos a Vadiello y un poco\nmás adelante por la izquierda iríamos a los campos de Ziano y San Martín\nde la Bal d'Onsera. Aparcaremos en una explanada junto a la señal que\nnos indica \"barrera a 200 metros\". Andando ya, seguimos por la pista\nhasta dar con la primera curva cerrada a la izquierda, desde donde sale\nuna senda que indica \"Matosa\". La tomamos y al poco de empezar a\nascender parte otra senda a nuestra derecha que tomaremos también. Al\nllegar a una pequeña cresta descendemos unos pocos metros y seguimos por\nun sendero bien definido que nos llevará hasta la cabecera del barranco\nA Foratata por donde continuaremos por la margen izquierda sin entrar en\nel cauce (muy vestido) hasta ver una gran carrasca al lado de una gran\nfisura -chimenea- por la que podemos destrepar para entrar al cauce.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Aunque lo más llamativo del descenso es su rápel final, el resto del\nbarranco no desmerece en absoluto. Impresionante caos formado por el\ndesprendimiento del enorme techo que lo cobija y preciosos puntos como\nla marmita perforada por la que haremos el primer rápel o el refugio del\nmaquis.</p>\n<div>\n<p><b>Escapes:</b> No</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>En la base del rápel, descender unos metros por el barranco d'Isarre\ny desviarnos por senda marcada hasta la ermita de San Chinés. Desde ahí,\nseguir el camino hasta dar con la pista que, a mano izquierda entre\nbosque, llega hasta la pista que sube desde Vadiello. En caso de ir con\ndos coches, habremos aparcado aquí; si sólo vamos con uno nos tocará\nsubir hasta el Cuello d'a Foz y seguir la pista hasta el coche.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Barranco sujeto a normativa que prohíbe su descenso en época de\nincubación de rapaces: entre diciembre y junio.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_fr.png\" title=\"rwl_fr.png\" alt=\"rwl_fr.png\" /><a\nhref=\"http://descente-canyon.com/canyoning/canyon-description/2865?kmlidxna\">Descente-Canyon.com</a>\n: Piedra Forata</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_a_foratata.htm\">Barranquismo.net</a>\n: Foradada;Piedra Forata;A Foratata</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://guara.info/guara-base-de-datos/descenso-de-barrancos/sierra-de-guara/cuenca-del-guatizalema/barranco-pena-foratata\">Guara.info</a>\n: Barranco Peña Foratata</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://teamespeleocanyons.blogspot.com.es/2012/08/barranco-foratata.html\">TeamEspeleoCanyons</a>\n: Barranco Foratata</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:huesca:foratata\">Wiki-Infobarrancos</a>\n: Barranco de la Peña Foratata (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>18-Nov-07 Elales</p>\n</div>\n<p>Apertura a cargo de J. Vitalla, M. Bentué y O. Ballarín con la\ncolaboración de A. Lardiés el 8 de septiembre de 1995. En el R150, único\nde estas características en Aragón, Pierre Teyssier equipó (julio 2008)\nla cornisa intermedia con una nueva instalación que fracciona el gran\nrápel en dos más cortos.</p>\n"
}