{
  "url": "https://ropewiki.com/Tartera",
  "latitude": 42.0027,
  "longitude": 1.0661,
  "id": 13669,
  "name": "Tartera",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 9,
  "shuttleSeconds": 60,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Vilanova de Meià (cabecera) / Tòrrec (final)</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 9 m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Caudal permanente (aunque muy\nvariable) a partir de la surgencia en el contacto\ncaliza-conglomerado</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 1 x 20</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Sí</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Cualquier estación. Segunda parte con agua todo el año,\ncaudal variable</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Agua muy limpia en la Tartera. granjas en las\ninmediaciones del pueblo de Tòrrec y de la confluencia Tartera - río\nTòrrec. No comprobado si hay o no vertidos de purines. El agua aquí\nsigue pareciendo muy limpia</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> Opción A. 30' / Opción B, 1 h</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> Completo, 3,5 h / Parte final, 1,5 - 2\nh</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 5'</p>\n</div>\n<div>\n<p><b>Mapa:</b> IGN's \"Isona\" y \"Artesa de Segre\" . Mapa comarcal \"la\nNoguera\" (Institut Cartogràfic de Catalunya). Todos, escala 1 :\n50.000</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Serra de Comiols</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Riu Tòrrec - Riu Segre</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 700 m</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 450 m</p>\n</div>\n<div>\n<p><b>Longitud:</b> 4.000 m</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 250 m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Tramo en calizas excavado. Gorgas y pasillos en el\nconglomerado</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Primera parte calizas. Segunda parte\nconglomerados</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Sería imperdonable no visitar\nlas cuevas de la Vansa (acantilado orilla dcha. orográfica aguas arriba\nde la confluencia Tartera- Tòrrec, Barranc de Font-Freda)</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Sí en caso de realizar el recorrido\ncompleto</p>\n</div>\n<p>A)- Opción recorrido completo (dos coches). Por la comarcal 1313,\ndirección Ponts, llegamos a Artesa de Segre donde, dentro de la\npoblación a la izquierda nos desviaremos dirección Isona por el Port de\nComiols. A unos 20 km, rebasado Montargull, atención a la carreterita\nque indica \"Tòrrec\", a la izquierda. La carretera muere en la entrada de\ndicho pueblo y, en la báscula, arranca pista dirección N en buen estado\nhasta una explanada característica donde se aprecia un pequeño barranco\nafluente del río Tòrrec (barranco de les Planelles) que se labra en el\nconglomerado justo al ser interceptado por la pista. dejamos aquí el\nprimer vehículo y con el otro regresamos dirección Artesa de Segre hasta\nun cruce a la derecha que indica \"Alentorn\" y \"Vilanova de Meià\".\nLlegados a esta población la rebasamos dirección N hacia el desfiladero\ndel Pas Nou d'Escales (bellas vistas de la célebre Roca dels Arcs).\nAntes de introducirnos en la garganta, cogemos una pista ascendente a la\ndcha. que llanea dirección E y en aprox. 2 Km cruza el cauce del barranc\nde Cubars (normalmente con agua en este tramo). Aquí aparcamos y\nprogresamos por la izq. orográfica del barranco obviando la primera\nparte con mucha vegetación. Entraremos cuando apreciemos que la\nvegetación desaparece y el lecho se hace más excavado. B)-Recorrido de\nla segunda parte (un solo coche). Lo aparcaremos donde se ha descrito\nantes para el caso del primer vehículo (opción A). Cruzaremos el\nbarranco de las Planelles, llaneando por senda evidente por su margen\nderecha. El camino tuerce 90 grados para bajar al fondo del riu Tòrrec.\nAquí vemos frontalmente la desembocadura de la Tartera y sus últimas\ncascadas. A la derecha, apreciaremos enormes balmas, \"les Coves de la\nVansa\" (visita recomendable). La senda baja hasta el lecho del río. Lo\ncruzamos y vamos a buscar trazas de senda que remontan el \"morrón\" de\nconglomerado de la confluencia. Una vez arriba la senda se dibuja más\nclaramente y discurre paralela al barranco a un centenar de metros de\ndesnivel. Tramos en que la pista se pierde y avanzamos por las \"panzas\"\ndel conglomerado. Cuando el valle se abre y vemos que la roca\nconglomerada rojiza desaparece, bajamos entre bojes a buscar un resalte\ncaracterístico donde mana una surgencia.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Primer tramo (barranco de Cubars) de cortos rápeles y destrepes por\ncauce seco (filtraciones aguas abajo de la pista de cabecera). Al\nunírsenos por la izq. otro barranco, se forma el Barranc de la Tartera.\nBreve engorgamiento en dicha confluencia, con rápel de 8 m. Seguimos por\nterreno abierto pero excavado, superamos un destrepe sobre toba caliza y\nen breve llegamos donde aflora el conglomerado (punto de acceso opción\nB, desde Tòrrec). Aguas abajo se suceden pozas y pasillos, alguno muy\nestrecho. Pasillo final muy bonito con bloques desprendidos y cortos\nrápeles. Doble ventana natural en una columna en mitad de una poza. Los\núltimos resaltes y saltos en terreno más abierto. Confluencia con el río\nTòrrec (aguas arriba de la confluencia se llama Barranc de la Font\nFreda). Descendemos un tramo de sauces hasta una breve garganta superada\nla cual, inmediatamente, ascendemos por la izq. hasta la pista.</p>\n<div>\n<p><b>Escapes:</b> Evidentes en la primera parte. Delicado pero factible\n(comprobado) en la segunda (panzas de conglomerado con gravilla)</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Al llegar a la confluencia con el riu Tòrrec podemos subir por donde\nbajamos o descender la corta garganta que forma el río aguas abajo (dos\nbonitos saltos). En este caso saldremos por la izq. remontando la orilla\nizq. orográfica del barranco de les Planelles hasta la explanada de la\npista y el coche.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_fr.png\" title=\"rwl_fr.png\" alt=\"rwl_fr.png\" /><a\nhref=\"http://descente-canyon.com/canyoning/canyon-description/23512?kmlidxna\">Descente-Canyon.com</a>\n: Tartera</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranc_de_la_tartera.htm\">Barranquismo.net</a>\n: Tartera</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barrancos.org/Tartera.htm\">Barrancos.org</a> : Tartera</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:lleida:tartera\">Wiki-Infobarrancos</a>\n: Barranc de la Tartera (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=3762782\">Wikiloc.com</a> :\nBarranco De la Tartera</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=13269391\">Wikiloc.com</a> :\nCubers + Tartera</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>3-Oct-04 Anonimo</p>\n</div>\n<p>Zona excavada en calizas equipada por Col·lectiu Natrix. Spits en la\nzona de conglomerados (comité de barrancs de la FEEC)</p>\n"
}