{
  "url": "https://ropewiki.com/Mine_Gulch",
  "latitude": 34.3509,
  "longitude": -117.7522,
  "id": 1437,
  "name": "Mine Gulch",
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "IV",
  "riskRating": "R",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "rappelLongestMeters": 24.38,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Mine Gulch drops sharply down the east face of Mount Baden Powell for\nnearly 5,000ft. The upper part of the canyon (roughly above Bighorn\nMine's elevation) is loose and dangerous, with rocks falling down all\nyear long. The lower section of the canyon provides the goods with\nsmooth chutes, interesting anchors, and slightly less loose rock. One\nwould do well to find a way in from Bighorn Mine, avoiding the upper\nsection.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Hike to the summit of Baden Powell from the Vincent Gap parking lot.\nWe dropped in around the Wally Waldron Tree, just a little short of the\nsummit.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The first big chunk of the descent involves scree skiing and\ndownclimbing loose ground. A helmet is suggested as rocks fall from far\nabove and are obviously funneled down the face into the couloir. Several\nshort rappels off sometimes subpar anchors are in this area.</p>\n<p>Far down, things clean up and waterflow takes care of some of the\nquality issues. Interesting rappels off pretty decent anchors bring you\ndown the rest of the way.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Hike to East Fork and take that north to the Vincent Gap Trail. Have\nyour map handy, as it is easy to lose this trail, especially in the\ndark. Take this back to Vincent Gap and your car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"http://sangabrielmnts.myfreeforum.org/ftopic4791-0-0-asc-.php\">First\nDescent TR</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n"
}