{
  "url": "https://ropewiki.com/Swordsmith_Canyon",
  "latitude": 34.2696,
  "longitude": -117.8703,
  "id": 1439,
  "name": "Swordsmith Canyon",
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 6,
  "rappelCountMax": 6,
  "rappelLongestMeters": 30.48,
  "shuttleSeconds": 900,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Swordsmith Canyon runs down the southwest side of Smith Mountain. It\nhas a feel similar to Bailey Canyon, but with more work involved. Aside\nfrom half-dozen or so rappels with easy anchors (one deadman), the\ncanyon is technically easy. The drop-in involves some frustrating\nbushwhacking, but once in the canyon you're taking it pretty easy. There\nare a few short sections of bushwhacking in the canyon.</p>\n<p>A 200ft rope and 200ft pullcord were used on the first descent. Bring\n60ft of webbing and a half dozen links.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Park one car at the West Fork/Cogswell Dam Road parking lot at West\nFork. Drive in the other car up to the Smith Mountain/Valley of the Moon\nparking lot. Hike in from here up to the summit of Smith Mountain. You\nwill have to decide which way is best to descend into the canyon. It may\nbe wise to follow the canyon as precisely as possible to avoid some\nbushwhacking.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>There are no outstanding challenges in the canyon. To do a\nwalk-through would ruin the sense of adventure. The canyon ends in Bear\nCreek, and the rest of the way out is on easy trails.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Head south down Bear Creek, then east on the West Fork/Cogswell Dam\nRoad.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"http://sangabrielmnts.myfreeforum.org/ftopic5473-0-0-asc-.php\">First\nDescent TR</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=i6axMDBfGuc\">Video of first\ndescent</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n"
}