{
  "url": "https://ropewiki.com/Marbore",
  "latitude": 42.7042,
  "longitude": -0.0089,
  "id": 15036,
  "name": "Marbore",
  "quality": 3.8,
  "months": [
    "Jul",
    "Aug",
    "Sep",
    "Oct"
  ],
  "technicalRating": 3,
  "waterRating": "C2",
  "timeRating": "IV",
  "permit": "No",
  "rappelLongestMeters": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Gavarnie</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 150m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Permanente debido a las fusión de las\naguas de Monte Perdido y el propio Glaciar de la Cascada</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 x 150m</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Depende del caudal, pero es importante una adecuada\ncombinación térmica impermeable</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Indispensable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Julio - Octubre</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Caudal muy variable en función de las\nprecipitaciones (recoge agua de dos vertientes). Atención también a las\ntemperaturas si existe nieve acumulada en el macizo. Y no perder de\nvista el viento, que suele desplazar la cascada hacia las reuniones</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 8-10h</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 6-8 h</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 1h</p>\n</div>\n<div>\n<p><b>Toponímia:</b> grande cascade</p>\n</div>\n<div>\n<p><b>Mapa:</b> ALPINA 3000 1:30.000 MONTE PERDIDO - VIGNEMALE - LA\nMUNIA</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> circo de gavarnie</p>\n</div>\n<div>\n<p><b>Cuenca:</b> GAVE DE GAVARNIE</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> Lambert 3 408155 46459 2240</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> Lambert 3 407988 46633 1740</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 2240</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 1740</p>\n</div>\n<div>\n<p><b>Longitud:</b> 80</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 500</p>\n</div>\n<div>\n<p><b>Carácter:</b> Abierto, gran vertical</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Calcáreo</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No es imprescindible, pero puede ser\ninteresante dejar un vehículo en Gavarnie y otro en Coll de Tentes</p>\n</div>\n<p>Desde Gavarnie, seguiremos por la carretera que asciende hasta Coll\nde Tentes, donde dejaremos el coche. A partir de aquí continuaremos a\npie por un tramo de pista asfaltado que termina en el Collado de\nBujaruelo o Gavarnie (25'). Desde este collado, seguiremos por la\nizquierda una senda que bordea las paredes de la cara Norte. Al llegar a\nuna cascada (sus aguas provienen del glaciar del Taillón), la cruzaremos\nsiguiendo unas cadenas que ascienden y nos ayudan a salvar algunos pasos\nresbaladizos (verglas). Continuaremos subiendo, buscando el Collado de\nSarradets (a la izquierda) acompañados de una magnífica panorámica del\nTaillón, el Dedo y el Glaciar (derecha). Una vez en el collado, ya\npodemos divisar el Refugio de la Brecha, La Gran Cascada de Gavarnie y\nla Brecha de Roland. Una visión espectacular de una de las zonas más\nemblemáticas del pirineo (1h 20'). Desde el refugio, subiremos hacia la\nBrecha salvando dos gradas de fuerte pendiente (40'). Una vez arriba, la\ncruzaremos para continuar hacia el Este (izquierda), ya en territorio\nespañol, siguiendo la senda que continúa al pie de las imponentes\nparedes de la cara Sur. Aquí hay varios sitios donde poder vivaquear.\nSuperaremos el Paso de los Sarrios (unas cadenas que nos ayudan a salvar\nun tramo aéreo) y continuaremos bordeando las paredes. Al llegar a los\npies del Casco, abandonaremos la senda que sube hasta su cima para ir en\nbusca de una faja que bordea la Torre de Marboré a media altura, justo\npor debajo del corredor que sube hasta su cumbre. Tras superar esta\naérea y bonita travesía (sin peligro), llegaremos a una gran canal que\nseguiremos por su fondo en busca de una chimenea que con una sencilla\ntrepada nos permitirá alcanzar la grada superior. Esta chimenea se\nencuentra a la izquierda y normalmente está marcada con mojones. En la\ngrada superior, llanearemos en busca del Collado de la Cascada, que se\nencuentra a los pies de la Espalda de Marboré. Como referencia,existen\nunos grandes bloques que destacan sobre el terreno, lindando con la\nsenda. Recto hacia arriba (Norte) alcanzaremos el collado (2 h 15'). A\npartir de aquí ya no hay senda, sino unos grandes taludes de grava y\nnieve (en función de la estación del año) de fuerte pendiente que\nterminan unos 500 metros más abajo, en el Glaciar de la Cascada.\nBajaremos con extremo cuidado, evitando las fajas que amenazan por la\nizquierda con fuertes cortados (especial atención con niebla y nieve).\nUna vez alcancemos el Glaciar, seguiremos el cauce hasta dar con una\nzona donde destacan sobre el agua unos bloques de gran tamaño y unos\npulidos que invitan a descansar junto al río. En este punto, cruzaremos\nel cauce hacia su margen derecho, destreparemos unos pocos metros y\nvolveremos a cruzarlo hacia una faja menor (izquierda) que se aleja del\nagua en busca de una vertical. A mano izquierda se encuentran dos\nclavijas cosidas con una cinta, que constituyen la cabecera de un R50.\nTras superar esta primera faja, una vez en la base seguiremos la curva\nde nivel hacia la izquierda en busca de un canal de lecho rocoso que hay\nque destrepar y que con considerable pendiente nos lleva hasta la\ncabecera de otro R50, compuesta por una cinta (bloque) y una anilla\nubicada en la pared derecha, justo sobre la vertical. Desde la base, ya\npodemos alcanzar la cabecera tras unos 120 metros de pedrera y bandas\nrocosas (3-5 h). </p>\n<h2 id=\"descent\">Descent</h2>\n<p>RAPEL 80 La primera reunión se encuentra sobre la horizontal, a unos\n20 metros de la cascada sobre su margen izquierdo. Desde aquí, se accede\na la vertical donde ya se puede divisar tres metros más abajo una nueva\nreunión, equipada para fraccionar la cabecera. Bajaremos con ligera\ntendencia hacia la derecha orográfica en busca de la consistente roca\ncaliza y huyendo de las fajas de roca descompuesta. RAPEL 120 Justo en\nel borde inferior de una pequeña pero cómoda repisa veremos una nueva\nreunión, cabecera de un R120. Continuaremos bajando hasta dar con un\ndiedro irregular que viene de la izquierda hidrográfica el cual\nseguiremos. RAPEL 150 Tras alcanzar una amplia cornisa inclinada,\nveremos más abajo las dos anillas dentro del pequeño diedro, que\nconstituyen la cabecera del R150. Desde aquí ya se divisa la gran\nrepisa. Continuaremos bajando, superando una gran cornisa inclinada y\nsiguiendo el diedro hasta llegar su base. RAPEL 130 En la gran repisa,\nsuperar un montículo de rocas y grava para buscar entre dos grandes\nbloques un paso que se destrepa y continúa por la izquierda en busca de\nun nuevo resalte de 2 metros (derecha). Una vez abajo, se destrepa una\npequeña chimenea que da paso a una repisa refugiada del viento y del\nagua. Detrás de un gran bloque, mirando a la vertical se encuentra la\nsiguiente reunión, cabecera de un R130. OBSERVACIONES Se trata de un\ndescenso de alta montaña muy sensible a la climatología. Los principales\nfactores a considerar son el caudal, dado que en pleno deshielo adquiere\nvolúmenes importantes, y el viento ya que por la influencia de las\ncorrientes de valle tiende a desplazar la cascada hacia las\ninstalaciones. Cualquier adversidad puede incrementar las dificultades,\ntanto en el acceso como en el descenso (nieve, lluvia, bajas y altas\ntemperaturas...). Nota Tras la apertura, se hizo una primera repetición\ndel descenso por un grupo de 4 personas. En aquella ocasión se añadieron\ndos reuniones. La primera, unos 15 metros por encima de la cabecera del\nR150 (muy expuesta, con riesgo de caída de piedras) y la segunda, unos\n90 metros por debajo (más protegida). Los datos son orientativos.</p>\n<div>\n<p><b>Escapes:</b> No existen</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Desde la base de la cascada, continuaremos a pie por la amplia senda\nque recorre el margen derecho del río y que nos llevará hasta Gavarnie\nen algo más de una hora.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>El circo se encuentra bajo la reglamentación de la UNESCO. Pedir\npermiso previamente a al PGHM de Gavarnie.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_fr.png\" title=\"rwl_fr.png\" alt=\"rwl_fr.png\" /><a\nhref=\"http://descente-canyon.com/canyoning/canyon-description/2878\">Descente-Canyon.com</a>\n: Marboré</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/grande_cascade_pich_de_marbore.htm\">Barranquismo.net</a>\n: - Marboré</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancosfra:hautespyrenees:marbore\">Wiki-Infobarrancos</a>\n: Barranco de Marboré o Gran Cascada de Gavarnie\n(http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>16-Feb-2009 Mario Gaston</p>\n</div>\n<p>Primer descenso: S. Boyer y A. Vergez con un equipo de apoyo\ncompuesto por M. Duchêne, Jean Luis Lechêne, AS. Vagabondez Pyrénées y\nel cuerpo de seguridad CRS 29. En el evento también se encontraban los\nespañoles Guillermo Roldan Ordóñez y José Isidro Gordito (Desnivel Nº\n60, pag 83).</p>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -0.008889,
            42.704166,
            0
          ]
        },
        "properties": {
          "name": "Start",
          "styleUrl": "#depart",
          "styleHash": "-79a39e26",
          "styleMapHash": {
            "normal": "#depart0",
            "highlight": "#depart1"
          },
          "icon": "http://www.descente-canyon.com/design/img/map-markers/marker-canyon-depart.png",
          "description": " (Data by bernotom on 10 juil 2008)",
          "stroke": "#FF3B30",
          "elevationMeters": 2788
        }
      }
    ]
  },
  "version": "0cfb19567ed9d4e50d9b4d4f26ee889e"
}