{"rappelLongestMeters":30,"url":"https:\/\/ropewiki.com\/Marbore","waterRating":"C2","rappelCountMin":null,"longitude":-0.0089,"riskRating":null,"version":"a34eeba0172b59ca535edf1fb23e4a398b8c72d89722b6f6700c9f0ade837036","technicalRating":3,"vehicle":null,"name":"Marbore","shuttleSeconds":null,"rappelCountMax":null,"geojson":{"features":[{"properties":{"name":"Start"},"type":"Feature","geometry":{"type":"Point","coordinates":[[-0.008889,42.704166,0]]}}],"type":"FeatureCollection"},"timeRating":"IV","latitude":42.7042,"months":["Jul","Aug","Sep","Oct"],"quality":3.8,"permit":"No","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><div><b>Acceso desde:<\/b> Gavarnie<\/div>\n<div><b>Altura de rápel mas largo:<\/b> 150m<\/div>\n<div><b>Información del caudal:<\/b> Permanente debido a las fusión de las aguas de Monte Perdido y el propio Glaciar de la Cascada<\/div>\n<div><b>Material necesario:<\/b> 2 x 150m<\/div>\n<div><b>Neopreno:<\/b> Depende del caudal, pero es importante una adecuada combinación térmica impermeable<\/div>\n<div><b>Material de instalación:<\/b> Indispensable llevar material de instalación de repuesto<\/div>\n<div><b>Epoca:<\/b> Julio - Octubre<\/div>\n<div><b>Observaciones:<\/b> Caudal muy variable en función de las precipitaciones (recoge agua de dos vertientes). Atención también a las temperaturas si existe nieve acumulada en el macizo. Y no perder de vista el viento, que suele desplazar la cascada hacia las reuniones<\/div>\n<div><b>Horario de aproximación:<\/b> 8-10h<\/div>\n<div><b>Horario de descenso:<\/b> 6-8 h<\/div>\n<div><b>Horario de retorno:<\/b> 1h<\/div>\n<div><b>Toponímia:<\/b> grande cascade<\/div>\n<div><b>Mapa:<\/b> ALPINA 3000 1:30.000 MONTE PERDIDO - VIGNEMALE - LA MUNIA<\/div>\n<div><b>Zona o macizo:<\/b> circo de gavarnie<\/div>\n<div><b>Cuenca:<\/b> GAVE DE GAVARNIE<\/div>\n<div><b>Coord. GPS del inicio:<\/b> Lambert 3 408155 46459 2240<\/div>\n<div><b>Coord. GPS del final:<\/b> Lambert 3 407988 46633 1740<\/div>\n<div><b>Altura en inicio:<\/b> 2240<\/div>\n<div><b>Altura en final:<\/b> 1740<\/div>\n<div><b>Longitud:<\/b> 80<\/div>\n<div><b>Desnivel:<\/b> 500<\/div>\n<div><b>Carácter:<\/b> Abierto, gran vertical<\/div>\n<div><b>Tipo de roca:<\/b> Calcáreo<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div><b>Combinación de vehículos:<\/b> No es imprescindible, pero puede ser interesante dejar un vehículo en Gavarnie y otro en Coll de Tentes<\/div>\n<p>Desde Gavarnie, seguiremos por la carretera que asciende hasta Coll de Tentes, donde dejaremos el coche. A partir de aquí continuaremos a pie por un tramo de pista asfaltado que termina en el Collado de Bujaruelo o Gavarnie (25'). Desde este collado, seguiremos por la izquierda una senda que bordea las paredes de la cara Norte. Al llegar a una cascada (sus aguas provienen del glaciar del Taillón), la cruzaremos siguiendo unas cadenas que ascienden y nos ayudan a salvar algunos pasos resbaladizos (verglas). Continuaremos subiendo, buscando el Collado de Sarradets (a la izquierda) acompañados de una magnífica panorámica del Taillón, el Dedo y el Glaciar (derecha). Una vez en el collado, ya podemos divisar el Refugio de la Brecha, La Gran Cascada de Gavarnie y la Brecha de Roland. Una visión espectacular de una de las zonas más emblemáticas del pirineo (1h 20'). Desde el refugio, subiremos hacia la Brecha salvando dos gradas de fuerte pendiente (40'). Una vez arriba, la cruzaremos para continuar hacia el Este (izquierda), ya en territorio español, siguiendo la senda que continúa al pie de las imponentes paredes de la cara Sur. Aquí hay varios sitios donde poder vivaquear. Superaremos el Paso de los Sarrios (unas cadenas que nos ayudan a salvar un tramo aéreo) y continuaremos bordeando las paredes. Al llegar a los pies del Casco, abandonaremos la senda que sube hasta su cima para ir en busca de una faja que bordea la Torre de Marboré a media altura, justo por debajo del corredor que sube hasta su cumbre. Tras superar esta aérea y bonita travesía (sin peligro), llegaremos a una gran canal que seguiremos por su fondo en busca de una chimenea que con una sencilla trepada nos permitirá alcanzar la grada superior. Esta chimenea se encuentra a la izquierda y normalmente está marcada con mojones. En la grada superior, llanearemos en busca del Collado de la Cascada, que se encuentra a los pies de la Espalda de Marboré. Como referencia,existen unos grandes bloques que destacan sobre el terreno, lindando con la senda. Recto hacia arriba (Norte) alcanzaremos el collado (2 h 15'). A partir de aquí ya no hay senda, sino unos grandes taludes de grava y nieve (en función de la estación del año) de fuerte pendiente que terminan unos 500 metros más abajo, en el Glaciar de la Cascada. Bajaremos con extremo cuidado, evitando las fajas que amenazan por la izquierda con fuertes cortados (especial atención con niebla y nieve). Una vez alcancemos el Glaciar, seguiremos el cauce hasta dar con una zona donde destacan sobre el agua unos bloques de gran tamaño y unos pulidos que invitan a descansar junto al río. En este punto, cruzaremos el cauce hacia su margen derecho, destreparemos unos pocos metros y volveremos a cruzarlo hacia una faja menor (izquierda) que se aleja del agua en busca de una vertical. A mano izquierda se encuentran dos clavijas cosidas con una cinta, que constituyen la cabecera de un R50. Tras superar esta primera faja, una vez en la base seguiremos la curva de nivel hacia la izquierda en busca de un canal de lecho rocoso que hay que destrepar y que con considerable pendiente nos lleva hasta la cabecera de otro R50, compuesta por una cinta (bloque) y una anilla ubicada en la pared derecha, justo sobre la vertical. Desde la base, ya podemos alcanzar la \n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐l6kqj\nCached time: 20240914191907\nCache expiry: 2592000\nReduced expiry: false\nComplications: []\nCPU time usage: 0.004 seconds\nReal time usage: 0.005 seconds\nPreprocessor visited node count: 3\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>cabecera tras unos 120 metros de pedrera y bandas rocosas (3-5 h).\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<\/p>\n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>RAPEL 80 La primera reunión se encuentra sobre la horizontal, a unos 20 metros de la cascada sobre su margen izquierdo. Desde aquí, se accede a la vertical donde ya se puede divisar tres metros más abajo una nueva reunión, equipada para fraccionar la cabecera. Bajaremos con ligera tendencia hacia la derecha orográfica en busca de la consistente roca caliza y huyendo de las fajas de roca descompuesta. RAPEL 120 Justo en el borde inferior de una pequeña pero cómoda repisa veremos una nueva reunión, cabecera de un R120. Continuaremos bajando hasta dar con un diedro irregular que viene de la izquierda hidrográfica el cual seguiremos. RAPEL 150 Tras alcanzar una amplia cornisa inclinada, veremos más abajo las dos anillas dentro del pequeño diedro, que constituyen la cabecera del R150. Desde aquí ya se divisa la gran repisa. Continuaremos bajando, superando una gran cornisa inclinada y siguiendo el diedro hasta llegar su base. RAPEL 130 En la gran repisa, superar un montículo de rocas y grava para buscar entre dos grandes bloques un paso que se destrepa y continúa por la izquierda en busca de un nuevo resalte de 2 metros (derecha). Una vez abajo, se destrepa una pequeña chimenea que da paso a una repisa refugiada del viento y del agua. Detrás de un gran bloque, mirando a la vertical se encuentra la siguiente reunión, cabecera de un R130. OBSERVACIONES Se trata de un descenso de alta montaña muy sensible a la climatología. Los principales factores a considerar son el caudal, dado que en pleno deshielo adquiere volúmenes importantes, y el viento ya que por la influencia de las corrientes de valle tiende a desplazar la cascada hacia las instalaciones. Cualquier adversidad puede incrementar las dificultades, tanto en el acceso como en el descenso (nieve, lluvia, bajas y altas temperaturas...). Nota Tras la apertura, se hizo una primera repetición del descenso por un grupo de 4 personas. En aquella ocasión se añadieron dos reuniones. La primera, unos 15 metros por encima de la cabecera del R150 (muy expuesta, con riesgo de caída de piedras) y la segunda, unos 90 metros por debajo (más protegida). Los datos son orientativos.\n<\/p>\n<div><b>Escapes:<\/b> No existen<\/div>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Desde la base de la cascada, continuaremos a pie por la amplia senda que recorre el margen derecho del río y que nos llevará hasta Gavarnie en algo más de una hora.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>El circo se encuentra bajo la reglamentación de la UNESCO. Pedir permiso previamente a al PGHM de Gavarnie.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/descente-canyon.com\/canyoning\/canyon-description\/2878\">Descente-Canyon.com<\/a> &#160;: Marboré<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barranquismo.net\/paginas\/barrancos\/grande_cascade_pich_de_marbore.htm\">Barranquismo.net<\/a> &#160;: - Marboré<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/www.docuwiki.infobarrancos.es\/doku.php?id=barrancosfra:hautespyrenees:marbore\">Wiki-Infobarrancos<\/a> &#160;: Barranco de Marboré o Gran Cascada de Gavarnie (<a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/infobarrancos.es\/\">http:\/\/infobarrancos.es\/<\/a>)<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<div style=\"display:none\" class=\"barranquismonet\">16-Feb-2009 Mario Gaston<\/div>\n<p>Primer descenso: S. Boyer y A. Vergez con un equipo de apoyo compuesto por M. Duchêne, Jean Luis Lechêne, AS. Vagabondez Pyrénées y el cuerpo de seguridad CRS 29. En el evento también se encontraban los españoles Guillermo Roldan Ordóñez y José Isidro Gordito (Desnivel Nº 60, pag 83).\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐2jlvz\nCached time: 20240914191907\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.044 seconds\nReal time usage: 0.054 seconds\nPreprocessor visited node count: 395\/1000000\nPost‐expand include size: 3113\/2097152 bytes\nTemplate argument size: 315\/2097152 bytes\nHighest expansion depth: 8\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 2116\/5000000 bytes\nLua time usage: 0.004\/10.000 seconds\nLua memory usage: 635189\/52428800 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   37.244      1 -total\n 99.34%   36.997      4 Template:Pic\n 47.78%   17.793      4 Template:Str_number\/trim\n-->\n<\/div>","id":15036}