{
  "url": "https://ropewiki.com/Bantam_Canyon",
  "latitude": 33.5408,
  "longitude": -110.9577,
  "id": 18656,
  "name": "Bantam Canyon",
  "quality": 2,
  "technicalRating": 2,
  "waterRating": "A",
  "timeRating": "I",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "vehicle": "4WD - High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A very short, decent non-technical canyon near Roosevelt Lake. Bantam\nCanyon does have some nice narrows - though they are shorter and more\nshallow than its bigger brother Miniature Hollow - in an interesting\nconglomerate rock layer with just a few climbing challenges. We explored\na total of eight drainages in the area and found only what I'm calling\nMiniature Hollow and Bantam Canyon (silly, indeed) worth the time.\nThough certainly not destination canyons, they are in a good geographic\nposition to be done on the way to or from something more\nsignificant.</p>\n<p>From Phoenix, drive east on US60 through Miami and Claypool, then\nturn north on SR188 towards Roosevelt Lake. After 14.6 miles (just\nbefore the turnoff onto SR288) turn left onto FR242 which is well graded\ndirt. After 2.1 miles, turn left onto FR1492 (signed) which travels\ndirectly up Blevens Wash. This portion of road is sandy, but mostly\nhard-packed and solid. 4x4 and high clearance may be useful or necessary\ndepending on conditions. This road may be impassable when wet. Drive\nsoutheast on FR1492 for approximately 2 miles to find a parking spot on\none side of the road or the other.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>The most efficient way to explore the canyon is to go right up it,\nthen return back down again.</p>\n<p>Alternatively, a loop can be made up Bantam and down Miniature Hollow\n(or vice versa).</p>\n<p>From the car park, hike south on FR1492 a short distance. Bantam\nCanyon is the second major (still fairly minor) tributary on the west\nside of the road, though be careful not to miss it as it is obscured by\ntrees and brush. Thrash your way through the brush to move up the\ndrainage until in relatively short order it opens to reveal a nice slot\ncanyon. Stay in the main canyon and move up through a few fun climbing\nobstacles that require stemming and some slightly tricky climbing\nmaneuvers to get up.</p>\n<p>Climb these canyon obstacles with care, as some areas are prone to\ncrumble away upon contact. Return the way you came, or scramble up to\nthe ridge and drop into Miniature Hollow to complete the loop.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Return the way you came, downclimbing through the canyon.</p>\n<p>Or, a more rewarding option is to scramble up to the ridge, cross\nover to Miniature Hollow (per KML), and descend through that canyon. The\nlast deep narrows section truly makes doing this loop worthwhile.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Follow the drainage to Blevens Wash and to your vehicle.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.facebook.com/pat.winstanley.7/media_set?set=a.1007563909302306.1073742038.100001461198708&amp;type=3&amp;uploaded=21\">https://www.facebook.com/pat.winstanley.7/media_set?set=a.1007563909302306.1073742038.100001461198708&amp;type=3&amp;uploaded=21</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n",
  "version": "2031a8673d7791d8903d86b96945194c"
}