{
  "url": "https://ropewiki.com/Miniature_Hollow",
  "latitude": 33.5389,
  "longitude": -110.9596,
  "id": 18651,
  "name": "Miniature Hollow",
  "quality": 2.3,
  "technicalRating": 2,
  "waterRating": "A",
  "timeRating": "I",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 1,
  "rappelLongestMeters": 6.1,
  "vehicle": "4WD - High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A very short, but scenic and fun non-technical canyon near Roosevelt\nLake. Miniature Canyon has nice, relatively deep narrows in an\ninteresting conglomerate rock layer and some sporty climbing challenges.\nWe explored a total of eight drainages in the area and found only what\nI'm calling Miniature Hollow and Bantam Canyon (silly, indeed) worth the\ntime. Though certainly not destination canyons, they are in a good\ngeographic position to be done on the way to or from something more\nsignificant.</p>\n<p>From Phoenix, drive east on US60 through Miami and Claypool, then\nturn north on SR188 towards Roosevelt Lake. After 14.6 miles (just\nbefore the turnoff onto SR288) turn left onto FR242 which is well graded\ndirt. After 2.1 miles, turn left onto FR1492 (signed) which travels\ndirectly up Blevens Wash. This portion of road is sandy, but mostly\nhard-packed and solid. This road may be impassable when wet. Drive\nsoutheast on FR1492 for approximately 2 miles to find a parking spot on\none side of the road or the other.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>The best way to explore the canyon is to complete a loop by\napproaching via Bantam. Miniature Hollow (MH) is the first major (still\nfairly minor) tributary on the west side of the road after leaving the\ncar park. Pass the drainage and continue to Bantam. Ascend up Bantam and\nscramble up to the ridge on the right once the drainage opens up. Follow\nthe fence to an opening, then hike cross country a short distance to the\ndrop in point for MH.</p>\n<p>If wanting to avoid a semi-difficult downclimb (or short rap), enter\nthe drainage early per the KML.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>If entering MH from the top, complete a couple easy downclimbs before\nreaching a two-stage downclimb or optional rappel starting at a\nchockstone. The 2nd drop is a short overhang and some may require a\npartner assist if choosing to downclimb.</p>\n<p>Continue down canyon through a few fun climbing obstacles that\nrequire stemming and some slightly tricky climbing maneuvers to avoid\nsome shallow to waist deep pools. Some may require assistance with the\ndownclimbing obstacles and a very short rope may prove useful for\nparties less comfortable with climbing and stemming. The good part of\nthe narrows is quite short but pretty and unique to the area. Navigate\nthese canyon obstacles with care, as some areas are prone to crumble\naway upon contact.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Follow the drainage to the main wash.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.facebook.com/pat.winstanley.7/media_set?set=a.1006989759359721.1073742037.100001461198708&amp;type=3&amp;uploaded=13\">https://www.facebook.com/pat.winstanley.7/media_set?set=a.1006989759359721.1073742037.100001461198708&amp;type=3&amp;uploaded=13</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n",
  "version": "6a8ca2e65c1898c535dc847929ed0fa5"
}