{
  "url": "https://ropewiki.com/Trap_Canyon",
  "latitude": 33.4458,
  "longitude": -111.2999,
  "id": 18815,
  "name": "Trap Canyon",
  "quality": 3.8,
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 2,
  "waterRating": "B",
  "timeRating": "V",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Trap Canyon is a unique, non-technical and somewhat remote canyon in\nthe Superstition Mountains. Though the canyon lacks any drops that are\nnecessary to rappel and has no sustained narrows, the canyon is fairly\nscenic, has a few fun downclimbs and climbing challenges, and the field\nof enormous boulders that make up the trap make for an interesting maze\nof rock that is fun to explore. There are also a few unique\narchaeological resources in the canyon that add to the intrigue as well,\nthough as always, great care must be taken to avoid affecting them.</p>\n<p>The launching off point for this hike is the Peralta Trailhead near\nGold Canyon, AZ. From US60 drive northeast for 7.5 miles on Peralta Road\nto reach the trailhead at the end of the road. The main parking lot\nfills quickly especially in nice weather, so get there early. There are\ntwo overflow parking areas on the left shortly before the main lot in\ncase it is full.</p>\n<p>Though the downclimbing is easy to moderate, it may be prudent to\nbring a short rope (30 feet) in case you are unsure about any member of\nyour group that may be less comfortable with some minor exposure and\ndownclimbing. Bringing a wetsuit would also relieve the necessity of all\nthe scrambling around the pools if water levels are high.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From the trailhead, begin hiking east on the well-maintained Dutchman\nTrail #104. After about 2.8 miles you will reach a junction with the\nCoffee Flats Trail - stay left to continue on the Dutchman Trail heading\nnorth. After a total of 4.4 miles, turn right once you reach the top of\na saddle to turn onto Whiskey Spring Trail #238 which bears east, then\nnorth. At 6.7 miles you will reach the intersection with the Red Tanks\nTrail #107 at La Barge Creek - turn right onto the Red Tanks Trail as it\nheads through Upper La Barge Box. After hiking for about half a mile\nalong this trail you may notice a large cave in the cliff band above you\non your left if you look over your shoulder - this is Herman's Cave. The\ncave is large and interesting enough, but a bit of a pain to get to as\nthere is no trail and the way is steep and loose. At 8.4 miles turn left\n(north) onto the Hoolie Bacon Trail #111 and hike for another mile (9.4\nmiles total) until you reach the drainage of Trap Canyon.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Turn left and head down the drainage of Trap Canyon to the southwest\nwhere it intersects the trail. The canyon is open and brushy at first,\nthen the boulders get bigger and walls rise around you before you reach\nthe first downclimb of about six feet which is easy stemming. From here\nyou are entering the one really major \"trap\" in the canyon which is a\nmaze of giant boulders that is scenic and fun to explore. As you\nprogress, if you find a downclimb you don't like just look around a bit\nand you may find one you like better, but there is a good amount of\nrelatively easy scrambling and downclimbing to do in this section. There\nis another stemming downclimb along the way that seems like the easiest\nway that is about twelve feet high. Every section that looks like it\nmight trap you opens out into the canyon below, so they can all be seen\nby circling back around from below.</p>\n<p>From here the canyon is mostly standard Superstitions brushy boulder\nhopping with a few sections of larger boulders and short, moderate\ndownclimbs to navigate. Farther down canyon, you will begin to come\nacross minor sections of narrows with deep pools (depending on recent\nconditions the pools will vary in size) that you may want to climb\naround unless you are prepared to go for a cold swim - these challenges\nget progressively more difficult as you make your way down canyon. The\nfirst was an easy hike through the brush on the left to avoid a large\npool, the second had an easy scramble traverse on the left wall not high\nabove the pool. The third big pool is surrounded by vertical walls so I\nmade a short bypass on the right to climb out of the canyon very briefly\nthen back down on the other side. After this third pool the canyon is\ndeep and scenic for a while before reaching the last, most difficult\nbypass at a section of narrows that on my visit had a deep, but\nrelatively short pool that had to be either swam or climbed around. I\nchose to bypass the pool on the right which is easy going up, but then\nhad a 20 foot class 4 scramble to get back to the canyon floor on the\nother side which has decent hand and foot holds, but is quite steep. A\nfew more minor downclimbs brings you to an area with an enormous and\ninteresting alcove above you on the right which can be climbed up to via\na 15 foot class 3 scramble just before the alcove - flat areas abound in\nthis alcove if you are looking for a spot to camp. The canyon begins to\nopen after the alcove and another half a mile of downclimbing (one more\ntricky spot) and boulder hopping will bring you the junction with Red\nTanks Trail - keep yours eyes peeled for rock cairns on either side of\nthe drainage to locate the trail.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>From the junction with the Red Tanks Trail, you can turn either left\nor right to complete the loop. Left will take you back the way you came\nvia the Whiskey Spring and Dutchman trails, right will take you back to\nthe beginning via the Dutchman and Bluff Spring trails. Both routes have\nroughly the same mileage (the left route is .5 mile longer) and\nelevation gain, so choose the route of your liking to make your way back\nto Peralta Trailhead.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://hikearizona.com/decoder.php?ZTN=991\">HikeArizona.com</a> :\nTrap Canyon</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.facebook.com/pat.winstanley.7/media_set?set=a.1336890573036303.1073742125.100001461198708&amp;type=3&amp;pnref=story\">https://www.facebook.com/pat.winstanley.7/media_set?set=a.1336890573036303.1073742125.100001461198708&amp;type=3&amp;pnref=story</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": []
  },
  "version": "bc0a330553714d445e12894ae026e80e"
}