{"months":["Sep","Oct","Nov","Dec","Jan","Feb","Mar","Apr","May"],"shuttleSeconds":null,"quality":3.8,"riskRating":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Trap Canyon is a unique, non-technical and somewhat remote canyon in the Superstition Mountains.  Though the canyon lacks any drops that are necessary to rappel and has no sustained narrows, the canyon is fairly scenic, has a few fun downclimbs and climbing challenges, and the field of enormous boulders that make up the trap make for an interesting maze of rock that is fun to explore.  There are also a few unique archaeological resources in the canyon that add to the intrigue as well, though as always, great care must be taken to avoid affecting them.\n<\/p><p>The launching off point for this hike is the Peralta Trailhead near Gold Canyon, AZ.  From US60 drive northeast for 7.5 miles on Peralta Road to reach the trailhead at the end of the road.  The main parking lot fills quickly especially in nice weather, so get there early.  There are two overflow parking areas on the left shortly before the main lot in case it is full.\n<\/p><p>Though the downclimbing is easy to moderate, it may be prudent to bring a short rope (30 feet) in case you are unsure about any member of your group that may be less comfortable with some minor exposure and downclimbing.  Bringing a wetsuit would also relieve the necessity of all the scrambling around the pools if water levels are high.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From the trailhead, begin hiking east on the well-maintained Dutchman Trail #104.  After about 2.8 miles you will reach a junction with the Coffee Flats Trail - stay left to continue on the Dutchman Trail heading north.  After a total of 4.4 miles, turn right once you reach the top of a saddle to turn onto Whiskey Spring Trail #238 which bears east, then north.  At 6.7 miles you will reach the intersection with the Red Tanks Trail #107 at La Barge Creek - turn right onto the Red Tanks Trail as it heads through Upper La Barge Box.  After hiking for about half a mile along this trail you may notice a large cave in the cliff band above you on your left if you look over your shoulder - this is Herman's Cave.  The cave is large and interesting enough, but a bit of a pain to get to as there is no trail and the way is steep and loose.  At 8.4 miles turn left (north) onto the Hoolie Bacon Trail #111 and hike for another mile (9.4 miles total) until you reach the drainage of Trap Canyon.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Turn left and head down the drainage of Trap Canyon to the southwest where it intersects the trail.  The canyon is open and brushy at first, then the boulders get bigger and walls rise around you before you reach the first downclimb of about six feet which is easy stemming.  From here you are entering the one really major \"trap\" in the canyon which is a maze of giant boulders that is scenic and fun to explore.  As you progress, if you find a downclimb you don't like just look around a bit and you may find one you like better, but there is a good amount of relatively easy scrambling and downclimbing to do in this section.  There is another stemming downclimb along the way that seems like the easiest way that is about twelve feet high.  Every section that looks like it might trap you opens out into the canyon below, so they can all be seen by circling back around from below.  \n<\/p><p>From here the canyon is mostly standard Superstitions brushy boulder hopping with a few sections of larger boulders and short, moderate downclimbs to navigate.  Farther down canyon, you will begin to come across minor sections of narrows with deep pools (depending on recent conditions the pools will vary in size) that you may want to climb around unless you are prepared to go for a cold swim - these challenges get progressively more difficult as you make your way down canyon.  The first was an easy hike through the brush on the left to avoid a large pool, the second had an easy scramble traverse on the left wall not high above the pool.  The third big pool is surrounded by vertical walls so I made a short bypass on the right to climb out of the canyon very briefly then back down on the other side.  After this third pool the canyon is deep and scenic for a while before reaching the last, most difficult bypass at a section of narrows that on my visit had a deep, but relatively short pool that had to be either swam or climbed around.  I chose to bypass the pool on the right which is easy going up, but then had a 20 foot class 4 scramble to get back to the canyon floor on the other side which has decent hand and foot holds, but is quite steep.  A few more minor downclimbs brings you to an area with an enormous and interesting alcove above you on the right which can be climbed up to via a 15 foot class 3 scramble just before the alcove - flat areas abound in this alcove if you are looking for a spot to camp.  The canyon begins to open after the alcove and another half a mile of downclimbing (one more tricky spot) and boulder hopping will bring you the junction with Red Tanks Trail - keep yours eyes peeled for rock cairns on either side of the drainage to locate the trail.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>From the ju\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>nction with the Red Tanks Trail, you can turn either left or right to complete the loop.  Left will take you back the way you came via the Whiskey Spring and Dutchman trails, right will take you back to the beginning via the Dutchman and Bluff Spring trails.  Both routes have roughly the same mileage (the left route is .5 mile longer) and elevation gain, so choose the route of your liking to make your way back to Peralta Trailhead.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/hikearizona.com\/decoder.php?ZTN=991\">HikeArizona.com<\/a> &#160;: Trap Canyon<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.facebook.com\/pat.winstanley.7\/media_set?set=a.1336890573036303.1073742125.100001461198708&amp;type=3&amp;pnref=story\">https:\/\/www.facebook.com\/pat.winstanley.7\/media_set?set=a.1336890573036303.1073742125.100001461198708&amp;type=3&amp;pnref=story<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","url":"https:\/\/ropewiki.com\/Trap_Canyon","name":"Trap Canyon","geojson":null,"rappelLongestMeters":null,"id":18815,"waterRating":"B","rappelCountMin":0,"timeRating":"V","vehicle":"Passenger","longitude":-111.2999,"version":"a8ca68892568f013b98a98d8968ab864aaa213ecc3b67ac0653b49a9324e891b","rappelCountMax":0,"latitude":33.4458,"permit":"No","technicalRating":2}