{
  "url": "https://ropewiki.com/Tenaja_Falls",
  "latitude": 33.5561,
  "longitude": -117.3898,
  "id": 19306,
  "name": "Tenaja Falls",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 4,
  "rappelLongestMeters": 30.48,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Tenaja is a very short and easy technical descent in San Mateo Canyon\nWilderness. It is perfect playground for newbies/beginners with up to 4\nrappels. View from approach (by RAVL)</p>\n<h2 id=\"approach\">Approach</h2>\n<p><strong>DRIVE</strong></p>\n<p>Drive from north via Ortega Hwy - from Ortega Hwy 74 turn right\n(driving from west) to S Main Divide and stay on this beautiful and\nscenic road for about 16 miles (40 minutes). S Main Divide turns later\ninto Los Alamos Truck Trail. Once the road crosses the creek the Tenaja\nFalls trailhead will be on your right in about 0.7 miles. Warning this\nroad is very narrow and primitive, so it may be closed due bad weather -\npleas check with Forest Service Authorities.</p>\n<p>Drive from south - I-15 to Clinton Keith Rd west; in 5.2 mil turn\nright to Tenaja Rd ; in 6 mil turn right to Cleveland Forest Rd ; stay\n5.2 mil on Cleveland Forest Rd (will turn into little \"bumpy\" Tenaja\nTruck Trail. Tenaja Falls trailhead will be on your left.</p>\n<p><strong>HIKE</strong></p>\n<p>There is an easy approach from the parking lot (30-45min).Hike down\nto the creek and follow the trail to Tenaja Falls - there is a initial\n\"wet creek crossing\" wich can be avoided crossing the creek about 100ft\nupstream. Trail to the falls is in good condition . The falls will\nbecome evident as you hike in.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Tenaja is not bolted (and it should stay this way) and you have to\nbuild natural anchors for all raps.</p>\n<p>There is more than one options for R1( about 60ft)- we used far right\nside of the falls for R1. Please choose your anchor carefully and if\nyour intention is to ascend back, dont leave there your rope for a\nsafety reasons (there is usually a lot of hikers, especially teenagers\nand your rope may be used by them). You can climb up from R2 to R1 .</p>\n<p>R2(90ft -100ft from an anchor) start in the stream - for an anchor\ncan be used one of the big rocks. R2 is really beautiful !! If you plan\nto ascend back, leave at R2 note asking people not to touch/alternate\nwebbing and rope.</p>\n<p>R3(about 40ft) anchor was build on far left side.</p>\n<p>R4(about 25ft) we used a meat anchor and rappeled from the big\nboulder in the middle of the falls.</p>\n<p>R4 can be also downclimbed or combined with R3.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Our intention from the beginning was to ascend back, so we left our\nropes in place except R1 as I mentioned above and ascended back up,\nclimbed out the creek at the top rappel and used the access trail to\nreturn. You can also follow the creek downstream, possible bushwhacking\nand poison oak.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>You need to use and display National Forest Adventure Pass.</p>\n<p>After heavy rain, please check the road condition/closure with Forest\nService Authorities.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://summitpost.org/san-mateo-canyon/696786\">SummitPost.org</a>\n: San Mateo Canyon</li>\n</ul>\n<p>None</p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p>John C. on Rap2 (by RAVL)</p>\n<h2 id=\"background\">Background</h2>\n<p>Native Indians probably made the first descent as they were here\nthousands of years before we stumbled on this. Radek, John C. Eric H.,\nAnel and Caryn B. descended it on 1-17-2016.</p>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -117.39433562172565,
            33.54910122321841,
            0
          ]
        },
        "properties": {
          "name": "Trailhead",
          "stroke": "#FF3B30",
          "elevationMeters": 584
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -117.39825010299683,
            33.55606780917725,
            0
          ]
        },
        "properties": {
          "name": "Descent",
          "stroke": "#FF3B30",
          "elevationMeters": 560
        }
      }
    ]
  },
  "version": "f477ba0a5b6a5658f4681ec85f945fb1"
}