{
  "url": "https://ropewiki.com/Bear_Springs_Oasis",
  "latitude": 33.6236,
  "longitude": -116.3501,
  "id": 19724,
  "name": "Bear Springs Oasis",
  "quality": 4,
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 6,
  "rappelCountMax": 8,
  "rappelLongestMeters": 38.1,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Full day canyon with big views and easy access from behind the City\nof La Quinta. Nice variety of challenging rappels and down climbs keep\nthings interesting. This is the North Fork of Bear Creek Canyon. It may\nnot be labeled on maps. Do not confuse it with Bear Creek Canyon.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>The trailhead is located at the top of the La Quinta Cove in La\nQuinta, CA. From the 10 freeway take Washington St exit south towards La\nQuinta. Turn Right on Eisenhower Dr. and follow it all the way to top of\nthe cove. At the top of Eisenhower Dr. turn right on Avenida Bermudas.\nThe trailhead parking lot is 1/4 mile ahead on the left.</p>\n<p>The trailhead starts at the top of the La Quinta Cove. The map in the\nparking lot can be a little misleading: it states that the hike is 3.7\nmiles to the Oasis. My GPS logged about 4.5 mi to the Oasis from the\nparking lot. Follow the signs for the first segment of the trail, which\nwill lead to a 1/2 mile hike up the wash. Note that when the trail\nstarts heading up the hill this is just after the exit of the canyon,\nwhich ends at the wash in a 6 ft down climb and some graffiti and\ntrash.</p>\n<p>Continue to follow the well marked trail up the ridge for a strenuous\n2300ft gain. Proceed to the Oasis of 30 palm trees clustered closely in\nthe canyon. From here the canyon can be entered by following the water\ncourse below the Oasis.</p>\n<h2 id=\"descent\">Descent</h2>\n<p><strong>Gear:</strong> One 200 foot rope, One 200 foot pull cord, 45\nfeet, or more, of webbing, 6 rapides/quick-links, and a Smoother\nOperator or Fiddlestick (a retrievable anchor type device used for\ndescending canyons with minimum impact and to minimize the need for\nanchor building). If you don't have a Fiddlestick/Smooth Operator or\nsimilar device you may need significantly more webbing to set all of the\nanchors with clean pulls since natural anchor materials tend to be about\n10 or 15 feet back from the edge of many of the rappels</p>\n<p><strong>Rappel 1:</strong> Proceed .3 miles down canyon from the\nOasis, with a couple of minor down climbs, to the first rappel. The\nrappel drops 90 feet down a narrow dryfall. Use a Fiddlestick/Smooth\nOperator to anchor off exposed rock 15 feet back from the rappel.</p>\n<p>100 yards past the first rappel the canyon descends quickly into a\nboulder field, requiring extensive down climbing. Several palm trees\ngrow in a narrow part of the canyon and have clogged the canyon with\nfallen palm fronds. The palm fronds are difficult to climb through.\nProceed .3 miles to the 2nd rappel.</p>\n<p><strong>Rappel 2</strong>: 30 foot wide ledge that may be able to be\nbypassed or down climbed by some. Use a Fiddlestick/Smooth Operator to\nrig off of a boulder at top of ledge. Proceed .4 miles down canyon with\nseveral down climbs to rap 3</p>\n<p><strong>Rappel 3:</strong> Downclimb a steep dry waterfall to get to\nthe top of the 45 foot rappel 3. Anchor off a large boulder partially\nburied in the sand 25 feet back from ledge. The rappel ends on rock\nledge at the top of Rappel 4.</p>\n<p><strong>Rappel 4:</strong> Drops 125 feet down a vertical wall.\nAnchor off a boulder 10 feet back from ledge.</p>\n<p>From bottom of Rappel 4 follow the canyon 100 feet to the top of a 30\nfoot drop. This is an optional rappel, or a tricky down climb on the\nright hand side looking down canyon (RDC).</p>\n<p>After .3 miles and some down climbs the canyon opens with another\ncreek joining from the left. 200 yards past the joining creek stay to\nthe left hand side looking down canyon (LDC) and follow the watercourse\ndown series of smoothed rocks to the top of the bottom section of\ncanyon. The canyon narrows again, with a steep down climb to the top of\nRappel 5.</p>\n<p><strong>Rappel 5:</strong> 30 feet with no obvious anchor point. One\noption may be to build a deadman anchor with webbing gift-wrapped around\nboulder then buried. There is also potential to build a knot chock /\nknot block anchor as well.</p>\n<p>100 yards past Rappel 5 is a 60 foot downclimb with 2 palm trees.\nContinue to follow the creek for .2 miles with several wide ledges and\ndown climbs to Rappel 6.</p>\n<p><strong>Rappel 6</strong> (optional): Drops 20 feet down a dryfall.\nThere is a small goat trail bypassing the waterfall to the right (RDC),\nwhich makes this an optional rappel. If you choose to rappel you can use\na Fiddlestick/Smooth Operator to anchor off rock.</p>\n<p>Follow the canyon .2 miles to Rappel 7. The canyon narrows 200 feet\nbefore the top of Rappel 7.</p>\n<p><strong>Rappel 7</strong>: Drops 45 feet vertical and has multiple\nanchor options. One option is to anchor with a Fiddlestick/Smooth\nOperator off a large boulder 25' back from ledge. The rappel could be\nlonger 45 feet or could be free hanging, depending on anchor\nplacement.</p>\n<p>Follow canyon .2 mi along the sandy wash to Rappel 8.</p>\n<p><strong>Rappel 8</strong> (optional): 25 feet down a narrow rappel.\nCould be bypassed by exiting the canyon to the right (RDC) at the top of\nthe rappel onto the Bear Springs Trail. This is the only bolted rappel\nin the canyon. One bolt is 2 feet directly in front of the ledge. A\nsecond bolt is feet' to the left (LDC) and above the ledge.</p>\n<p>Follow the canyon 100 feet past a 6 foot downclimb, then exit onto\nBear Springs Trail.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>The canyon exits onto the Bear Springs Oasis trail about 1 mile from\nthe trailhead parking lot. Return the way you came.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>No permits required. This canyon is within the <a\nhref=\"https://www.fs.usda.gov/recarea/sbnf/recreation/recarea/?recid=74126&amp;actid=50\">San\nBernardino National Forest</a>. Hiking group size limits on National\nForest land are usually 12 people. Click on the link to see the status\nof the Bear Creek Oasis trail.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://canyoncollective.com/betabase/bear-springs-oasis.977?kmlidxna\">CanyonCollective.com</a>\n: Bear Springs Oasis</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"http://canyoncollective.com/betabase/bear-springs-oasis.977/#timages\">Photos\nfrom November 10, 2014</a></p>\n<h2 id=\"background\">Background</h2>\n<p>Canyon beta first posted by <a\nhref=\"http://canyoncollective.com/members/zach-olson.5486/\">Zach\nOlson</a> at Canyon Collective on November 10, 2014.</p>\n",
  "version": "bdd4ca2f3b9266259781eb2a62e43ecd"
}