{
  "url": "https://ropewiki.com/White_Ghost_Canyon",
  "latitude": 34.3796,
  "longitude": -118.0802,
  "id": 20139,
  "name": "White Ghost Canyon",
  "quality": 3,
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 3,
  "rappelLongestMeters": 27.43,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>White Ghost Canyon, named for its lovely white granite and tranquil\nsetting, drains the north face of Granite Mountain and merges with Mill\nCreek not far below Mill Creek Summit. Our initial descent dropped in\nabout half way down the canyon, into what appeared to be the most\ninteresting section. Easy approach and exit on good fire road. The\nintervening gorge of beautiful white granite contains 3 rappels and\nnumerous fun down climbs - 2 or 3 of these down climbs are nice segments\nthat could also be fun rappels if you're in the mood. Someone in your\ngroup should be comfortable with cairn/boulder/natural anchors if you\nattempt this canyon.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Drive up the Angeles Forest Highway to Mill Creek Summit, and turn at\nthe Mill Creek Summit Picnic Area onto paved road #3N17. Drive past the\nlarge fire station here about .25 mile and park at the upper lot. The\nroad on the east side of the lot is your approach, while the road on the\nsouth side is where you will return. Head up the well-graded fire road,\nand don't take the wrong turn we did on the attached GPS track at\nlocation 34.386210, -118.075246 or you will begin descending, and will\nhave to climb back up a steep slope to the road as you can see on the\ntrack. Continue on the road to your drop-in point at 34.382.5559,\n-118.080266. The gully here is the steep but fairly easy to descend all\nthe way down to the stream bed.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Now simply descend downstream, with numerous fun and aesthetically\npleasant down climbs. Rappel 1 is marked on the map and is about a 35'\ndrop over steep white cliffs, which would be very hazardous to attempt\nto down climb. We used a boulder as anchor that is right at the cliff\nedge - a cairn may be a better choice. Note that I failed to mark Rappel\n2 on the track, but you will recognize it immediately as a substantial\ndrop of about 70', which is the longest. We used a large well placed\nboulder about 20' back from the edge as anchor. Note that Rappel 2 can\nbe seen clearly from Angeles Crest Highway as a large vertical\ncliff/waterfall about 1 mile away if you look up canyon at the right\nplace when you are on the highway. Rappel 3 follows shortly after Rappel\n2, and is about 25'. We used a double bush as anchor to save time, but\nit may be better to construct a cairn in the future to avoid killing the\nbush. Some additional down climbs follow, and eventually you will\nencounter a well graded fire road that crosses the stream bed. This is\nyour exit point.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Once you are on well graded and easily recognized fire road 4N18,\nhead to the right if you are looking RDC. This road takes you back up to\nthe parking lot, albeit rather steeply in places. But it is always well\ngraded and easy to follow.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p>No beta was discovered for this canyon, and as far as I can tell it\nis unnamed on any map.</p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p>First known canyoneering descent on 1/24/2016 by Jim Sugel and Gwen\nStone.</p>\n<h2 id=\"background\">Background</h2>\n"
}