{
  "url": "https://ropewiki.com/Munson_Creek",
  "latitude": 42.8594,
  "longitude": -122.1529,
  "id": 2279,
  "name": "Munson Creek",
  "quality": 2,
  "months": [
    "Jul",
    "Aug",
    "Sep"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 3,
  "vehicle": "Passenger",
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A trio of short pumice canyons located around Godfrey Glen north of\nthe Mazama Campground in Crater Lake National Park. The rock in this\narea is compacted pumice; beware rockfall and wear a helmet.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Drive to the parking area for the Godfrey Glen trailhead north of the\nMazama Campground on the main approach road from the south entrance of\nCrater Lake National Park.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The recommended route is to do a descent of Munson Creek, then walk\nup Annie Creek to see the best bits of Sinnott and Lodgepole Canyon.\n(4-5hrs)</p>\n<h3 id=\"munson_creek\">Munson Creek</h3>\n<p>From Canyoneering NW: \"From the Godfrey Glen trail bear left at the\nintersection next to the trailhead. Hike a short distance until you can\nsee Munson Creek. Head down the narrow canyon. This should be done only\nby those who are familiar with swift water canyoneering techniques. Even\nin late summer the current is strong. There are three small falls close\ntogether. The first two are about 7ft. You can descend them both by\nrappelling from a small tree on the right. You might be tempted to jump\nthe first falls since it is small. However, the water at the bottom is\nshallow. The second falls might be OK to jump, but I'm not sure. The\nthird falls is called <em>Duwee Falls</em>. It is shown on maps but is\nrarely seen. The canyon blocks all views unless you make the arduous\ntrip in the creek itself. Rappel the 15ft waterfall into a swirling\npothole. A fallen log at the lip provides an anchor.</p>\n<p>Downstream the canyon widens, and the creek descends steeply over\nsmall boulders. Hoodoos are on both canyon walls. The ones on the left\nwall are especially large and are collectively known as the\nColonades.\"</p>\n<h3 id=\"sinnott_canyon\">Sinnott Canyon</h3>\n<p>From the point where the Godfrey Glen trail crosses the dry creek on\na small bridge, backtrack 150ft and then drop into the creekbed. Follow\nit down a short distance</p>\n<p>R1: 20ft on loose compacted pumice. Beware rockfall.</p>\n<p>Hike down the drainage to the confluence with Annie Creek. The lower\nend of the canyon is quite scenic. Watch for a pinnacle with a small\ncannon-hole in it.</p>\n<h3 id=\"lodgepole_canyon\">Lodgepole Canyon</h3>\n<p>From Canyoneering NW: \"Just before the trail starts to make a big 180\ndegree turn leave the trail and head right (north) to a dry creek bed.\nHead down to a drop-off with a large log leaning against it. A large\ntree on the left provides an anchor to make a 30ft rappel over loose\nrock. Head down the canyon and enter a narrow slot. Below the slot is\nthe confluence with Annie Creek.\"</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Exit is directly up an exciting knife-ridge located between Sinnott\nand Lodgepole Canyons. The ridge is a catwalk and drops off steeply on\nboth sides. Not recommended for the clumsy. Return to the trailhead.</p>\n<ul>\n<li>Another possible exit with a car shuttle is via the Annie Creek\ntrail and head up into the Mazama campground.</li>\n<li>Reportedly it is also possible to ascend Annie Creek or Goodbye\nCreek all the way up to the road.</li>\n</ul>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Crater Lake National Park entrance fee.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"https://web.archive.org/web/20210527212206/www.canyoneeringnorthwest.com/AnnieCreekGodfreyGlen/Annie_Creek_-_Godfrey_Glen.php\">CanyoneeringNorthwest.com\n(archive.org)</a> : Annie Creek - Godfrey Glen</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}