{
  "url": "https://ropewiki.com/Greenback_Creek_(Lower)",
  "latitude": 33.8269,
  "longitude": -111.171,
  "id": 24490,
  "name": "Greenback Creek (Lower)",
  "quality": 2,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "rappelLongestMeters": 9.14,
  "vehicle": "4WD - High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A nice enough creek hike with some decent slides, pools and\nwaterfalls and one short rappel with some minor sections of sculpted\ngranite.</p>\n<p>From Phoenix, drive north on SR87, then south on SR188 for 26.3 miles\nto turn left onto A-Cross Rd (signed as \"A+Cross\"). After crossing a\nwide, often flowing wash (Greenback Creek) turn right at a junction\nafter about 1 mile, then left around the 2 mile mark to stay on A-Cross\nRd following signs for SR288. Turn left after about 3.5-.6 miles onto\nFR267 which is unsigned and difficult to spot - it is the only road on\nthe north side of A-Cross Rd in this area and is directly across from a\ncampsite on the south side of the road. How far you get on FR267 will\ndepend entirely on your vehicle and your tolerance for driving very\nslowly on a very bumpy, rocky road, but obviously the farther you get,\nthe less hiking you'll have to do. I made it a little under 2 miles\nbefore I realized how much faster I could be hiking than driving. Pull\noff the road and park where you see fit.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Good off-trail hiking and route-finding skills are requisite for this\nhike.</p>\n<p>From wherever you parked, continue hiking northeast on FR267 which\ncrosses a few washes and gets steeper as you go. The road eventually\nends on a hill (about 1.5 miles from the parking area indicated on the\nmap), continue hiking at roughly the same elevation contouring around\nthe hills and crossing the washes as you go. A few of the side drainages\nthat must be crossed along the way will require some more thoughtful\nplanning as they get deeper and their slopes steeper as you progress up\nthe mountain. You'll basically be hiking north in parallel to the creek\nbelow you while avoiding patches of brush and attempting to cross the\nhills and drainages at points where you will gain and loose as little\nelevation as possible. After crossing two drainages right next to each\nother, right under Blue Peak, begin hiking northwest up to cross a\nsmall, flat saddle under a hill. From here you may begin to find a light\ngame trail, hike along the game trail now heading northwest and toward\nthe steep slope above Greenback Creek. The trail becomes more distinct\nas it begins to head down the slope, it might be a good idea to take the\ntime to locate the trail if you haven't yet, as the way down is quite\nsteep and brushy and trail helps. Follow the trail as it contours along\nthe slope to the west, dropping in elevation rather slowly (rather than\nmy instinct to go straight down) to eventually reach Greenback\nCreek.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The canyon is bouldery and brushy at first, and the creek and pools\ncan be hiked around in the beginning. Eventually the canyon deepens and\nyou'll be forced into the water at a fun, mellow slide into a deep pool.\nThe sections of sculpted granite and waterfalls are nice, but are\nunfortunately short with long sections of boulder hopping in between\nthem. Eventually you will reach a more vertical section that will\nrequire one short rappel to proceed. Downclimb around the first drop on\nthe left (use caution with loose rocks that look solid, but drop away\ninto deep openings below) to climb back around into the watercourse for\nthe rappel. The drop for the rappel is about 20 feet and anchored about\n20 feet back from the drop from an obvious chock stone under a boulder.\nMore boulder hopping and a few easy downclimbs will bring you to one\nmore scenic waterfall that can be easily climbed around on the right.\nNot long after this the canyon begins to open shortly after the\nconfluence with Blue Peak Canyon on the left and it's time to start\nthinking about the exit.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Leave the canyon to the left where it becomes very open to find a way\nalong or up an easy drainage (I followed an old black, plastic pipe\nalong a faint, old road for a while, but it disappeared) to the\nsoutheast to hike back up to the road you hiked in on earlier and follow\nthe road southwest back to your car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.facebook.com/pat.winstanley.7/media_set?set=a.1021774684547895.1073742048.100001461198708&amp;type=3&amp;uploaded=25\">https://www.facebook.com/pat.winstanley.7/media_set?set=a.1021774684547895.1073742048.100001461198708&amp;type=3&amp;uploaded=25</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n",
  "version": "80d34a9a8bb8f789657da81f64dda308"
}