{
  "url": "https://ropewiki.com/Echo_Canyon_(Colorado_National_Monument)",
  "latitude": 39.0199,
  "longitude": -108.6209,
  "id": 24707,
  "name": "Echo Canyon (Colorado National Monument)",
  "quality": 3,
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "I",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "rappelLongestMeters": 36.58,
  "vehicle": "Passenger",
  "shuttleSeconds": 1800,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Echo Canyon is a scenic canyon located on BLM Lands and the Colorado\nNational Monument. The geology is interesting here and you will pass\nthrough many rock layers/formation (Morrison, Entrada, Kayenta, and\nWingate).</p>\n<p>The upper part of the canyon is well known to mountain bikers and\nhikers and the approach is done via a combination of\nmountainbiking/hiking trails, social trails, and dry creekbed. The lower\ncanyon is an official NPS trail in Colorado National Monument. It has a\nrunning creek, lots of greenery (in season), and a lot of birds nesting\nin the walls. An impressive dry fall divides these two very different\nsections of canyon. Canyoneers can combine the two sections into a one\nway hike by rappelling the drop beween the two sections.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>This trip requires a car shuttle.</p>\n<p><strong>Andys Loop Trailhead (entrance trailhead)</strong></p>\n<p>Park at a small pullout along Little Park Road (west side) just\ndownhill to the north from the Little Park Trailhead.</p>\n<p><strong>Devils Kitchen (exit trailhead)</strong></p>\n<p>This trailhead is just inside Colorado National Monument and just\nbeyond the entrance fee station for the East Entrance of the\nMonument.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>From the Andes Loop Trailhead, follow the trail into the colorful\ndrainage and descend it. At one point you will reach a cave. Just for\nfun, this cave can be followed all the way through the hill where you\ncan rejoin the trail.</p>\n<p>Once at the bottom of a larger drainage, continue down the drainage\non the Andes Loop Trail until it leaves the creek bed. Instead of\nleaving the creek bed, continue down the creek bed to the only rappel in\nthe canyon. This should be about 30 minutes or so from the\ntrailhead.</p>\n<p>This is a spectacular rappel, mostly free hanging and will be up to\n120 feet, depending on where you set your anchor. There are lots of\noptions here including a few solid boulders and a tree. Rappel down to a\npool that is usually dry, but usually has mud. In the warm season, there\nis poison ivy here, but it can be avoided.</p>\n<p><strong>Options</strong></p>\n<p>Instead of just descending Echo Canyon, you can combine Echo Canyon\nwith Ribbon or Lace Canyon. Ribbon is probably the better of the two\ncanyons and starting up at the top of the Ribbon Trail gives you lots of\nnice views and scenery. See the <a\nhref=\"http://ropewiki.com/Ribbon_Canyon\">Ribbon Canyon</a> page for\ndetails</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Once down the rappel, pack up your technical gear and follow the NPS\ntrail through the canyon and do Devils Kitchen. There is some elevation\ngain up some rock slabs because the trail avoids private lands. Not long\nbefore reaching the Devils Kitchen Trailhead, there is a petroglyph\npanel, but I'll let you find that on your own. Sadly, it has seen some\nvandalism.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>A fee is required since much of the canyon is in Colorado National\nMonument.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>John Styrnol, Kit Davidson, and I descended this canyon on March 8\n2020.</p>\n",
  "version": "6d4c67e382bb5cec65bd6ddde0ceb7ee"
}