{"id":24805,"rappelLongestMeters":60.96,"rappelCountMax":7,"technicalRating":3,"quality":3.6,"waterRating":"A","url":"https:\/\/ropewiki.com\/Buzzard_Canyon","rappelCountMin":7,"latitude":35.9283,"months":["Sep","Oct","Nov","Dec","Jan","Feb","Mar","Apr","May"],"vehicle":"High Clearance","timeRating":"III","longitude":-114.7445,"riskRating":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>1\/19\/2024:\nAdam Haydock decided to have Jackpot canyon changed over to Buzzard Canyon. This aligns with Rick's book and ensures that there is no more confusion to published canyon content. I was looking at google earth before a st. pattys day canyon event and wondered if anyone ever been down this drainage. Turned out that it was bolted when we went through. We ended up calling it Jackpot due to no beta, not having Rick's book, and jackpot aligned with a Vegas st. pattys day. \n<\/p><p>Do not enter this canyon if you do not have the knowledge to entirely inspect and replace anchorage. Do not assume anchorage is prepared to hold any load bearing weight upon your arrival.  Bring anchorage replacement material and be prepared to replace all anchorage.  This canyon floods and becomes hot. The sunbaked and worn webbing can break. Inspect and Replace all anchorage.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>The standard approach is to park at the Weeping Springs trailhead. From here, hike up the 4x4 road until and follow the road until you get to a fork. There will be a fork in the road, go straight and continue down to the vista overlook where the road ends and where the descent begins.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>From the top of the rim, pick a number of ways down into the obvious valley wash below and follow it into the drainage. Continue to follow the main drainage until the canyon starts to narrow.  Enjoy the hike through some scenic narrow corridors that meander down into a few downclimbs. The canyon walls start to rise and not too long after, the canyon opens up to a dramatic drop off.\n<\/p><p><br \/>\nR1: 200' from tree, 2 stage, flick pull rope up over hump, DCR\n<\/p><p><br \/>\nThere is a small \"cave\" at the base of this rap full of loose soil and little else...\nAfterwards, there is a series of boulder downclimbs leading into to the second section of narrows. \n<\/p><p><br \/>\nR2: 30 ft from tree. \n<\/p><p>R3: 70 ft anchorage DCR\n<\/p><p>R4: 20 ft anchorage DCL \n<\/p><p><br \/>\nYou will see the river from this point and the last three raps are through some scenic narrow meandering canyon.  This is the author's favorite section of the canyon. \n<\/p><p><br \/>\nR5: 40 ft anchorage DCR  \n<\/p><p>R6: 30 ft anchorage DCL Here you will have a series of platforms where up to 5 people can fit.  Inflate your rafts here.\n<\/p><p>R7: 30 ft anchorage DCL into the river. Rappel into your already inflated raft.\n<\/p><p><br \/>\n<\/p><p><br \/>\nLink to download KML: <a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/ropewiki.com\/File:Jackpot_Canyon_.kml\">http:\/\/ropewiki.com\/File:Jackpot_Canyon_.kml<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>You have options!\n<\/p><p>Paddle 2.5 miles downstream to Crane's Nest\n<\/p><p>Paddle 6 miles downstream to Willow Beach\n<\/p><p>Paddle 1 mile upstream to Big Horn Canyon and use the beta for the Big Horn Canyon exit to hike back to your car at the top of the rim.\n<\/p><p><br \/>\n<i>\"As of Fall 2023, Bighorn Canyon is incredibly, perhaps dangerously overgrown in the stretch between the beach and the narrows. We also encountered a large rattlesnake (speckled or arizona diamondback) in the bushwhacking, but the concern is that it is so thick you could easily step on a rattlesnake and not know it until you're bit. Better alternative would be to packraft down to Crane's Nest to an exit vehicle.\"<\/i>\n<i><\/i>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>There is no red tape as far as I am aware of but there are a few things to keep in mind: \n<\/p><p>You must have a USCG approved PFD and packraft to float on the colorado river.  Parking at the weeping springs trailhead will be good for high clearance.  If you have a 4x4 high clearance with good tires, you can continue to drive to the final rim where you descend down. That final section of road gets a bit rockier with a few steps to climb.\n<\/p><p>Please remember that installation of permanent fixed hardware is strictly prohibited in Black Canyon Wilderness area, and the entirety of LMNRA. No bolts.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.stavislost.com\/hikes\/trail\/buzzard-canyon-jackpot-canyon\">https:\/\/www.stavislost.com\/hikes\/trail\/buzzard-canyon-jackpot-canyon<\/a>&#160;: Stav is Lost - October 6, 2023\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Rick Ianniello recorded the first known descent in his guide book,Las Vegas Slots. It is known as \"Buzzard canyon\".\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/https:\/\/adamhaydock.blogspot.com\/2023\/03\/jackpot-canyon-lake-mead-nra-nevada.html\">EVEN FURTHER JACKPOT CANYON<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background_2\">Background<\/h2><\/div>\n<p>We showed up to this canyon ready to \" groom the gardens \" as a first descent but found out that this canyon has already been descended. We found most of the raps were bolted with hangers that have been painted natural colors. These have all been removed since then...\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐sqkbz\nCached time: 20240914191903\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.006 seconds\nReal time usage: 0.008 seconds\nPreprocessor visited node count: 24\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","shuttleSeconds":null,"permit":"No","name":"Buzzard Canyon","geojson":null,"version":"523ead42f5bc450f05f195684c83fca92343cc4c3698972b74320bc9f878458a"}