{
  "url": "https://ropewiki.com/Jackpot_Canyon_(Lake_Mead_NRA)",
  "latitude": 35.9283,
  "longitude": -114.7445,
  "id": 24805,
  "name": "Jackpot Canyon (Lake Mead NRA)",
  "quality": 4.3,
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 8,
  "rappelCountMax": 8,
  "rappelLongestMeters": 64.01,
  "vehicle": "High Clearance",
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Also called Buzzard Canyon</p>\n<h2 id=\"approach\">Approach</h2>\n<p>The standard approach will be to park at the Weeping Springs\ntrailhead. From here, hike up the 4x4 road until and follow the road\nuntil you get to a fork. There will be a fork in the road, go straight\nand continue down to the vista overlook where the road ends and where\nthe descent begins.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>From the top of the rim, pick a number of ways down into the obvious\nvalley wash below and follow the wash into the drainage. Continue to\nfollow the main drainage until the canyon starts to narrow. Enjoy the\nhike through some scenic narrow corridors that meander down into a few\ndownclimbs. The canyon walls start to rise and not to long after, the\ncanyon opens up to a two-stage rap sequence.</p>\n<p>R1: The anchorage is webbing choaked from a small tree. The rap goes\ndown 30 ft. to a platform that can fit 4 maybe 5 people at the most. R2:\nhas master point anchorage, canyon right and goes down 200 ft. This rap\nhas some loose rock on the wall.</p>\n<p><strong>(APRIL 2023 UPDATE)</strong></p>\n<p><strong>R1: Because the bolts were removed, the first two rappels are\ncombined into one multistage rappel. The anchor is currently built\naround a chockstone in the ground, center canyon. Make sure to add a 10'\nextension to get it over the lip for a clean pull when you finish Stage\n2. A 70m rope and toggle were perfect!</strong></p>\n<p><strong>Stage 1 (~30'): Rappel canyon left to a platform that can fit\n5 people.</strong></p>\n<p><strong>Unlike the previous beta, there are no more bolts and almost\nno option to build a natural anchor at the platform.</strong> <strong>If\nyou pull the rope pre-emptively, climbing back up is very risky and\ndifficult.</strong></p>\n<p><strong>Stage 2 (~180'): Because of the new angle from the adjusted\nanchor, the rope rubs over some pretty sharp rock, canyon left. Edge\nprotection is suggested!</strong></p>\n<p>There is a \"cave\" at the base of the rap. If you choose to enter,\nbring a light to see the coloring on the walls. Ensure that nobody is\nabove you is kicking rocks down as you approach or exit the cave. Rap 2\nis a dense gravity zone and rocks were coming down. The cave qualifies\nper the Nevada standard, but it only has 50-60 ft of passage.</p>\n<p>Afterwards, there is a series of boulder downclimbs to the second\nsection of narrows. The walls get high, and the canyon continues to a\ndownclimb. Continuing down, you will come up to a 30 ft rap that is\nchoaked by webbing from a small tree. Immediately afterwards you will\nencounter another 70 ft rap with an anchorage, canyon right. Once down,\ncontinue to another 20 ft rap from an anchorage, canyon left. After this\nrap you will come up to the final rap sequence.</p>\n<p>You will see the river from this point and the last three raps are\nthrough some scenic narrow meandering canyon. This is my favorite\nsection of the canyon. The first rap is 40ft. from an anchorage, canyon\nright. The second is a 30 ft rap from an anchorage, canyon left. Here\nyou will have a series of platforms where up to 5 people can fit.\nInflate your rafts here. The last rap is 30 ft using an anchorage,\ncanyon left. This rap will take you right into the water so you must be\nprepared to deploy your already inflated raft into the water and rappel\ninto your packraft. You are now in the colorado river.</p>\n<p>Bring webbing and rapides to replace any required anchorage.</p>\n<p>Link to download KML: <a\nhref=\"http://ropewiki.com/File:Jackpot_Canyon_.kml\">http://ropewiki.com/File:Jackpot_Canyon_.kml</a></p>\n<h2 id=\"exit\">Exit</h2>\n<p>Paddle up stream to big horn canyon and use the beta for the bighorn\ncanyon exit to hike back to your car at the top of the rim.</p>\n<p>As of Fall 2023, Bighorn Canyon is incredibly, perhaps dangerously\novergrown in the stretch between the beach and the narrows. We also\nencountered a large rattlesnake (speckled or arizona diamondback) in the\nbushwhacking, but the concern is that it is so thick you could easily\nstep on a rattlesnake and not know it until you're bit. Better\nalternative would be to packraft down to cranes nest to an exit\nvehicle.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>There is no red tape as far as I am aware of but there are a few\nthings to keep in mind. When we showed up to this canyon, we were\nprepared to \"groom the gardens\" as a first descent with natural\nanchorage systems, webbing, rock, knot choaks, Deadman anchorages\nsystems, fiddlesticks, CEM, etc....but we found that the canyon was\nalready explored. We found most of the raps were bolted with hangers\nthat have been painted natural colors. You must have a USCG approved PFD\nand packraft to float on the colorado river. Parking at the weeping\nsprings trailhead will be good for high clearance. If you have a 4x4\nhigh clearance with good tires, you can continue to drive to the final\nrim where you descend down. That final section of road get a bit more\nface value.</p>\n<p>Please remember that installation of permanent fixed hardware is\nstrictly prohibited in Black Canyon Wilderness area, and the entirety of\nLMNRA. No bolts.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"background\">Background</h2>\n<p>Rick Ianniello recorded the first known descent in his guide book,Las\nVegas Slots. It is known as \"Buzzard canyon\".</p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"http://https://adamhaydock.blogspot.com/2023/03/jackpot-canyon-lake-mead-nra-nevada.html\">EVEN\nFURTHER JACKPOT CANYON</a></p>\n<h2 id=\"background_1\">Background</h2>\n<p>We showed up to this canyon ready to \" groom the gardens \" as a first\ndescent but found out that this canyon has already been visited.</p>\n"
}