{
  "url": "https://ropewiki.com/East_of_Eaton_Canyon",
  "latitude": 34.1909,
  "longitude": -118.0856,
  "id": 25032,
  "name": "East of Eaton Canyon",
  "quality": 2,
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 7,
  "rappelLongestMeters": 45.72,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A short canyon off of Henniger Flats. It starts off with some shorter\nrappels and ends with a longer 150' rappel that could be broken up into\n2. There isn't a lot of solid trees/shrubs for anchoring at the top of\nmost of the rappels so you will have to anchor a little ways back\n(generally about 30') or be prepared to build cairn/deadman anchors. You\nshould be proficient in building natural anchors before running this\ncanyon. The last rappel is exclusively a deadman/cairn anchor (unless\nyou want to climb up some really loose walls).</p>\n<h2 id=\"approach\">Approach</h2>\n<p>The approach is along a well-marked trail from the parking lot at\n34.1909, -118.0856. The trail has an obvious entrance at the back of the\nparking lot and is shared by casual hikers, dog walkers, and joggers.\nThe approach takes about an hour. Prior to arrival at a camp site area,\nthe drop-in point is visible from the trail.</p>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<p>Following the last rappel, trek through a natural obstacle course of\nnear-horizontal low-growing branches, thick brush which requires\ncrawling, and possible small amounts of water, weather depending. Follow\nthe water pipes out, and they will lead to a city-operated cloud-seeding\nsite. The path to exit is obvious following the road all the way out of\nthe gated community.</p>\n<p>Save about 30 minutes of uninteresting neighborhood walking by\nparking a shuttle car near the intersection of Kinneloa Canyon Drive and\nKinclair Dr, right outside the nearby gated community.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>First documented canyoneering descent by Alden Anderson and Maya\nTaylor on 02/02/2016. Perhaps it was Steinbeck's magnum opus but this\none sure ain't mine.</p>\n"
}