{"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>A short canyon off of Henniger Flats. It starts off with some shorter rappels and ends with a longer 150' rappel that could be broken up into 2. There isn't a lot of solid trees\/shrubs for anchoring at the top of most of the rappels so you will have to anchor a little ways back (generally about 30') or be prepared to build cairn\/deadman anchors. You should be proficient in building natural anchors before running this canyon. The last rappel is exclusively a deadman\/cairn anchor (unless you want to climb up some really loose walls).\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>The approach is along a well-marked trail from the parking lot at 34.1909, -118.0856.  The trail has an obvious entrance at the back of the parking lot and is shared by casual hikers, dog walkers, and joggers.  The approach takes about an hour.  Prior to arrival at a camp site area, the drop-in point is visible from the trail.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Following the last rappel, trek through a natural obstacle course of near-horizontal low-growing branches, thick brush which requires crawling, and possible small amounts of water, weather depending.  Follow the water pipes out, and they will lead to a city-operated cloud-seeding site.  The path to exit is obvious following the road all the way out of the gated community.  \n<\/p><p>Save about 30 minutes of uninteresting neighborhood walking by parking a shuttle car near the intersection of Kinneloa Canyon Drive and Kinclair Dr, right outside the nearby gated community.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>First documented canyoneering descent by Alden Anderson and Maya Taylor on 02\/02\/2016. Perhaps it was Steinbeck's magnum opus but this one sure ain't mine.\n<\/p>\n\n\n<\/div>","timeRating":"II","id":25032,"riskRating":null,"quality":2,"waterRating":"A","longitude":-118.0856,"geojson":null,"rappelLongestMeters":45.72,"shuttleSeconds":null,"name":"East of Eaton Canyon","rappelCountMax":7,"latitude":34.1909,"version":"45a84dc6125675ed43999fc539dbcd82b0c53fc2edd726cd86421dc4c0b2b817","months":["Dec","Jan","Feb","Mar","Apr","May","Jun","Jul","Aug","Sep","Oct","Nov"],"permit":"No","vehicle":"Passenger","url":"https:\/\/ropewiki.com\/East_of_Eaton_Canyon","technicalRating":3,"rappelCountMin":5}