{"waterRating":"C2","rappelCountMin":2,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p><br \/>\n<\/p><p>Murphy Creek is a drainage on the Mountain Loop Highway near Darrington. The entrance is easily accessible by forest roads, and the exit is onto the Mountain Loop itself. Below 2400', Murphy Creek has a steep gradient with interesting and consistent scrambling, some pools to swim, and slabs to negotiate. Once in the steeper portions, it is impossible to get out of the watercourse in many places. Like many drainages in the area, difficulty would vary vastly based on water level. This is a reasonably sized drainage that had enough water to constantly stop and think about even in January. It would not be advisable during spring runoff or other higher water events.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>The fastest approach is from Darrington - take the Mountain Loop 5.4 miles from Darrington to the main Old Sauk Trailhead. Park one vehicle here. This is 2\/3rd of a mile NW of where Murphy Creek crosses the Mountain Loop. Alternatively, there is a pullout by Murphy Creek itself that could be used. In the second vehicle, drive back toward Darrington and turn on FS Road 2070 (Helena Ridge\/Murphy Creek Rd). Stay on 2070 (left) at two intersections: one at 2.2 miles and one at 4.3 miles from the Mountain Loop. Above 2400', the creek is very flat and slow slogging downstream. To avoid as much of this portion as possible, park at the gravel pit at 2800' (6.1 miles from the Mountain Loop). Drop into the drainage directly from the road, angling left and down as terrain allows.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Much of the descent is consistent scrambling, some pools to swim, and slabs to negotiate. Depending on water level, it may also be challenging to cross back and forth between river banks in a number of locations. The stream bed in some places includes large, closely spaced boulders that are a risk for foot entrapment at higher flows. \n<\/p><p><br \/>\n<\/p><p><br \/>\n<\/p><p><br \/>\n<\/p><p>There are two or three rappels. The first is a sizable waterfall. \n<\/p><p>The drainage here is wide enough that you can leave the watercourse river left and scramble\/bushwhack down and around it. There are plenty of good tree anchors on river left for rappelling this waterfall but it is impossible to see the fall line, the rappel height or even the watercourse from them. Having later seen this feature from below, a rappel would appear to be at least 100'. \n<\/p><p><br \/>\n<\/p><p><br \/>\n<\/p><p>The second rappel is approached via angled slabs that end in a vertical waterfall. Plentiful tree anchors are available on river left. rappel 40' off to the side of the stream. \n<\/p><p>The third rappel is soon after the second, and it is down a slab then into a chute, ending in a large pool. It is anchored from what was at the time a dry \"island\" in the middle of the stream using a downed log. 50'\n<\/p><p><br \/>\n<\/p><p><br \/>\n<\/p><p>Past this, the angle of the stream lessens considerably and the watercourse becomes a maze of jackstrawed logs.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>You may be able to follow the creek all the way to the Mountain Loop, though below 1600', logs were a constant obstacle and the gradient of  eases considerably, making progress very slow. At this point, one can exit the drainage river right, traverse to the NNW trending ridge, and follow it down 600' vertical to the Mountain Loop Highway, then walk the road back to your vehicle.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>If parking at the Old Sauk Trailhead, you need to display a valid Northwest Forest Pass. No parking pass is necessary for parking along FS Road 2070 or at a pullout along the Mountain Loop Highway.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐9v46b\nCached time: 20240914192014\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","version":"1ac11bdfdd53e6f5d122bb78cd8ed92f7191ba633698a01ce6dba8e93d2bf5a6","shuttleSeconds":1800,"permit":"No","geojson":null,"timeRating":"III","vehicle":"Passenger","riskRating":"PG","months":["Aug","Sep","Oct","Nov","Dec","Jan","Feb","Mar"],"name":"Murphy Creek","quality":2,"url":"https:\/\/ropewiki.com\/Murphy_Creek","rappelLongestMeters":30.48,"latitude":48.1767,"id":25118,"technicalRating":4,"rappelCountMax":3,"longitude":-121.5281}