{
  "url": "https://ropewiki.com/Rattlesnake_Canyon_(San_Carlos_Indian_Reservation)",
  "latitude": 33.0022,
  "longitude": -110.6118,
  "id": 25315,
  "name": "Rattlesnake Canyon (San Carlos Indian Reservation)",
  "quality": 3,
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 2,
  "waterRating": "A",
  "timeRating": "IV",
  "permit": "Yes",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A nice, long, non-technical canyon hike with some good, but short\nsections of narrows.</p>\n<p>A permit is required to hike in this area from the San Carlos Apache\ntribe, the easiest way to acquire said permit for this area seems to be\nto simply stop off at a specific Circle K location in Globe, AZ and buy\none. This makes the approach driving directions a little out of the way,\nbut not much (adds about half an hour).</p>\n<p>From Phoenix, drive east on US60 through Superior and Globe, staying\nstraight to continue onto US70, to shortly thereafter stop off at the\nlast Circle K in Globe located on the left at 33.384142, -110.755893.\nAfter securing permits, continue east on US70, then turn right onto SR77\nsouth towards Tucson. After 35.7 miles turn left onto an unsigned dirt\nroad just after milepost 132. Some maps may call this Leadville St, and\nthere is a road signed as Leadville St before the correct turn, but this\nonly goes to a residence - do not turn on the road signed as Leadville.\nTo add to the confusion, other maps call this road Kellys Camp Trail or\nsimply \"300\", and it may or may not be signed as such - milepost 132 -\nthat's the thing to look for. Drive on this dirt road (whatever it is)\nfor 8.4 miles, ignoring the many minor branching roads along the way to\nturn left towards a large stand-alone rock outcrop called Eskiminzin\nFort Rock on the map. This more minor road degrades more and more the\nfarther it goes, but can be driven for a ways or you can choose to park\nat or near the rock and hike the rest of the way - continuing to drive\nmight only get you another half a mile or so before the road becomes\nimpassable - park where you see fit.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From Eskiminzin Fort Rock, continue hiking down the road to the north\nfor about a mile to eventually reach an old ranch called Lion Camp at\nthe edge of Ash Creek. Turn right to hike up along the banks of Ash\nCreek for about .25 mile to reach an obvious, large break in the cliffs\nthrough a drainage on your left (north). There are many ways up this\nbrushy, rocky drainage, none of them that much better than the rest, get\nup to the top however you can. The main objective here is to locate an\nold road on top that will take you to Rattlesnake Canyon; by sticking a\nbit to the left when hiking up the drainage you may find the road more\nquickly. Once the road is located, simply follow it as it travels easily\nnortheast for about 3.3 miles to drop into one of the upper forks of\nRattlesnake at 33.001543, -110.588446. When you see a small dam below to\nyour right that seems to usually have a good amount of water in it,\nthat's the point to break off from the road to your left to head down\ninto this upper fork.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>One small, scenic section of narrows is encountered in this upper\nfork that starts with a 15 foot drop that can be bypassed by hiking\nalong the left side, then down into the slot at a lower angled spot.\nAfter a little less than a mile in this upper fork you will reach a\nconfluence with another fork on the right which holds some interesting\ncanyon features to explore - if you're so inclined. All of the narrows\nin this section can be hiked/climbed around without too much trouble. At\nthe top of this short section is a beautiful, sculpted drop of roughly\n70-80 feet (there's nothing above it- I looked), and below is an\notherworldly, watery section of narrows with a roof of sculpted boulders\nabove - very cool, but very short. I hiked around this to explore it\nfrom the bottom - going up and through this section requires a very,\nvery cold swim. Two miles of boulder hopping and gravel hiking now stand\nbefore you and Ash Creek with a few nice sections of narrows in\ndifferent layers of rock in between - one deep and winding section\nstands out as being quite nice. The are deep pools to hike around and\nsome minor downclimbs, but nothing that requires much in the way of\nexplanation - proceed down canyon.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Once you reach the confluence with Ash Creek, turn left to travel\nsouth along and through the creek (occasional light trails can be found)\non your way back to Lion Camp for the exit. Ash Creek holds rewards of\nits own and was flowing with clear, cool water at my visit and had some\nnice sections of white slickrock and is lushly forested. After a little\nover 1.5 miles in Ash Creek, you will reach Lion Camp on your right,\nhike back up the remaining mile on the road back to your car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>A San Carlos Apache recreational permit is required to hike or camp\nin this area for $10 per day.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.facebook.com/pat.winstanley.7/media_set?set=a.1028813443844019.1073742055.100001461198708&amp;type=3&amp;uploaded=44\">https://www.facebook.com/pat.winstanley.7/media_set?set=a.1028813443844019.1073742055.100001461198708&amp;type=3&amp;uploaded=44</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n",
  "version": "56d1be21c79e09c1c1a8fefcd194300b"
}