{
  "url": "https://ropewiki.com/Lion_Camp_Canyon",
  "latitude": 32.987,
  "longitude": -110.6001,
  "id": 25326,
  "name": "Lion Camp Canyon",
  "quality": 3,
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "III",
  "permit": "Yes",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "rappelLongestMeters": 18.29,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Lion Camp Canyon has one rappel into a fantastic slot - though the\nnarrows are undeniably good, they are also unfortunately quite\nshort.</p>\n<p>A permit is required to hike in this area from the San Carlos Apache\ntribe, the easiest way to acquire said permit for this area seems to be\nto simply stop off at a specific Circle K location in Globe, AZ and buy\none. This makes the approach driving directions a little out of the way,\nbut not much (adds about half an hour).</p>\n<p>From Phoenix, drive east on US60 through Superior and Globe, staying\nstraight to continue onto US70, to shortly thereafter stop off at the\nlast Circle K in Globe located on the left at 33.384142, -110.755893.\nAfter securing permits, continue east on US70, then turn right onto SR77\nsouth towards Tucson. After 35.7 miles turn left onto an unsigned dirt\nroad just after milepost 132. Some maps may call this Leadville St, and\nthere is a road signed as Leadville St before the correct turn, but this\nonly goes to a residence - do not turn on the road signed as Leadville.\nTo add to the confusion, other maps call this road Kellys Camp Trail or\nsimply \"300\", and it may or may not be signed as such - milepost 132 -\nthat's the thing to look for. Drive on this dirt road (whatever it is)\nfor 8.4 miles, ignoring the many minor branching roads along the way to\nturn left towards a large stand-alone rock outcrop called Eskiminzin\nFort Rock on the map. This more minor road degrades more and more the\nfarther it goes, but can be driven for a ways or you can choose to park\nat or near the rock and hike the rest of the way - continuing to drive\nmight only get you another half a mile or so before the road becomes\nimpassable - park where you see fit.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From Eskiminzin Fort Rock, continue hiking down the road to the north\nfor about a mile to eventually reach an old ranch called Lion Camp at\nthe edge of Ash Creek. Turn right to hike up along the banks of Ash\nCreek for about .25 mile to reach an obvious, large break in the cliffs\nthrough a drainage on your left (north). There are many ways up this\nbrushy, rocky drainage, none of them that much better than the rest, get\nup to the top however you can. The main objective here is to locate an\nold road on top that will take you to Lion Camp Canyon; by sticking a\nbit to the left when hiking up the drainage you may find the road more\nquickly. Once the road is located, simply follow it as it travels easily\nnortheast for about 2.5 miles before leaving the road to head east for a\nminor drainage that will take you up to a small saddle. The drainage you\nare looking for is a little tricky to describe, but it is important to\ngo up in the correct place to put you above the correct canyon. As you\nare traveling north on the road, it is the first one not lined with\nrocky cliffs and the first one heading northeast instead of southeast.\nOnce on the saddle above the correct drainage, head across to the east,\nthen down the slope on the other side that will take you down into a\nminor upper fork of Lion Camp Canyon; follow this easy drainage down to\nthe main canyon.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>After some boulder hiking down canyon one minor section of narrows in\nencountered first that begins with a 10 foot stemming downclimb, then\nmore stemming to avoid the water in the pools below. The canyon opens\nagain briefly after this before reaching the technical section. The\nnarrows drop suddenly and dramatically into a beautiful slot with a 60\nfoot, two-tiered rappel of 50, then 10 feet from a deadman anchor in a\nsmall pool above the drop. Heading down the slot there are several knee\nto waist deep pools to wade, chutes to downclimb and scenery to enjoy.\nTake your time here as it ends all to soon after turning a corner and\nthe canyon opens up again to more boulder hiking. You can pack up your\ntechnical gear and wet suits here (if you chose to wear them) for the\nremainder of the hike down canyon. One more drop of about 15 feet into a\ncold, deep, mucky pool can be climbed around on canyon left, but\notherwise the remainder of the hike is straightforward.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Once you reach Ash Creek, head right to hike west along and through\nthis pleasant stretch of forested creek for a little under one mile\nuntil you reach Lion Camp on your left and the road you hiked in on at\nthe beginning of the day - follow the road back up to your vehicle.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>A San Carlos Apache recreational permit is required to hike or camp\nin this area for $10 per day.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.facebook.com/pat.winstanley.7/media_set?set=a.1029336677125029.1073742056.100001461198708&amp;type=3&amp;uploaded=32\">https://www.facebook.com/pat.winstanley.7/media_set?set=a.1029336677125029.1073742056.100001461198708&amp;type=3&amp;uploaded=32</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n",
  "version": "11ed7b9ad218a50ecf237e17429c1b27"
}