{
  "url": "https://ropewiki.com/Marten_Creek_(North_Cascades)",
  "latitude": 48.0821,
  "longitude": -121.6138,
  "id": 25568,
  "name": "Marten Creek (North Cascades)",
  "quality": 4,
  "months": [
    "Aug",
    "Sep"
  ],
  "technicalRating": 4,
  "waterRating": "C2",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 8,
  "rappelLongestMeters": 30.48,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p><strong>Don't confuse with <a href=\"Marten_Creek_(Alpine_Lakes)\"\ntitle=\"wikilink\">Marten Creek (Alpine Lakes)</a>.</strong></p>\n<p>This easily accessed watercourse is a combination of steep slabs and\nlarge potholes with many small drops and a few more substantial ones.\nThe current can create dangerous conditions, especially since the creek\nbed is very narrow in places. Fortunately, the drainage is easy to\nescape from in many places, so it is possible to bypass many of the\ndrops and re-enter the canyon further downstream. The Class 4 rating is\nfor anchor building; you will likely find only one anchor and need to\nmake the others; most anchors were retrievables.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From Granite Falls, follow the Mountain Loop Highway east. The\ntrailhead (a small pullout, actually) is immediately east of Marten\nCreek itself (signed at the bridge), 9.6 miles east of the Verlot Ranger\nStation. Hike about a mile up the trail, gaining 1100 feet of elevation\n(and passing an interesting experimental forest on the way). Leave the\ntrail and drop into the drainage of Marten Creek when the trail makes\nthe right turn into the now gentle Marten Creek Valley. This will be\nobvious since the slopes on the west side of the trail will become\nsubstantially less steep. You are aiming for a creek elevation of about\n2300'.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The technical portion of the creek drops 700 feet in 0.6 miles and\nincludes a short gorge.</p>\n<ul>\n<li>R1: 30’ from tree into pool</li>\n<li>DC into a 100’ channel swim</li>\n</ul>\n<p>Creek walk for 20-30 minutes</p>\n<ul>\n<li>Slide: 10’ into deep pool</li>\n<li>R2: 35’ from log on right</li>\n<li>R3: 70’ two tier from pinch on left</li>\n</ul>\n<p>DC 12’ on left through rabbit hole then DC 10’ on right in the\nfalls</p>\n<ul>\n<li>R4: 20’ from log in middle into deep pool</li>\n<li>R5: 60’ two tier from end of log</li>\n<li>R6: 40’ from end of log in the cascade, short swim</li>\n</ul>\n<p>DC several more short downclimbs and DC 50’ on right in crack</p>\n<p>The creek's gradient is consistently steep. If you trust your\nscrambling skills and have high traction footwear, you can scramble a\nlot of these steep sections. </p>\n<h2 id=\"exit\">Exit</h2>\n<p>Follow the creek down to the road, cross under the bridge and exit\nleft on a clean trail up. There are several log piles that appear\ndifficult but have large openings that make them easy to surmount.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "fec663c4da839c69cc7a4ca7952f531b"
}