{"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Winking Mummy Gulch is a hidden canyon which starts on a ridge above Azusa and ends just upstream of the end of Roberts Canyon, making for a quick afternoon descent close to the city. One can park at the lot just south of the ranger station and on the west side of the road. The gate closes after dark (up to 10pm), so be sure to make it back in time.\n<\/p><p>The canyon has a cool two-stage drop with a deadman anchor, some neat scenery, and an easy walk out through the edge of civilization. A real trip, though rather depressing in that you're welcomed back into Los Angeles by signs threatening prosecution for walking outdoors. Love. A fun afternoon canyon nonetheless!\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>One must hike up the ridge on the south side of the canyon. From the parking lot, cross the SG river and head towards the low end of the ridge, but stay left of the steep dirt cliffs protecting the lower right side of where the ridge terminates. Just left of the end of these cliffs is a miserable steep loose trail that goes straight up to the crest of the ridge. Once atop the ridge, move left and up until you have reached a suitable dropin point. The foliage dies down as you go higher, and what appears to be a light-colored rocky drop higher in the canyon is a good spot to aim for. The rock here is of very bad quality, so be careful.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The usual order of the day for San Gabe canyons with plenty of bushwhacking and bugs, etc. There are 5  rappels depending on what you're comfortable downclimbing or your length of rope. The author did 5 rappels with a 200ft rope, and could have done 4 with a 200ft pullcord.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Hike out of Robert's Canyon and back to your car. I do suggest moving to the north side of the stream when you are approaching the houses, as you can hike up and over a small hill and onto a street. Continuing down the stream and under the bridge requires a lot of bushwhacking, and you might draw unwanted attention from locals unfamiliar with your strange sporting activities.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Be aware that for some reason the San Gabriel River basin is considered private property surrounding the housing development, though it is only posted from the housing side and not the road. This seems ludicrous but it would probably be wise to avoid getting into trouble when the 'rules' are so poorly defined.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/sangabrielmnts.myfreeforum.org\/about5880.html\">Trip Report<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","waterRating":"A","url":"https:\/\/ropewiki.com\/Winking_Mummy_Gulch","technicalRating":4,"geojson":null,"rappelCountMin":5,"latitude":34.1668,"longitude":-117.9115,"timeRating":"II","rappelCountMax":5,"name":"Winking Mummy Gulch","permit":"No","rappelLongestMeters":30.48,"shuttleSeconds":null,"version":"5faf46d7e6114751b928d80003ff6aea08cbe2a857b513ce1d32ea780072d314","id":2629,"vehicle":null,"riskRating":null,"months":[],"quality":2.5}