{
  "url": "https://ropewiki.com/Winking_Mummy_Gulch",
  "latitude": 34.1668,
  "longitude": -117.9115,
  "id": 2629,
  "name": "Winking Mummy Gulch",
  "quality": 2.5,
  "technicalRating": 4,
  "waterRating": "A",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 5,
  "rappelLongestMeters": 30.48,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Winking Mummy Gulch is a hidden canyon which starts on a ridge above\nAzusa and ends just upstream of the end of Roberts Canyon, making for a\nquick afternoon descent close to the city. One can park at the lot just\nsouth of the ranger station and on the west side of the road. The gate\ncloses after dark (up to 10pm), so be sure to make it back in time.</p>\n<p>The canyon has a cool two-stage drop with a deadman anchor, some neat\nscenery, and an easy walk out through the edge of civilization. A real\ntrip, though rather depressing in that you're welcomed back into Los\nAngeles by signs threatening prosecution for walking outdoors. Love. A\nfun afternoon canyon nonetheless!</p>\n<h2 id=\"approach\">Approach</h2>\n<p>One must hike up the ridge on the south side of the canyon. From the\nparking lot, cross the SG river and head towards the low end of the\nridge, but stay left of the steep dirt cliffs protecting the lower right\nside of where the ridge terminates. Just left of the end of these cliffs\nis a miserable steep loose trail that goes straight up to the crest of\nthe ridge. Once atop the ridge, move left and up until you have reached\na suitable dropin point. The foliage dies down as you go higher, and\nwhat appears to be a light-colored rocky drop higher in the canyon is a\ngood spot to aim for. The rock here is of very bad quality, so be\ncareful.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The usual order of the day for San Gabe canyons with plenty of\nbushwhacking and bugs, etc. There are 5+ rappels depending on what\nyou're comfortable downclimbing or your length of rope. The author did 5\nrappels with a 200ft rope, and could have done 4 with a 200ft\npullcord.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Hike out of Robert's Canyon and back to your car. I do suggest moving\nto the north side of the stream when you are approaching the houses, as\nyou can hike up and over a small hill and onto a street. Continuing down\nthe stream and under the bridge requires a lot of bushwhacking, and you\nmight draw unwanted attention from locals unfamiliar with your strange\nsporting activities.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Be aware that for some reason the San Gabriel River basin is\nconsidered private property surrounding the housing development, though\nit is only posted from the housing side and not the road. This seems\nludicrous but it would probably be wise to avoid getting into trouble\nwhen the 'rules' are so poorly defined.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a href=\"http://sangabrielmnts.myfreeforum.org/about5880.html\">Trip\nReport</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n",
  "version": "35276cec167e195d49ab8fa0a8b80adc"
}