{
  "url": "https://ropewiki.com/This_Here_Canyon",
  "latitude": 34.158,
  "longitude": -117.1778,
  "id": 2631,
  "name": "This Here Canyon",
  "quality": 4,
  "technicalRating": 4,
  "waterRating": "A",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 8,
  "rappelCountMax": 8,
  "rappelLongestMeters": 60.96,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>T2 Canyon drops off the west side of Harrison Mountain off the 330\njust north of San Bernardino. One can see this canyon when driving up\nthe 330 to Big Bear and surrounding communities. There are several other\nundocumented/unexplored canyons in the area. Though this is in the San\nBerdoos, it is similar to San Gabe frontrange canyons in character, with\nlow water flow. There are about 8 rappels. Several dropos that appeared\nto be moderate downclimbs were rappelled instead.</p>\n<p>The first rappel was 200ft down a low-angle loose slope that wasn't\nreally a good downclimb. The anchor is a deadman. It is located at our\ndropin, just downstream of very thick Poison oak and other foliage and\nupstream of where things turned a bit more arid.</p>\n<p>We carried a 200ft rope and 200ft pullcord for the descent. I do not\nrecall if it would be wiser to use different equipment.</p>\n<p>The name comes from Ty and Taco, thus T2.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Please note the turnout west northwest of the point on the map\n(coordinates). This is where we parked. We hiked down the road and then\ndown to the riverbed by way of some waterflow control pipes or whatnot.\nThe ground is very slippery here so watch your footing.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The canyon goes rather casually, with some interesting anchors along\nthe way. The canyon was mostly dry during our adventure, save for the\nlast rappel which had some water seeping down it.</p>\n<p>Drop in/rappel 1: 150 ft rappel off of rock.</p>\n<p><strong>R2</strong>: 40 ft off of tree.</p>\n<p><strong>R3</strong>: 20 ft from deadman.</p>\n<p><strong>R4</strong>: 35 ft from boulder located about 25 feet up from\nwaterfall.</p>\n<p><strong>R5</strong>: 125 ft from rock in watercourse.</p>\n<p><strong>R6</strong>: 60 ft from tree.</p>\n<p>BUSHWHACKING SESSION. took me about 15-20 mins to get through. only\nbushwhacking I encountered.</p>\n<p>rappel 7: 75 ft. webbing is tied about 25 feet long off of tree up\nstream.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>The hike out is extremely simple. Cross the creek and reverse your\ncourse up the slippery pipe slope you used to get down from the road,\nthen back to the car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a href=\"http://sangabrielmnts.myfreeforum.org/about5751.html\">Trip\nReport</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n",
  "version": "c6482a3b4b8125d027d77a5c3e426adc"
}