{
  "url": "https://ropewiki.com/Dobra_II",
  "latitude": 43.2221,
  "longitude": -5.0287,
  "id": 26438,
  "name": "Dobra II",
  "quality": 3.6,
  "months": [
    "Jun",
    "Jul",
    "Aug"
  ],
  "technicalRating": 3,
  "waterRating": "C1",
  "timeRating": "II",
  "permit": "No",
  "rappelLongestMeters": 10,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Amieva</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 9 metros</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Caudal abundante a lo largo de todo el\naño. Aguas limpias y cristalinas, y muy frías (realmente gélidas).\nPresencia de una presa importante aguas arriba. Varias surgencias a lo\nlargo del tramo, una en concreto bastante importante</p>\n</div>\n<div>\n<p><b>Material necesario:</b> Cuerda de 20 m</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Neopreno (5 mm. mínimo) completo. Aconsejable llevar\nguantes y chaleco de neopreno, lycra y/o cualquier otro elemento que\npueda resguardarnos del frío intenso del agua</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Parabolts y puentes de roca</p>\n</div>\n<div>\n<p><b>Epoca:</b> Solamente es practicable en verano</p>\n</div>\n<div>\n<p><b>Observaciones:</b> A pesar de la cercanía con el tramo superior\n(que no se describe aquí), lo gélido de las aguas pueden desaconsejar\nrealizar el descenso integral de ambos tramos</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 20 minutos</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2 horas - 2 h. 30 min</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> inmediato</p>\n</div>\n<div>\n<p><b>Toponímia:</b> Este barranco tan espectacular y bien formado no\ntiene, sin embargo, nombre que lo designe más allá de la denominación\ndel tramo superior</p>\n</div>\n<div>\n<p><b>Mapa:</b> Hoja 55 (Beleño) del 1:50.000 del IGN</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Parque Nacional de Picos de Europa</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Río Dobra. Amplísima y con puntos por encima de los\n2000 m. de altitud. Muy variada en cuanto a cubierta vegetal. El\nsustrato geológico también es variado, pero con claro predominio de las\ncalizas del Carbonífero, muy karstificadas; esta circunstancia hace que\nsea difícil estimar el tamaño real de la cuenca y dilucidar cuál sea el\npunto más elevado de la misma</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> Sin datos<strong>Coord. del\ninicio:</strong> X: 335.525 Y: 4.787.320</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 750 m.s.n.m</p>\n</div>\n<div>\n<p><b>Longitud:</b> 800 m</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 60 m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Muy encajado, oscuro y acuático</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Calizas del Carbonífero superior. Varias\ncuriosidades geológicas dignas de atención, como marmitas perforadas\nformando puentes de roca y umbrales de antiguas marmitas bajo la\nsuperficie de las actuales badinas</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b> Garganta del Dobra, H.ocica\nsup., Junjumia, Pomperi, etc</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Innecesaria</p>\n</div>\n<p>- Acceso en coche: Un solo coche. Salimos desde Cangues/Cangas de\nOnís por la N-625 en dirección al puerto del Pontón, carretera por la\nque seguimos hasta Ceneya (casi 18 km. desde Cangues). En Ceneya tomamos\ndesvío por la izquierda en dirección a Amieva, carretera por la que\ncontinuamos hasta la entrada de esta población, donde cogemos otro\ndesvío por la derecha (pista de hormigón) en dirección al valle de Angón\n(está señalizado). La pista va ascendiendo hasta ganar el collado de\nAngón (hay una portilla y una caseta con contenedores de basura) y luego\ndesciende del otro lado en dirección al Dobra. Proseguimos siempre por\nla pista hasta la central eléctrica de Restañu, cruzamos el puente sobre\nel río (hay una portilla que no olvidaremos volver a cerrar), y\naparcamos del otro lado, donde termina el hormigón y comienza la pista\nde tierra. Desde Cangues son aproximadamente 30 km. - Acceso desde el\ncoche: Una vez pertrechados echamos a andar por la pista de tierra,\nsiempre en suave ascenso. El río discurre por nuestra derecha, pero no\nalcanzamos a verlo. Llegamos al cabo a un punto donde el río se abre un\ntanto y vemos el cauce (este es el único escape, señalado en el\ncroquis), pero nosotros continuamos por la pista de tierra. El río se\ntorna nuevamente invisible, pero su rumor nos acompaña mientras\ncaminamos. Poco después el cauce vuelve a abrirse y vemos el Dobra, con\nplayas de gravas y guijarros en sus orillas, poco antes del desvío para\nla majada de La Ceremal. Existen varios senderos para bajar al río; por\naquí accedemos al cauce. Desde el coche son veinte minutos en suave\nascenso (un kilómetro y 70 m. de desnivel).</p>\n<h2 id=\"descent\">Descent</h2>\n<p>A modo de resumen decir que el cañón se estructura en dos largas\ngalerías, inundadas en su mayor parte, sombrías y perfectamente\ntrabajadas por el caudal. Un tramo de garganta abierta entre las dos\ngalerías y un pequeño caos de bloques al comienzo del tramo completan el\nrecorrido. Iniciamos pues el descenso en este caos de bloques, sencillo\nde superar y con algún pequeño resalte hasta llegar al R1 (8m.), que\npodemos rapelar sólo hasta la mitad para saltar despúes desde una repisa\na la poza de recepción. Ya en el agua habremos superado el caos de\nbloques y nos situamos en una amplia galería, con dos marmitas\nperforadas al inicio, un puente de madera sobre nosotros algo más allá,\ny una playa de gravas al fondo. El río da un par de quiebros y se encaja\nen una fisura estrecha y sombría. A continuación un salto (3 m.) y una\ncorta badina que nos deja en el espectacular R2 (9 m.). Aquí la galería\nse ensancha en una amplia y sombría sala. De inmediato un amplio sifón\n(5 m.) que desaconsejamos bucear; mejor realizaremos una corta pero\ndelicada trepada en oposición para superar el obstáculo que sifona el\nrío. Del otro lado del sifón otra sala, más pequeña y oscura, con un\nbloque encajado entre las paredes y una amplia marmita con fondo de\ngravas. Un tobogán (salto opcional de 3 m.) a otra marmita y el cauce da\nuna serie de quiebros (gran desplome a la izquierda). Después una larga\nbadina con un curioso bloque a modo de isla y abremos finalizado la\nprimera galería, acuática y cincelada por el agua como por un escoplo.\nEl cauce se abre y recibimos una importante surgencia por la derecha.\nAquí tenemos la única posibilidad de escape (por la derecha), en un\ntramo de garganta abierta con bloques y algún resalte y una segunda\nsurgencia por la izquierda. Después el río se encaja de nuevo en la\nsegunda galería, algo más larga y acuática. Comienza ésta con un buen\nsalto (6 m.; rápel opcional) y una larga badina entre paredes\ncompletamente verticales. Después un salto a una marmita que forma un\npequeño remolino (no suele ser problemático) seguido de un tramo\nhorizontal en el que el barranco se estrecha. Prosigue la galería con\nunos pequeños rápidos (fáciles) que nos depositan en el umbral de un\nr-1. Este es el punto más problemático del descenso. La marmita de\nrecepción forma una pequeña lavadora, con un drosage que nos encorbata a\nla derecha. Se puede superar por la izquierda, accediendo a una\nminúscula repisa (marmita desmantelada) y saltando a la marmita\nsiguiente; en conjunto es una maniobra muy técnica. También existe una\nclavija a la derecha y adelantada (no es visible, buscar a palpo) que\nnos permite realizar un péndulo a lo tarzán. Otra solución aparece en la\ntopo de E. Gómez y L. Tejero: ascender a una repisa a la derecha y\nsaltar a la marmita siguiente. Superado este obstáculo tenemos una\npequeña badina y el R4 (3 m.). Después una serie de largas badinas\nencadenadas y de aguas gélidas hasta finalizar esta segunda galería. El\ncañón se abre frente a la central eléctrica, con un minúsculo caos de\nbloques, final del recorrido. A tener en cuenta la existencia de la\npresa de La Jocica aguas arriba; a lo largo de prácticamente todo el\ndescenso estaremos vendidos en caso de avenida de agua.</p>\n<div>\n<p><b>Escapes:</b> Un único escape en el tramo abierto intermedio entre\nlas dos zonas encajadas</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Inmediato. El cañón se abre a pocos metros de donde hemos estacionado\nel coche.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Este barranco se sitúa dentro del Parque Nacional de los Picos de\nEuropa, Y POR TANTO SU DESCENSO ESTÁ PROHIBIDO.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_de.png\" title=\"rwl_de.png\" alt=\"rwl_de.png\" /><a\nhref=\"http://canyon.carto.net/cwiki/bin/view/Canyons/DobraCanyon\">Canyon.Carto.net</a>\n: Cañón del Dobra II</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/la_jocica_inferior.htm\">Barranquismo.net</a>\n: Jocica ; Dobra Ii</li>\n<li><a\nhref=\"http://secja.blogspot.com/2007/10/caon-del-dobra-i-y-dobra-ii.html\">http://secja.blogspot.com/2007/10/caon-del-dobra-i-y-dobra-ii.html</a></li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:asturias:dobraii\">Wiki-Infobarrancos</a>\n: Cañón del Dobra, Tramo II (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>2-Aug-08 Pablo Solares Villar</p>\n</div>\n<p>Tradicional: Aunque está situado en zona de intenso pastoreo, el\ninterior del cañón permaneció inexplorado hasta los modernos descensos\ndeportivos. Deportiva: Desconocemos fecha y autores de esta meritosa\napertura.</p>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -5.0287,
            43.2221,
            0
          ]
        },
        "properties": {
          "name": "Can del Dobra II",
          "styleUrl": "#msn_red-circle",
          "styleHash": "ec96ec6",
          "styleMapHash": {
            "normal": "#sn_red-circle",
            "highlight": "#sh_red-circle"
          },
          "icon": "http://maps.google.com/mapfiles/kml/paddle/red-circle.png",
          "description": "\n\t\t\t\t<table style='margin:0px' cellspacing='0'>\n\t\t\t\t<tr bgcolor='#eeeeee'><th align='left'>Flussname</th><td>Rio Dobra</td></tr>\n\t\t\t\t<tr bgcolor='#dddddd'><th align='left'>Schluchtname</th><td>Can del Dobra II</td></tr>\n\t\t\t\t<tr bgcolor='#eeeeee'><th align='left'>Aliasname</th><td>La Jocica inf.</td></tr>\n\t\t\t\t<tr bgcolor='#dddddd'><th align='left'>subj. Bewertung</th><td>4.0 von 7</td></tr>\n\t\t\t\t<tr bgcolor='#eeeeee'><th align='left'>Absicherung</th><td></td></tr>\n\t\t\t\t<tr bgcolor='#dddddd'><th align='left'>Hhendiff.</th><td>50 m</td></tr>\n\t\t\t\t<tr bgcolor='#eeeeee'><th align='left'>Gesamtzeit</th><td>2h 25min</td></tr>\n\t\t\t\t<tr bgcolor='#dddddd'><th align='left'>max. Abseillnge</th><td>10 m</td></tr>\n\t\t\t\t<tr bgcolor='#dddddd'><th align='left'>Bewertung AIC</th><td>v3,a4,</td></tr>\n\t\t\t\t</table>\n\t\t\t<br/>\n\t\t\t<a href='http:/canyon.carto.net/cwiki/bin/view/Canyons/DobraCanyon' target='_parent'>Can del Dobra II</a> auf <a href=\"http://canyon.carto.net/\" target=\"_top\">http://canyon.carto.net/</a>\n\t\t\t<br/>\n\t\t\t (Data by canyon.carto.net)"
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -5.0304,
            43.2241,
            0
          ]
        },
        "properties": {
          "name": "End Dobra",
          "styleUrl": "#msn_blu-circle",
          "styleHash": "-31d23772",
          "styleMapHash": {
            "normal": "#sn_blu-circle",
            "highlight": "#sh_blu-circle"
          },
          "icon": "http://maps.google.com/mapfiles/kml/paddle/blu-circle.png",
          "description": "\n\t\t\t<a href='http:/canyon.carto.net/cwiki/bin/view/Canyons/DobraCanyon' target='_parent'>Dobra</a> auf <a href=\"http://canyon.carto.net/\" target=\"_top\">http://canyon.carto.net/</a>\n\t\t\t<br/>\n\t\t\t (Data by canyon.carto.net)"
        }
      }
    ]
  }
}