{"riskRating":null,"waterRating":"C1","technicalRating":3,"geojson":null,"rappelCountMax":null,"shuttleSeconds":null,"rappelLongestMeters":10,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><div><b>Acceso desde:<\/b> Amieva<\/div>\n<div><b>Altura de rápel mas largo:<\/b> 9 metros<\/div>\n<div><b>Información del caudal:<\/b> Caudal abundante a lo largo de todo el año. Aguas limpias y cristalinas, y muy frías (realmente gélidas). Presencia de una presa importante aguas arriba. Varias surgencias a lo largo del tramo, una en concreto bastante importante<\/div>\n<div><b>Material necesario:<\/b> Cuerda de 20 m<\/div>\n<div><b>Neopreno:<\/b> Neopreno (5 mm. mínimo) completo. Aconsejable llevar guantes y chaleco de neopreno, lycra y\/o cualquier otro elemento que pueda resguardarnos del frío intenso del agua<\/div>\n<div><b>Material de instalación:<\/b> Parabolts y puentes de roca<\/div>\n<div><b>Epoca:<\/b> Solamente es practicable en verano<\/div>\n<div><b>Observaciones:<\/b> A pesar de la cercanía con el tramo superior (que no se describe aquí), lo gélido de las aguas pueden desaconsejar realizar el descenso integral de ambos tramos<\/div>\n<div><b>Horario de aproximación:<\/b> 20 minutos<\/div>\n<div><b>Horario de descenso:<\/b> 2 horas - 2 h. 30 min<\/div>\n<div><b>Horario de retorno:<\/b> inmediato<\/div>\n<div><b>Toponímia:<\/b> Este barranco tan espectacular y bien formado no tiene, sin embargo, nombre que lo designe más allá de la denominación del tramo superior<\/div>\n<div><b>Mapa:<\/b> Hoja 55 (Beleño) del 1:50.000 del IGN<\/div>\n<div><b>Zona o macizo:<\/b> Parque Nacional de Picos de Europa<\/div>\n<div><b>Cuenca:<\/b> Río Dobra. Amplísima y con puntos por encima de los 2000 m. de altitud. Muy variada en cuanto a cubierta vegetal. El sustrato geológico también es variado, pero con claro predominio de las calizas del Carbonífero, muy karstificadas; esta circunstancia hace que sea difícil estimar el tamaño real de la cuenca y dilucidar cuál sea el punto más elevado de la misma<\/div>\n<div><b>Coord. GPS del final:<\/b> Sin datos<strong>Coord. del inicio:<\/strong> X: 335.525 Y: 4.787.320<\/div>\n<div><b>Altura en inicio:<\/b> 750 m.s.n.m<\/div>\n<div><b>Longitud:<\/b> 800 m<\/div>\n<div><b>Desnivel:<\/b> 60 m<\/div>\n<div><b>Carácter:<\/b> Muy encajado, oscuro y acuático<\/div>\n<div><b>Tipo de roca:<\/b> Calizas del Carbonífero superior. Varias curiosidades geológicas dignas de atención, como marmitas perforadas formando puentes de roca y umbrales de antiguas marmitas bajo la superficie de las actuales badinas<\/div>\n<div><b>Combinable con el descenso de:<\/b> Garganta del Dobra,  H.ocica sup.,  Junjumia,  Pomperi, etc<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div><b>Combinación de vehículos:<\/b> Innecesaria<\/div>\n<p>- Acceso en coche: Un solo coche. Salimos desde Cangues\/Cangas de Onís por la N-625 en dirección al puerto del Pontón, carretera por la que seguimos hasta Ceneya (casi 18 km. desde Cangues). En Ceneya tomamos desvío por la izquierda en dirección a Amieva, carretera por la que continuamos hasta la entrada de esta población, donde cogemos otro desvío por la derecha (pista de hormigón) en dirección al valle de Angón (está señalizado). La pista va ascendiendo hasta ganar el collado de Angón (hay una portilla y una caseta con contenedores de basura) y luego desciende del otro lado en dirección al Dobra. Proseguimos siempre por la pista hasta la central eléctrica de Restañu, cruzamos el puente sobre el río (hay una portilla que no olvidaremos volver a cerrar), y aparcamos del otro lado, donde termina el hormigón y comienza la pista de tierra. Desde Cangues son aproximadamente 30 km. - Acceso desde el coche: Una vez pertrechados echamos a andar por la pista de tierra, siempre en suave ascenso. El río discurre por nuestra derecha, pero no alcanzamos a verlo. Llegamos al cabo a un punto donde el río se abre un tanto y vemos el cauce (este es el único escape, señalado en el croquis), pero nosotros continuamos por la pista de tierra. El río se torna nuevamente invisible, pero su rumor nos acompaña mientras caminamos. Poco después el cauce vuelve a abrirse y vemos el Dobra, con playas de gravas y guijarros en sus orillas, poco antes del desvío para la majada de La Ceremal. Existen varios senderos para bajar al río; por aquí accedemos al cauce. Desde el coche son veinte minutos en suave ascenso (un kilómetro y 70 m. de desnivel).\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>A modo de resumen decir que el cañón se estructura en dos largas galerías, inundadas en su mayor parte, sombrías y perfectamente trabajadas por el caudal. Un tramo de garganta abierta entre las dos galerías y un pequeño caos de bloques al comienzo del tramo completan el recorrido. Iniciamos pues el descenso en este caos de bloques, sencillo de superar y con algún pequeño resalte hasta llegar al R1 (8m.), que podemos rapelar sólo hasta la mitad para saltar despúes desde una repisa a la poza de recepción. Ya en el agua habremos superado el caos de bloques y nos situamos en una amplia galería, con dos marmitas perforadas al inicio, un puente de madera sobre nosotros algo más allá, y una playa de gravas al fondo. El río da un par de quiebros y se encaja en una fisura estrecha y sombría. A continuación un salto (3 m.) y una corta badina que n\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐dpw6s\nCached time: 20240914192010\nCache expiry: 2592000\nReduced expiry: false\nComplications: []\nCPU time usage: 0.005 seconds\nReal time usage: 0.007 seconds\nPreprocessor visited node count: 6\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>os deja en el espectacular R2 (9 m.). Aquí la galería se ensancha en una amplia y sombría sala. De inmediato un amplio sifón (5 m.) que desaconsejamos bucear; mejor realizaremos una corta pero delicada trepada en oposición para superar el obstáculo que sifona el río. Del otro lado del sifón otra sala, más pequeña y oscura, con un bloque encajado entre las paredes y una amplia marmita con fondo de gravas. Un tobogán (salto opcional de 3 m.) a otra marmita y el cauce da una serie de quiebros (gran desplome a la izquierda). Después una larga badina con un curioso bloque a modo de isla y abremos finalizado la primera galería, acuática y cincelada por el agua como por un escoplo. El cauce se abre y recibimos una importante surgencia por la derecha. Aquí tenemos la única posibilidad de escape (por la derecha), en un tramo de garganta abierta con bloques y algún resalte y una segunda surgencia por la izquierda. Después el río se encaja de nuevo en la segunda galería, algo más larga y acuática. Comienza ésta con un buen salto (6 m.; rápel opcional) y una larga badina entre paredes completamente verticales. Después un salto a una marmita que forma un pequeño remolino (no suele ser problemático) seguido de un tramo horizontal en el que el barranco se estrecha. Prosigue la galería con unos pequeños rápidos (fáciles) que nos depositan en el umbral de un r-1. Este es el punto más problemático del descenso. La marmita de recepción forma una pequeña lavadora, con un drosage que nos encorbata a la derecha. Se puede superar por la izquierda, accediendo a una minúscula repisa (marmita desmantelada) y saltando a la marmita siguiente; en conjunto es una maniobra muy técnica. También existe una clavija a la derecha y adelantada (no es visible, buscar a palpo) que nos permite realizar un péndulo a lo tarzán. Otra solución aparece en la topo de E. Gómez y L. Tejero: ascender a una repisa a la derecha y saltar a la marmita siguiente. Superado este obstáculo tenemos una pequeña badina y el R4 (3 m.). Después una serie de largas badinas encadenadas y de aguas gélidas hasta finalizar esta segunda galería. El cañón se abre frente a la central eléctrica, con un minúsculo caos de bloques, final del recorrido. A tener en cuenta la existencia de la presa de La Jocica aguas arriba; a lo largo de prácticamente todo el descenso estaremos vendidos en caso de avenida de agua.\n<\/p>\n<div><b>Escapes:<\/b> Un único escape en el tramo abierto intermedio entre las dos zonas encajadas<\/div>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Inmediato. El cañón se abre a pocos metros de donde hemos estacionado el coche.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Este barranco se sitúa dentro del Parque Nacional de los Picos de Europa, Y POR TANTO SU DESCENSO ESTÁ PROHIBIDO.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/canyon.carto.net\/cwiki\/bin\/view\/Canyons\/DobraCanyon\">Canyon.Carto.net<\/a> &#160;: Cañón del Dobra II<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barranquismo.net\/paginas\/barrancos\/la_jocica_inferior.htm\">Barranquismo.net<\/a> &#160;: Jocica&#160;; Dobra Ii<\/li>\n<li><a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/secja.blogspot.com\/2007\/10\/caon-del-dobra-i-y-dobra-ii.html\">http:\/\/secja.blogspot.com\/2007\/10\/caon-del-dobra-i-y-dobra-ii.html<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.docuwiki.infobarrancos.es\/doku.php?id=barrancos:asturias:dobraii\">Wiki-Infobarrancos<\/a> &#160;: Cañón del Dobra, Tramo II (<a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/infobarrancos.es\/\">http:\/\/infobarrancos.es\/<\/a>)<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<div style=\"display:none\" class=\"barranquismonet\">2-Aug-08 Pablo Solares Villar<\/div>\n<p>Tradicional: Aunque está situado en zona de intenso pastoreo, el interior del cañón permaneció inexplorado hasta los modernos descensos deportivos. Deportiva: Desconocemos fecha y autores de esta meritosa apertura.\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐nkwpw\nCached time: 20240914192011\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.033 seconds\nReal time usage: 0.041 seconds\nPreprocessor visited node count: 110\/1000000\nPost‐expand include size: 683\/2097152 bytes\nTemplate argument size: 42\/2097152 bytes\nHighest expansion depth: 8\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 529\/5000000 bytes\nLua time usage: 0.003\/10.000 seconds\nLua memory usage: 606898\/52428800 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   30.334      1 -total\n100.00%   30.334      1 Template:Pic\n 58.97%   17.887      1 Template:Str_number\/trim\n-->\n<\/div>","permit":"No","latitude":43.2221,"longitude":-5.0287,"vehicle":null,"version":"137cfbf1e0c04e7f85c03462313432a799ab6517fb3f72c49a724cb54425662a","quality":3.6,"rappelCountMin":null,"months":["Jun","Jul","Aug"],"url":"https:\/\/ropewiki.com\/Dobra_II","id":26438,"timeRating":"II","name":"Dobra II"}