{"url":"https:\/\/ropewiki.com\/Tasseit","rappelCountMax":null,"version":"108c130ab2c7d83cddbdb2e9b1b93e9e3dec9372078ecc9ec1dd6e87004a9725","name":"Tasseit","technicalRating":4,"permit":"No","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Fontanon del Tasseit is a very wild, long and steep canyon, located in one of the most remote and isolated places throughout northern Italy, on the end of the Selva lake (Lago di Selva) in Tramonti. Strong creek source from the underground cave (Risorgiva del Randonneur) on the south face of the mountain Dosaip. This canyon is probably the hardest accessible in the Friuli region. The first part is the most beautiful and really vertical with the highest waterfall which is 75 meters high and almost without walking. This part is sometimes very narrow and you need to rappel into the water jet. The most stunning place is on the ledge with deep green pool, between 45 meters and 75 meters high waterfalls. The second part after confluence is a little bit discontinues but with some nice jumps up to 13 meters. Very hard, exposed access, no exit in the first part and sometimes extremely exposed and hard to reach rappels mean that this is the canyon for the true adventurers. \n<\/p><p><b>Zone:<\/b>  Italy – Friuli – Tramonti \n<\/p><p><b>Dimensions:<\/b> Entrance: 1050 m Exit: 500 m Height: 550 m Length: 1800 m   \n<\/p><p><b>Period<\/b>  March-November (Avoid it after rain and on hot days, the best is in Autumn and Spring) \n<\/p><p><b>Times:<\/b> Approach: 2,5 h Progression: 4-5 h Return: 10 min   \n<\/p><p><b>Shuttle:<\/b>  No \n<\/p><p><b>Equipment:<\/b>  Sufficient (with 10mm bolts with rings and chains and some schlings and ropes on trees) \n<\/p><p><b>Rope:<\/b>  1 x 75m   2X50m (it is possible with 3x50) \n<\/p><p><b>Biggest waterfall:<\/b>  75 m \n<\/p><p><b>Possible exit<\/b>  Yes, on the right side after confluence, but probably very hard. \n<\/p><p><b>Maps:<\/b>  Carta tabacco 28 Val Tramontina or better map for this area by Giorgio Madinelli ( Alta valle del Meduna) \n<\/p><p><b>Attraction:<\/b>  Local (regional for this area) \n<\/p><p><b>Difficulty:<\/b>  V5 a4 V\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From Meduno drive towards to the Passo Rest and Tramonti, when you reach the dam on the begining of the Lago di Redona dei Tramonti, immediately turn left and cross the dam (signs for Tamarat and Chievolis). In Tamarat take the left road wich cross Torrente Silisia over the bridge and that road leads to Selva lake (signs for Selva). In the begining of little village Selva turn left on the road which leads to the Lago di Selva. Cross the dam and continue on the initially asphalt road (Forcella Clautana), which later turns into gravel road to the end of the lake, where is big parking lot for 5 cars on the left side. Lake Selva can also be reached from Tolmezzo over the Passo Monte Rest.\n<\/p><p>Climb down into the creekbed, cross Torrente Silisia and climb the opposite bank where Ruig Tasseit enters the screebed. Follow an indistinct path on the ridge which leads you to a renovated building (Stua). You can reach this builing via a second path which starts about 300m upstream at a corrugated metal sheet. Follow an indistinct path which starts behind the building. Go straight up at first, then follow the switchbacks until you reach the ruins of Pecolat. Go through the ruins and follow the prominent path which traverses the hillside. At two crossings keep right and follow the path (very steep at the end) to a flat area of the ridge (ruins of a cableway-station). Go up the narrow ridge, just before it gets steep again turn right on a indistinct path. After a short part of ducking under bushes the path crosses an exposed grass slope (dangerous when wet). Follow the faint traces of former hikers (cut branches), ascending the hillsize until you reach a ridge with a great view to the big waterfall of Fontanone. Descent into a nameless side canyon and ascent slightly over scree and dwarfpines until you reach the creek. Cross the creek and follow the creek upstream until a tiny sidecreek enters from the right (on the other side you can see a big cave entrance above you). Climb up 50hm keeping slightly to the right (no path) then follow faint trails to the right until you reach a wooded shoulder. Go up another steep 50hm to a flat, grassy area with a small beech-tree which has ‘Font’ scratched into its bark. Here cross to the hillsize and descent steeply into a hidden canyon. Cross the tiny creek and ascent again on the other side. Now traverse the steep hillsize, always keeping just below the rockface until you finally reach the source of the creek - a watercave called Risorgiva del Randonneur.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p><b>D 20m:<\/b> R  \n<\/p><p><b>C 10m:<\/b> unequipped (from the tree on right) (R)  \n<\/p><p><b>C 15m:<\/b> tree with rope (L) <b>C 18m:<\/b> tree with sling (L) <b>C 23m:<\/b> tree with rope (R)  \n<\/p><p><b>C 18m:<\/b> 1 bolt with ring (L)  \n<\/p><p><b>C 9m:<\/b> 1 bolt with ring (L) <b>C 7m:<\/b> 1 bolt with ring (L) <b>C 10m:<\/b> tree with rope (R)  \n<\/p><p><b>C 45m:<\/b> 2 bolts with chain (L)  \n<\/p><p><b>C 75m:<\/b> 2 bolts with chain (L) – after <b>27 m <\/b>is a rebelay with 2 bolts with ring (L)  \n<\/p><p><b>C 12m:<\/b> 1 bolt with ring (R) – <b>S 12m possible&#160;? C 13m:<\/b> 1 bolt with ring (on center of the boulder) <b>C 8m:<\/b> tree with rope (R)  \n<\/p><p><b>C 25m:<\/b> 1 bolt with ring (R)  \n<\/p><p><b>C 20m:<\/b> 2 \n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>bolts - from the boulder (L)  \n<\/p><p><b>C 5m:<\/b> rope in hourglass (L)  \n<\/p><p><b>INFLOW <\/b>(R) – possible exit on right but not checked  \n<\/p><p><b>Long walk<\/b> \n<\/p><p><b>C 30m:<\/b> 2 bolts with ring (R) – top right and very exposed <b>(extreme slide possible&#160;?) S 4m<\/b> \n<\/p><p><b>D W 100m<\/b> \n<\/p><p><b>S 7m<\/b> \n<\/p><p><b>D W 150m<\/b> \n<\/p><p><b>S 7m<\/b> \n<\/p><p><b>S 13m:<\/b> 1 bolt with ring (L) – jump possible  \n<\/p><p><b>D W 100m<\/b> \n<\/p><p><b>S 6m<\/b> \n<\/p><p><b>D W 100m<\/b> \n<\/p>\n<div style=\"font-size:x-small; background-color:#f0f0f0;\"><i>C = cascade D = down climb D W = down climbing and walking S = shout (jump) T = slide L = left R = right MC= hand line (traverse) <\/i><\/div>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>On the bed of the steam or on the right bank back to the car (10 min.).\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/canyon.carto.net\/cwiki\/bin\/view\/Canyons\/FontanonDelTasseitCanyon\">Canyon.Carto.net<\/a> &#160;: Fontanon del Tasseit<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>First descent by Canyoning Cult Slovenia (David Sefaj, Grega Maffi, Robert Žerovec, Matic Udir and Georg Buol) on 8th of November 2015.\n<\/p>\n\n\n<\/div>","latitude":46.2724,"months":["Sep","Oct","Nov","Mar","Apr","May","Jun","Jul","Aug"],"rappelCountMin":null,"riskRating":"R","waterRating":"C1","timeRating":"III","vehicle":null,"geojson":null,"rappelLongestMeters":75,"shuttleSeconds":null,"quality":3.5,"id":26449,"longitude":12.6371}