{
  "url": "https://ropewiki.com/La_Corredora",
  "latitude": 38.7867,
  "longitude": -0.1177,
  "id": 28037,
  "name": "La Corredora",
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "permit": "No",
  "rappelLongestMeters": 17,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Fleix</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 17m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> El barranco se encuentra seco debido a\nsu régimen estrictamente torrencial. Prácticamente no existe ninguna\nmarmita, por lo que el agua no puede llegar a estancarse en ningún\npunto. Además, su reducida cuenca de absorción impide que circule el\nagua incluso después de lluvias torrenciales. Tanto es así, que en los\nmomentos en los que el Barranc de l´Infern lleva agua, apenas existe una\npequeña escorrentía en el Barranc de la Corredora</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 1 cuerda de 40m y cuerda de seguridad</p>\n</div>\n<div>\n<p><b>Neopreno:</b> No es necesario</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> El barranco se encuentra equipado con\nspit M8 y placas con anilla Fixe II. Todos los rápeles disponen de dos\nanclajes. Es aconsejable llevar material de instalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año, excepto en verano, ya que la zona donde se\ndesarrolla el barranco es extremadamente calurosa</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Es aconsejable llevar unos alicates de podar\npara abrirse paso entre las zarzas en varios puntos del cauce</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 0h20 desde el punto donde el PRV-147\ncruza el cauce del Barranc de l´Infern</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 0h45-1h</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 0h45 hasta el parking del Barranc de\nl´Infern, 0h50 hasta el parking del Barranc del Salt o de Fleix y 1h05\nhasta el parking del Barranc dels Oms</p>\n</div>\n<div>\n<p><b>Toponímia:</b> La toponimia parece correcta, ya que en el pueblo\nde Benimaurell conocen la zona del barranco con el nombre de \"La\nCorredora\". Debido a la escasa entidad del barranco, en la cartografía\n1:10.000 aparece representado aunque sin nombre</p>\n</div>\n<div>\n<p><b>Mapa:</b> Benigembla 822(1-2) escala 1:10.000. El mapa puede\nvisualizarse y descargarse desde la página Web del Instituto\nCartográfico Valenciano: <a\nhref=\"http://www.icv.gva.es\">www.icv.gva.es</a> <a\nhref=\"http://www.icv.gva.es\"></a></p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Vall de Laguar</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Río Girona</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> 30S 0750456 y T67 4297257 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> 30S 0750784 y T67 4296830 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 340msnm</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 190msnm</p>\n</div>\n<div>\n<p><b>Longitud:</b> 550m aproximadamente</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 150m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Este descenso es el de menor entidad e interés\ndeportivo de toda la cuenca del Río Girona. Aunque el cauce se\ndesarrolla en una zona de altas paredes, está muy poco excavado y tiene\nmucha vegetación a lo largo de todo su recorrido</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> El barranco se encuentra excavado en roca\ncalcárea</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>El descenso se puede combinar\ncon cualquier barranco de la cuenca del Río Girona: Barranc dels\nLlidoners, Barranc dels Racons, Barranc de l´Infern, Barranc del Salt o\nde Fleix y Barranc dels Oms, aunque por proximidad es mejor combinarlo\ncon los tres últimos</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No es necesaria</p>\n</div>\n<p>ACCESO: Mirar el acceso descrito en el Barranc de l´Infern, el\nBarranc del Salt o de Fleix, o en el Barranc dels Oms, ya que debido a\nla poca entidad del Barranc de la Corredora y a su proximidad con estos\notros barrancos, conviene combinar su descenso con cualquiera de ellos.\nAPROXIMACIÓN: Llegar hasta el punto donde el PRV-147 cruza el cauce del\nBarranc de l´Infern, siguiendo para ello las indicaciones del retorno de\neste barranco, o bien las del Barranc del Salt o de Fleix, o el Barranc\ndels Oms. Desde aquí hay que seguir el PR en dirección al parking del\nBarranc de l´Infern, remontando la senda que asciende por la ladera de\nla montaña en zigzag. Cuando la senda corona la ladera comienza a\nllanear y se aprecia claramente el cauce del Barranc de la Corredora a\nnuestra derecha. Hay que seguir hasta el punto donde la senda da un\nmarcado giro a la izquierda, (se trata del primer y único giro desde que\nla senda llanea hasta este punto), y entrar en el cauce por nuestra\nderecha.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Nos encontramos ante el barranco de menor envergadura e interés de\ntoda la cuenca del Río Girona. El descenso se inicia en una zona de\ncauce abierto con resaltes y rampas, para hundirse progresivamente entre\naltas paredes, lugar en el que aparecen 3 rápeles y finalmente se vuelve\na abrir paulatinamente hasta su confluencia con el Barranc de l´Infern.\nEl cauce está poco excavado por el agua y existe bastante vegetación a\nlo largo de todo el descenso, especialmente en la zona final, donde el\ncauce se hace impracticable por la maleza y hay que salirse del mismo\npor la orilla derecha orográfica para alcanzar el Barranc de\nl´Infern.</p>\n<div>\n<p><b>Escapes:</b> Los posibles escapes se encuentran en la zona inicial\ndel barranco. Desde la gran rampa situada antes del R2 hasta el final\ndel descenso no existe ningún escape, ya que el cauce está hundido entre\nparedes de considerable altura</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>El descenso finaliza en el cauce del Barranc de l´Infern, (el Barranc\nde la Corredora es afluente de éste por su orilla izquierda orográfica).\nUna vez en este punto debemos remontar el Barranc de l´Infern durante\n150m, hasta alcanzar el lugar en el que el PRV-147 cruza el cauce. Si se\nha dejado el coche en el parking del Barranc de l´Infern o el Barranc\ndels Oms, hay que seguir el PR por la derecha conforme subimos, (orilla\nizquierda orográfica). Si el coche se ha dejado en el parking del\nBarranc del Salt o de Fleix, hay que seguir el PR por nuestra izquierda.\nEn ambos casos el retorno es el mismo que el descrito para estos\nbarrancos.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Ninguna.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranc_de_la_corredora.htm\">Barranquismo.net</a>\n: Corredora</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:alicante:corredora\">Wiki-Infobarrancos</a>\n: Barranc de La Corredora (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=6923600\">Wikiloc.com</a> :\nBarrancos de Oms y Corredora</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>11-Sep-07 Andres Marti</p>\n</div>\n<p>El primer descenso lo realizó Andrés Martí el 26 de diciembre de\n2.000.</p>\n"
}