{
  "url": "https://ropewiki.com/Oms",
  "latitude": 38.7969,
  "longitude": -0.112,
  "id": 28040,
  "name": "Oms",
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "permit": "No",
  "rappelLongestMeters": 32,
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Fleix</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 32m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> El barranco se encuentra seco debido a\nsu régimen estrictamente torrencial, que condiciona la existencia de\ncaudal únicamente a breves períodos de tiempo asociados a lluvias\ntorrenciales. Existen varias marmitas residuales que pueden evitarse por\nlos laterales del cauce, o mediante un pequeño pasamanos instalado en\nfijo. Antes del R2 hay una diminuta surgencia que alimenta una pequeña\nparte del cauce incluso en estiaje, aunque el escaso caudal que aporta\nse desvanece inmediatamente</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 cuerdas de 35m y cuerda de seguridad</p>\n</div>\n<div>\n<p><b>Neopreno:</b> No es necesario</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> El barranco se encuentra equipado con\nparabolt M10 y placas con anilla Fixe II, a excepción del R1 que se\ndesciende desde un puente de roca. Sólo existe un anclaje por rápel, no\nobstante, la roca es compacta y de buena calidad. Es aconsejable llevar\nmaterial de instalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año, excepto en verano, ya que la zona donde se\ndesarrolla el barranco es extremadamente calurosa</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Nos encontramos ante el descenso más deportivo\nde toda la cuenca del Río Girona, exigente física y técnicamente. Es\naconsejable llevar unos alicates de podar para abrirse paso entre las\nzarzas en algún punto del cauce</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 0h20</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 3h30</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 1h20</p>\n</div>\n<div>\n<p><b>Toponímia:</b> La toponimia parece correcta, ya que el barranco\nfigura en los mapas 1:10.000 con este nombre, que proviene de la zona de\nsu cabecera, a la que se conoce como el Parat dels Oms</p>\n</div>\n<div>\n<p><b>Mapa:</b> Vall de Ebo 822(1-1) y Benigembla 822(1-2) escala\n1:10.000. Los mapas pueden visualizarse y descargarse desde la página\nWeb del Instituto Cartográfico Valenciano: <a\nhref=\"http://www.icv.gva.es\">www.icv.gva.es</a> <a\nhref=\"http://www.icv.gva.es\"></a></p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Vall de Laguar</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Río Girona</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> 30S 0750919 y T67 4298427 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> 30S 0751526 y T67 4297353 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 580msnm</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 170msnm</p>\n</div>\n<div>\n<p><b>Longitud:</b> 1.500m aproximadamente</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 410m</p>\n</div>\n<div>\n<p><b>Carácter:</b> El descenso se puede dividir en tres tramos bien\ndiferenciados. La zona inicial y final son abiertas, con multitud de\ndestrepes, tramos de marcha y bastante vegetación. En la zona intermedia\nse abre una fantástica gorga muy bien excavada con 5 rápeles\nconsecutivos</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> El barranco se encuentra excavado en roca\ncalcárea</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>El descenso se puede combinar\ncon cualquier barranco de la cuenca del Río Girona: Barranc de l´Infern,\nBarranc dels Llidoners, Barranc dels Racons, Barranc del Salt o de Fleix\ny Barranc de la Corredora.</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No es necesaria, aunque si se\ndispone de 2 coches, se puede realizar una combinación que reduce el\nretorno por la pista algo menos de 2Km</p>\n</div>\n<p>ACCESO: Llegar hasta el pueblo de Pego (Alicante) y atravesarlo\nsiguiendo las indicaciones de Benidorm, Fontilles y Sagra. Tras salir\ndel pueblo de Pego se sigue la carretera (C-3318) por espacio de 0,5km y\ntras una pronunciada curva a la derecha, se coge un desvío situado\ntambién a la derecha y en claro ascenso, que conduce a través de la\ncarretera CV-712 hasta Vall d´Ebo. En este punto debemos poner el\ncuentakilómetros a 0 y seguir el siguiente rutómetro de acceso: Km 0:\nInicio de la carretera CV-712. Continuar por esta sinuosa carretera\nhasta coronar el puerto. Km 8,2: Coger una pista de tierra a la\nizquierda. Enfrente de la pista y a la derecha de la carretera, existe\nuna construcción que se asemeja a un molino de viento. La pista se\nencuentra en buenas condiciones para que circule cualquier tipo de\nvehículo y alterna tramos de tierra con tramos asfaltados. Km 10,9: Sale\nuna pista a la izquierda, aparcar donde no moleste el vehículo.\nAPROXIMACIÓN: Continuar caminando por la pista de la izquierda. Ésta\ndiscurre junto a campos de almendros y a los pocos minutos pasa junto a\nun antiguo corral, un abrevadero y un pozo. La pista asciende y se\nconvierte en un sendero. Poco después existe una bifurcación poco\nmarcada que deberemos seguir por la derecha, ya que por la izquierda se\nva a la parte alta de los campos de almendros. Se cruza un antiguo\ncercado y la senda comienza a descender. Finalmente se llega a la\ncabecera del barranco en una zona más llana, en la que existe un antiguo\ncorral a nuestra izquierda. Los dos farallones que forman el\nestrechamiento inicial del barranco son muy evidentes.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Este barranco ha permanecido inexplicablemente inadvertido durante\nmuchos años, pese a su ubicación, sus dimensiones y su incuestionable\ninterés deportivo. Nos encontramos ante el descenso de mayor envergadura\ny desnivel de toda la cuenca del Río Girona y aunque su parte inicial y\nfinal son abiertas y con vegetación, la gorga situada en su zona\nintermedia es realmente fantástica. Concentra 5 rápeles y 2 marmitas\ntrampa, todos ellos situados de forma consecutiva. La formación del\ncauce y los pulidos de la roca son excepcionales, un pequeño trocito del\nBarranc de l´Infern. Este tramo compensa con creces el relativo interés\ndel resto del barranco y los tramos de marcha por el cauce. En conjunto\nse trata de un descenso recomendable y que seguro no defraudará a\nnadie.</p>\n<div>\n<p><b>Escapes:</b> Gracias a que el cauce es abierto se puede salir del\nmismo en cualquier punto del descenso, a excepción de la gorga central,\ndonde el cauce está encajado y las paredes son de mayor altura</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>El último rápel del descenso finaliza en el cauce del Barranc de\nl´Infern, justo 200m antes de la Presa d´Isbert, (el Barranc dels Oms es\nafluente de éste por su orilla izquierda orográfica). Una vez en este\npunto debemos seguir aguas arriba por espacio de 20 minutos, hasta\nalcanzar el punto en el que el PRV-147 cruza el cauce. Hay que seguir el\nPR por la derecha conforme subimos, (orilla izquierda orográfica). Si lo\nsiguiéramos por nuestra izquierda llegaríamos hasta el pueblo de Fleix,\nremontando el Barranc del Salt o de Fleix. El PR, antigua senda de\nherradura con multitud de escalones, remonta por la falda de la montaña\nen zigzag. Trascurridos 55 minutos desde el final del Barranc dels Oms,\nse pasa junto a un pozo, e inmediatamente se llega a una pista.\nContinuamos por la pista, primero en fuerte ascenso y después a través\nde terreno más llano, por espacio de 20-25 minutos hasta alcanzar el\ndesvío donde hemos aparcado el coche, tras aproximadamente 1h20 desde el\ninicio del retorno.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Ninguna.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranc_dels_oms.htm\">Barranquismo.net</a>\n: Oms</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:alicante:oms\">Wiki-Infobarrancos</a>\n: Barranc dels Oms (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=17097881\">Wikiloc.com</a> :\nBarranc dels oms</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=6923600\">Wikiloc.com</a> :\nBarrancos de Oms y Corredora</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=12824062\">Wikiloc.com</a> :\nBarranc dels Oms 'vall de l'aguar'</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>11-Sep-07 Andres Marti</p>\n</div>\n<p>Se desconoce, aunque por las características y estado de conservación\nde los anclajes, el primer descenso debió de realizarse a partir del año\n2.000.</p>\n"
}