{
  "url": "https://ropewiki.com/Racons",
  "latitude": 38.7785,
  "longitude": -0.134,
  "id": 28041,
  "name": "Racons",
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "permit": "No",
  "rappelLongestMeters": 12,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Benimaurell</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 12m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> El barranco se encuentra totalmente\nseco debido a su régimen torrencial, que condiciona la existencia de\ncaudal únicamente a breves períodos de tiempo asociados a lluvias\ntorrenciales. No existe ninguna marmita residual a lo largo de todo el\ndescenso. En caso de fuertes lluvias hay que tener en cuenta que la\ncuenca de absorción del Barranc dels Racons es muy grande, (la segunda\npor extensión de la zona después de la del Barranc de l´Infern), por lo\nque su respuesta frente a fuertes precipitaciones puede ser muy\nacusada</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 1 cuerda de 25m</p>\n</div>\n<div>\n<p><b>Neopreno:</b> No es necesario</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> El barranco se encuentra equipado con\ntacos Raumer M12, inviolables, inoxidables y con anilla. Además de los\ndos anclajes dispuestos en la cabecera del rápel, existe un tercer\nanclaje con un desviador que impide que la cuerda roce en ningún punto.\nHabitualmente este rápel se encuentra equipado con una cuerda</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año, excepto en verano, ya que la zona donde se\ndesarrolla el barranco es extremadamente calurosa</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Es aconsejable llevar unos alicates de podar\npara abrirse paso entre las zarzas en algún punto del cauce</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> Inmediato desde el final del Barranc\ndels Llidoners</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 0h30- 0h45 (los tiempos pueden variar en\nfunción del nivel del grupo y del número de personas.)</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 1h15 desde el punto donde el Barranc dels\nRacons confluye en el Barranc de l´Infern, hasta Benimaurell y el\nparking del Barranc dels Llidoners</p>\n</div>\n<div>\n<p><b>Toponímia:</b> La toponimia parece correcta, ya que el barranco\nfigura en los mapas 1:10.000 con este nombre</p>\n</div>\n<div>\n<p><b>Mapa:</b> Benigembla 822(1-2) escala 1:10.000. El mapa puede\nvisualizarse y descargarse desde la página Web del Instituto\nCartográfico Valenciano: <a\nhref=\"http://www.icv.gva.es\">www.icv.gva.es</a> <a\nhref=\"http://www.icv.gva.es\"></a></p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Vall de Laguar</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Río Girona</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> 30S 0749089 y T67 4296370 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> 30S 0749466 y T67 4296411 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 380msnm</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 210msnm</p>\n</div>\n<div>\n<p><b>Longitud:</b> 1.300m aproximadamente</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 170m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Barranco largo aunque muy horizontal, ya que salva\nun desnivel de 170m en 1.300m de recorrido. Sólo existe un pequeño\nestrecho con un rápel de 12m en la zona final, aproximadamente 200m\nantes de la confluencia con el Barranc de l´Infern. El cauce está\nbastante trabajado por el agua y aunque en general abunda la vegetación,\nno llega a hacerse molesta prácticamente en ningún punto</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> El barranco se encuentra excavado en roca\ncalcárea</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>El descenso se puede combinar\ncon cualquier barranco de la cuenca del Río Girona: Barranc del Salt o\nde Fleix, Barranc de la Corredora, Barranc dels Oms, Barranc de l´Infern\ny Barranc dels Llidoners; aunque por proximidad es mejor combinarlo con\néste último</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No es necesaria</p>\n</div>\n<p>ACCESO: Mirar el acceso descrito en el Barranc dels Llidoners, ya que\ndebido al escaso interés deportivo del Barranc dels Racons y a su\nproximidad con este barranco, (el Barranc dels LLidoners es afluente del\nBarranc dels Racons), conviene combinar su descenso. APROXIMACIÓN: Desde\nel Barranc dels Llidoners, tras descender el último rápel de 11m se\nllega al cauce del Barranc dels Racons.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>El último rápel del Barranc dels LLidoners finaliza en el cauce del\nBarranc dels Racons, (el Barranc dels Llidoners es afluente de éste por\nsu orilla derecha orográfica). Desde aquí se desciende por un cauce\nsinuoso y bastante bien excavado, aunque sin ninguna dificultad técnica,\na excepción de algunos resaltes fáciles de destrepar. La vegetación\nabunda, aunque en general no molesta demasiado. Aproximadamente en 15-20\nminutos se alcanza el estrechamiento donde se encuentra el único rápel\nde 12m. El rápel habitualmente está equipado con una cuerda fija y un\ndesviador. Desde la base del rápel se llega en 5-10 minutos hasta el\ncauce del Barranc de l´Infern.</p>\n<div>\n<p><b>Escapes:</b> Gracias a que el cauce es muy abierto se puede salir\ndel mismo en muchos puntos del descenso, exceptuando algunas zonas más\nencajadas, aunque posteriormente puede resultar un poco difícil alcanzar\nla cabecera o el final del barranco debido a la distancia y a la densa\nvegetación</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>El retorno se realiza a través de una variante del PRV-147. Para\nello, tras finalizar el descenso del Barranc dels Racons, hay que seguir\ndescendiendo por el cauce del Barranc de l´Infern unos 300m\naproximadamente, hasta encontrar el primer tramo en el que los grandes\nbloques de roca del cauce desaparecen, para dar paso a los cantos\nrodados. En la orilla derecha orográfica parte un sendero (variante del\nPRV-147), con las indicaciones: \"Juvees de Dalt 1h\" y \"Benimaurell\n1h10\". Este sendero remonta el cauce del Barranc dels Racons, pasa por\nla base del R3-50m del Barranc dels Llidoners, conecta con el tramo\nprincipal del PRV-147 y finalmente asciende hasta el pueblo de\nBenimaurell y el parking del Barranc dels Llidoners.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Ninguna.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranc_dels_racons.htm\">Barranquismo.net</a>\n: Racons</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranc_dels_racons_alicante.htm\">Barranquismo.net</a>\n: Racons</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:alicante:racons\">Wiki-Infobarrancos</a>\n: Barranc dels Racons (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>11-Sep-07 Andres Marti</p>\n</div>\n<p>Se desconoce.</p>\n",
  "version": "e045ba19eca7147a927f8663974444ae"
}