{"rappelLongestMeters":42.67,"longitude":-118.7929,"shuttleSeconds":2700,"url":"https:\/\/ropewiki.com\/Marble_Fork_Kaweah_River_(Chrysalis)","name":"Marble Fork Kaweah River (Chrysalis)","id":2828,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>One of the best canyons in the region. High water is usual in this canyon even in August. The Waterflow Analysis produces very accurate results, so make sure you check the flow before you attempt a descent.\n<\/p><p>The main checkpoint is a waterfall at the end of the approach hike, the location where you drop into the creek. Use the reference pictures below to compare with the conditions you find at the checkpoint when you start the canyon, and if too dangerous for your skill level abort the descent. (2011 was an exceptionally high water year, that is the reason the flow was too dangerous to be descended safely even in September)\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Original\">Original<\/h3><\/div>\n<p>The original approach described in SierraCanyons.org is NOT recommended, as there is a real chance to getting your vehicle locked behind the Crystal Cave road gate if you finish the canyon late.\n<\/p>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Better\">Better<\/h3><\/div>\n<p>A better approach starts by leaving a vehicle at the Marble Falls trailhead inside the Potwisha campground, it's an unmarked road that branches off site #14. If that is full, you can park across the road from Potwisha campground, at the overflow parking (where rangers used to allow people to camp for free when the campground was full, but now if they see you they may threat to cite you if you stay overnight). \n<\/p><p>From Potwisha drive north on General's Highway and park on the last turnout before Crystal Cave Rd (shown on the map). From the parking spot hike downhill northhwest cross-country generally following the ridgeline, which will require mild bushwhacking. Follow the ridge to the point where a small, unnamed drainage meets the Marble Fork Kaweah River, the checkpoint for the water flow. If you are not careful, you may drop into the creek earlier, missing the checkpoint, which is totally fine as long as you are sure the water levels are not too high.\n<\/p>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Sneak\">Sneak<\/h3><\/div>\n<p>From Potwisha drive north on General's Highway and park on the overlook turnout at 36.551480, -118.787560.  From the brown sign that says \"Eleven Range Overlook\" head down the steep earthen slope around the big deadfall tree, then angle left 200 feet into a shallow gully with nearly zero bushwhacking, down about 1000 feet to a junction of another gully.  Just before reaching the junction traverse right and slightly up to reach the other gully.  From here you will need to <b>rappel 50 feet<\/b> from a large bush \/ tree with a webbing anchor.  Below that rappel, go DCL through a low cut \"garden of poison oak\" and use a super long bush branch (or handline off the bush) down an extremely steep earthen slope for 30 feet.  Beyond it's easy to walk down rocks for a bit then go DCR on a steep earthen slope hugging thick brush on your left, reaching a point to drop off the slope back to the gully bottom.  Beyond is a traverse DCR up out of the water course to a rock pinch point (rocky cliff face on right with a lot of poison oak all around); from this pinch point rappel about 30 feet, or carefully downclimb the earthen slope to the 10 foot dropoff angling left to a ledge.  Beyond another rappel that can be ghosted off a good sized tree with many low and large branches, or bypass by climbing up DCL on the rock slab and down the steep earthen slope.  More easy slab downclimbing follows before getting to a large tree with a huge horizontal limb just above the big drop down a marble face into the Marble Fork creek itself.  From the big tree it's about 240 feet to the water.  40 feet below that large tree is an easily accessible ledge (by downclimbing) with a sizable dead tree (still OK for anchor as of Aug 2021) or a reasonable size bush. <b>Rappel 192 feet<\/b> from the dead tree to the water with 6 foot webbing anchor.  If you rappel slightly off plumb in the Marble Fork downstream direction (Down Gully Left, or your right facing the cliff) you can easily reach a large rock to avoid rappelling into the water.  If you rappel plumb down the amazingly white marble face, you will go into the water; the pool is shallow in the area, and it's a good idea to rinse off poison oak oil in the water anyway.  From this touchdown pool there are various downclimbs options to the lower pool and the main rappel sequence starts (R2) on the other side of this lower pool.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The original descent described in SierraCanyons.org is OUTDATED, so please follow the description listed below instead.\n<\/p><p>From the checkpoint proceed downstream. The first rappel is bypassable and there is quite a slog to reach the second rappel, so most people will prefer to delay suiting up till they get to the watery hallway above R2.\n<\/p>\n<ul><li><b>R1<\/b>: 20 feet from a large dead log DCR. You can stay out of the water and bypass this rappel, downclimbing the falls DCL or using the game trails DCR.<\/li><\/ul>\n<p>From here the river scramble continues and seems to get a bit easier. More importantly, marble starts to appear, first as single isolated blocks. Soon, you reach a section of canyon with towering walls on the DCR. Closer inspection reveals that the walls are co\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>mposed of marble! The Marble blocks in the watercourse get more numerous and whiter in color. Just when you are starting to think that this marble is cool but when is the canyon going to steepen up you reach an amazing place. The canyon makes a sharp turn to the right under towering walls and cascades into a marble hallway. Suddenly everything is white in a long straight watery corridor. Downclimb through the cascades and swim though the hallway (wetsuit required at this point and thereafter). It’s magical. From the end of the hallway a few more downclimbs on the DCR over surreal blocks of marble lead to an emerald green pool and the beginning of the technical section. The sneak approach drops into this pool down the huge marble face on the left.  From this pool you can clearly sense the canyon falling away just beyond. Swim the pool and get ready for the action.\n<\/p>\n<ul><li><b>R2<\/b>: 120 feet from a boulder pinch point DCL in the corner. This low angle rappel heads DCR into the watercourse and over ledges to a small alcove tucked above a large falls. The rock is super slippery here, so downclimbing unroped is not advisable. There is rock fall danger here so be careful.<\/li>\n<li><b>R3<\/b>: Dual stage. 50 feet from a chokestone DCR in the back of the small alcove all the way to the top of the waterfall. Then 110 feet from a (was webbing-less? Aug 2020: now only standard sport climbing hangers on 1\/2\" SS stud bolts remain with one hanger bent slightly) dual bolt anchor right behind the rocky nose. <span style=\"color:red\">As of September 2016 the nose has been bolted and no longer requires extending the alcove anchor all the way to the edge of the nose. Note: winter floods will rip the webbing off the bolts, and may damage the bolts and or hangers, so be prepared!<\/span>  Note this rappel is a single drop down through the stair-stepped teeth of a large falls into a curving slot and into an amazing pool. This rap is intense and one of the hallmarks of the route, but <b>in high water this is the most dangerous drop of the whole descent<\/b>, as the slot constriction will concentrate the flow which may pin the rappeller. In high water it is essential to set the rope length properly to provide an easy floating disconnect and rappel without packs in order to avoid possible entanglements with the hydraulics at the bottom.<\/li><\/ul>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<ul><li><b>R4<\/b>: 100 feet from 2 bolts DCL. This is a single drop into a pool that meets a falls about halfway down. Set the rope length or be prepared for a floating disconnect. Continue downcanyon.<\/li>\n<li><b>R5<\/b>: 60 feet from 2 bolts DCL that are a little difficult to locate as they are up on a ledge about 10 feet above the watercourse. This is a single drop that leads into another incredible hanging pool. Set the rope length or be prepared for a floating disconnect. Look for the canyon register on a ledge above the ledge with the anchor. It's in an ammo can, please sign it.<\/li>\n<li><b>R6<\/b>: 90 feet from 2 bolts DCR. This is a single drop beside a falls and into a pool. This is a single drop that can go either to the side of or through a curtain falls. Going through the falls reveals that the line of rappel is actually behind the falls, a spectacular experience! Set the rope length or be prepared for a floating disconnect. Swim the pool at the bottom of rap 6 and upclimb on slabs on the RIGHT (DCR).<\/li>\n<li><b>R7<\/b>: 90 feet from a chokestone DCL. This is a single drop that leads to the edge of a pool. Scramble and downclimb downcanyon on the right (DCR) through large blocks a short ways. When you reach what appears to be a large falls look for the next rap anchors from a tree on the right.<\/li>\n<li><b>R8-R9<\/b>: It is possible to do these two drops as one single rappel using a tree anchor DCR. In this case, the last person should stay high and mostly out of the water DCR to make the rope pull easier, or throw down the bag with the pull line on the pool below and then rappel in the watercourse. In high water R9 may become dangerous, if too intense for your skill level bypass it by joining with R8 and rap out of the watercourse.\n<ul><li><b>R8<\/b>: 25 feet from a tree DCR that gets you on a ledge next to the falls. You can continue the rappel off this anchor by climbing on the rock DCR and avoiding R9 (recommended for high flow). Also, R8 can be done DCL off a pinch point into the brunt of the water flow, then dropping underneath it. Doing it this way is the \"spout\" rappel.<\/li>\n<li><b>R9<\/b>: 60 feet from a slung boulder DCL just above the slanting ledge. This is a double drop that goes first to a shallow watery ledge that a falls is crashing onto and then descends through a lower falls to the pool below. Set the rope length or be prepared for a floating disconnect. This is another exciting rappel. <b>the pool at the bottom has rocks that create a backflow hydraulic; high flow may make this hard to escape!<\/b><\/li><\/ul><\/li>\n<li><b>R10<\/b>: 90 feet from a boulder DCR on a ledge about 15 feet above the watercourse. This is a single drop t<\/li><\/ul>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>hat descends beside a lovely slab falls. Upclimb a short wall at the base of rap 10 and downclimb the other side to rejoin the watercourse. Scramble down canyon a short distance. When the watercouse starts to funnel down again and marble reappears exit the watercourse DCL and climb over slabs to the final obstacle of the route.\n<\/p>\n<ul><li><b>Jump 1<\/b>: 30 feet from ledges DCL to a fantastic pool framed in marble. This is a magical end to a magical route but should be approached with caution. The jump area has both an upper and lower ledge. The upper ledge is 30 feet above the pool and the lower ledge is 20 feet above the pool. Beware the pool below is not as deep as it looks. In 2015 it was a mere 6 feet deep in the landing area and people touched sandy bottom when L-jumping from the lower ledge. So be sure to send a canyoneer down on a rope to check the depth of the pool.  Also, this can be climbed around through the brush DCL, so repeats can be done.<\/li><\/ul>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>From the last pool, it is still 3.2 miles of hiking back to Potwisha campground. The trail is easy to miss. Continue scrambling downstream making your way to the left (DCL) side of the watercourse.  Following hard DCL, you'll come upon a fairly long marble vein just at the top of a idyllic swimming pool with a waterfall cascading down into it and beyond (Marble Falls Pool). From here you should see a pack of trees DCL around your elevation, proceed there and traverse the ledges to the Marble Fork Trail, at the beginning it does not look like much but as soon as you turn the corner you will find a well defined trail. \n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Lower_Marble_Fork\">Lower Marble Fork<\/h2><\/div>\n<p>If you get to the Marble Fork Trail, still have 3-4 hours of daylight, and don't mind a good bit of boulder hopping, the lower section of canyon is well worth descending. Early on you'll find a few good jumps, and an awesome rappel (~130 feet into a cool kind of chamber). Rappelling off a boulder on the left of these falls, you can hit a ledge about 30 feet up, then huck yourself the rest of the way. Below here the canyon mellows out, with a few little jumps and fun things. Where the canyon gets steep again, it is unfortunately less exciting. You could rappel off a tree, or find a 3rd class bypass route around on the left. \n<\/p><p>It's mostly boulder hopping down from there, with occasional pools. Eventually you'll see the water diversion into the canal on the left, which you can walk out through to exit. \n<\/p>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Marble_Fork_Caves\">Marble Fork Caves<\/h3><\/div>\n<p>Before you head out, if you have time and are so inclined, you may explore some of the caves in the area.\nPasted from &lt;<a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.nps.gov\/seki\/learn\/nature\/cave_descriptions.htm\">https:\/\/www.nps.gov\/seki\/learn\/nature\/cave_descriptions.htm<\/a>&gt;:\nEighteen caves have been discovered in an area where the Marble Fork of the Kaweah River cuts through several large lenses of marble. Some of the area's caves are dry, fossil passages, while others are active stream caves. Two caves in the area, capture the river's water and channel it into their passages. The largest cave along this stretch of river, Wild Child Cave, was discovered in 1992. For much of the year this young, high-energy cave is flooded. During low-water Wild Child's large walking passages, waterfalls and stream channels can be explored. Marble Falls Cave was discovered by the first park superintendent, Walter Fry. This cave's complex, stream-polished passages are also easiest to explore during low water.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li>Beta was originally posted on sierracanyons.org (now defunct), \n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/vimeo.com\/124082473\">Video featuring the first descent<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.flickr.com\/photos\/55452339@N00\/sets\/72157601613396392\/\">Pictures from 2007 - first descent<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.flickr.com\/photos\/madzoy\/sets\/72157606681578832\/\">Pictures from 2008 - dangerously high flow mentioned in the beta<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.flickr.com\/photos\/55452339@N00\/2752816710\/in\/set-72157606667909488\/\">More Pictures from 2008 - dangerously high flow mentioned in the beta<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.flickr.com\/photos\/madzoy\/sets\/72157631940909979\/\">Pictures from 2012 - normal flow<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.flickr.com\/photos\/55452339@N00\/8089056641\/in\/set-72157631772797094\">More Pictures from 2012 - normal flow<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/www.facebook.com\/media\/set\/?set=a.10153555472096103.1073742067.669366102&amp;type=1&amp;l=440c0a1d56\">Pictures from 2015 - very high flow<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Much of the content on this page is originally from information posted on sierracanyons.org, used under a Creative Commons license.\n<\/p>\n\n\n<\/div>","waterRating":"C2","latitude":36.5528,"months":["Jul","Aug","Sep","Oct"],"rappelCountMin":10,"quality":4.6,"version":"8ccdf3f8c7c8b4fdf358a463f97639a3c7bbc1d0a8164aa98fefc558bb97ca1d","permit":"No","riskRating":"R","vehicle":"Passenger","rappelCountMax":10,"technicalRating":3,"timeRating":"III","geojson":{"type":"FeatureCollection","features":[{"geometry":{"type":"Point","coordinates":[[-118.79193663597107,36.55357055478246,0]]},"type":"Feature","properties":{"name":"Beginning Technical Section"}},{"geometry":{"type":"Point","coordinates":[[-118.79336357116699,36.56315155354596,0]]},"properties":{"name":"Checkpoint, R1 and Jump"},"type":"Feature"},{"geometry":{"type":"Point","coordinates":[[-118.79386246204376,36.544964525500404,0]]},"properties":{"name":"Last chance to exit"},"type":"Feature"},{"properties":{"name":"Marble Falls Pool"},"type":"Feature","geometry":{"type":"Point","coordinates":[[-118.79525179294433,36.54877958543722,0]]}},{"properties":{"name":"MF Cave"},"geometry":{"type":"Point","coordinates":[[-118.79518999999999,36.54903,0]]},"type":"Feature"},{"properties":{"name":"Old Parking"},"geometry":{"coordinates":[[-118.7879991531372,36.56601248043871,0]],"type":"Point"},"type":"Feature"},{"geometry":{"type":"Point","coordinates":[[-118.78903218650817,36.55910058974279,0]]},"type":"Feature","properties":{"name":"Parking Approach"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[[-118.80137801170349,36.518371143314106,0]]},"properties":{"name":"Parking Exit"}},{"properties":{"name":"WC Cave"},"geometry":{"type":"Point","coordinates":[[-118.79500999999999,36.54728,0]]},"type":"Feature"},{"geometry":{"type":"Point","coordinates":[[-118.7921190261841,36.55451642694042,0]]},"properties":{"name":"Wetsuit Required"},"type":"Feature"},{"properties":{"name":"Sneak 200 +\/- foot rappel"},"type":"Feature","geometry":{"coordinates":[[-118.79148066043855,36.55358994635525,0]],"type":"Point"}},{"geometry":{"coordinates":[[-118.7899947166443,36.55336586566189,0]],"type":"Point"},"properties":{"name":"Sneak first rappel 50'"},"type":"Feature"},{"geometry":{"type":"Point","coordinates":[[-118.78755927085878,36.551482700314935,0]]},"type":"Feature","properties":{"name":"Sneak Parking"}},{"type":"Feature","properties":{"stroke":"#00CD00","name":"Approach"},"geometry":{"type":"LineString","coordinates":[[-118.78881454467773,36.5592434596061,0],[-118.78879308700562,36.559527847973335,0],[-118.78879308700562,36.559527847973335,0],[-118.78931879997253,36.560079386065496,0],[-118.78931879997253,36.560079386065496,0],[-118.79050970077515,36.56090668582154,0],[-118.79050970077515,36.56090668582154,0],[-118.79174083471298,36.561212612133545,0],[-118.79275739192963,36.561777064543705,0],[-118.79326164722443,36.56240183530355,0],[-118.7931489944458,36.562819782577535,0],[-118.79324018955231,36.56316878836253,0]]}},{"type":"Feature","geometry":{"coordinates":[[-118.795229,36.548776,0],[-118.79521199999999,36.548785,0],[-118.795186,36.548793,0],[-118.79519600000003,36.548798,0],[-118.795184,36.548798,0],[-118.79515300000003,36.548769,0],[-118.79515300000003,36.548749,0],[-118.795165,36.54873,0],[-118.79511500000001,36.548602,0],[-118.795095,36.548479,0],[-118.795095,36.548418,0],[-118.79506100000003,36.548272,0],[-118.79497100000003,36.548181,0],[-118.794919,36.548103,0],[-118.79485599999998,36.548028,0],[-118.79481399999997,36.547896,0],[-118.79475400000001,36.547804,0],[-118.79469799999998,36.547706,0],[-118.79465500000003,36.547593,0],[-118.79459099999997,36.547445,0],[-118.79451,36.547274,0],[-118.794442,36.547155,0],[-118.79433399999999,36.547102,0],[-118.79426799999999,36.547022,0],[-118.79415899999998,36.546927,0],[-118.79407900000001,36.546902,0],[-118.79393099999999,36.546828,0],[-118.793837,36.546757,0],[-118.79373699999996,36.546683,0],[-118.79364199999998,36.54662,0],[-118.79352799999998,36.546478,0],[-118.79344400000002,36.546441,0],[-118.79342099999997,36.546407,0],[-118.79335300000002,36.546288,0],[-118.79323799999997,36.546185,0],[-118.79306300000002,36.546134,0],[-118.792933,36.546112,0],[-118.79283599999997,36.54612,0],[-118.79265800000002,36.546122,0],[-118.79256900000001,36.54618,0],[-118.79254600000002,36.546136,0],[-118.79253799999998,36.546096,0],[-118.79250200000001,36.546105,0],[-118.79249400000003,36.546047,0],[-118.79253399999999,36.545975,0],[-118.79260299999999,36.545879,0],[-118.792618,36.545785,0],[-118.79260199999999,36.545709,0],[-118.79265599999997,36.545649,0],[-118.79268400000001,36.545603,0],[-118.792756,36.54553,0],[-118.79281400000002,36.545436,0],[-118.792933,36.545339,0],[-118.793048,36.545224,0],[-118.79305599999998,36.54514,0],[-118.79303800000002,36.545077,0],[-118.79294099999998,36.544995,0],[-118.792868,36.544943,0],[-118.79279600000001,36.544845,0],[-118.79269899999997,36.544748,0],[-118.79254500000002,36.544659,0],[-118.79264999999998,36.544618,0],[-118.79280900000003,36.54461,0],[-118.79293799999999,36.544585,0],[-118.79305499999998,36.544513,0],[-118.793093,36.544419,0],[-118.79317500000002,36.544299,0],[-118.79317000000003,36.544193,0],[-118.793162,36.544083,0],[-118.79313000000002,36.543956,0],[-118.793113,36.543865,0],[-118.793048,36.543761,0],[-118.79312500000003,36.54362,0],[-118.79325900000003,36.54357,0],[-118.79336699999999,36.543567,0],[-118.793388,36.543569,0],[-118.793383,36.543588,0],[-118.79344500000002,36.543512,0],[-118.79338000000001,36.543419,0],[-118.79341499999998,36.543296,0],[-118.79342099999997,36.543189,0],[-118.79343499999999,36.543095,0],[-118.79367400000001,36.543097,0],[-118.79376300000001,36.543054,0],[-118.79387700000001,36.542992,0],[-118.79398600000002,36.542904,0],[-118.794062,36.542806,0],[-118.79405199999997,36.542708,0],[-118.79416200000003,36.542623,0],[-118.794264,36.54258,0],[-118.79434100000003,36.542603,0],[-118.79447900000002,36.542576,0],[-118.79446000000002,36.542479,0],[-118.79443100000003,36.542359,0],[-118.79439300000001,36.542262,0],[-118.79435799999999,36.542149,0],[-118.79436199999998,36.542088,0],[-118.794512,36.542048,0],[-118.79476599999998,36.542049,0],[-118.794961,36.542079,0],[-118.79510700000003,36.542108,0],[-118.795229,36.542076,0],[-118.79539899999997,36.542093,0],[-118.795504,36.542036,0],[-118.79560700000002,36.541944,0],[-118.79570100000001,36.541897,0],[-118.79585700000001,36.541918,0],[-118.79596400000003,36.541961,0],[-118.79605100000003,36.541923,0],[-118.79613899999998,36.541871,0],[-118.79616099999998,36.541821,0],[-118.79620299999999,36.54177,0],[-118.796336,36.541707,0],[-118.79645900000003,36.541691,0],[-118.796604,36.541725,0],[-118.796741,36.541753,0],[-118.79690199999999,36.541757,0],[-118.79693500000002,36.541769,0],[-118.796942,36.541789,0],[-118.79695100000004,36.541842,0],[-118.79694699999999,36.541829,0],[-118.796942,36.541817,0],[-118.79695500000003,36.541746,0],[-118.79697199999998,36.54173,0],[-118.796963,36.541714,0],[-118.79700200000002,36.541671,0],[-118.79714899999999,36.541663,0],[-118.79724899999997,36.541679,0],[-118.797258,36.54167,0],[-118.79726700000003,36.541622,0],[-118.79732899999999,36.541571,0],[-118.79736400000002,36.541496,0],[-118.79739799999999,36.541392,0],[-118.79745200000002,36.541273,0],[-118.79749500000003,36.541168,0],[-118.79752000000002,36.541054,0],[-118.79753299999999,36.540941,0],[-118.79751099999999,36.540797,0],[-118.797661,36.540699,0],[-118.79778699999997,36.540598,0],[-118.79794400000003,36.540545,0],[-118.79815000000002,36.540458,0],[-118.79827799999998,36.540371,0],[-118.79841899999997,36.54025,0],[-118.798521,36.540196,0],[-118.798633,36.540143,0],[-118.79875500000003,36.540072,0],[-118.79890599999999,36.540004,0],[-118.798944,36.539995,0],[-118.79893400000003,36.539998,0],[-118.79898000000003,36.540037,0],[-118.79898600000001,36.540052,0],[-118.798992,36.540034,0],[-118.799105,36.53999,0],[-118.79920099999998,36.53994,0],[-118.79929300000003,36.539864,0],[-118.79953699999999,36.539869,0],[-118.79974300000003,36.539865,0],[-118.79985199999999,36.539805,0],[-118.79993000000002,36.539692,0],[-118.80005499999999,36.539585,0],[-118.80009100000001,36.539469,0],[-118.800048,36.539346,0],[-118.80002100000002,36.539227,0],[-118.79998599999999,36.539089,0],[-118.80001199999998,36.538933,0],[-118.800073,36.538836,0],[-118.80016,36.538693,0],[-118.80020000000002,36.538593,0],[-118.80013300000002,36.538446,0],[-118.80005599999998,36.538352,0],[-118.80003499999998,36.538226,0],[-118.800006,36.538147,0],[-118.79993999999999,36.538103,0],[-118.799914,36.538087,0],[-118.79992500000003,36.538082,0],[-118.79990599999996,36.538067,0],[-118.79981399999997,36.537952,0],[-118.79970200000002,36.537853,0],[-118.79965300000003,36.537733,0],[-118.79968600000001,36.537606,0],[-118.79969499999999,36.537516,0],[-118.79964999999999,36.537373,0],[-118.79962499999999,36.537249,0],[-118.79963099999998,36.537109,0],[-118.799623,36.537062,0],[-118.799669,36.536975,0],[-118.79975000000002,36.536889,0],[-118.79972399999997,36.536794,0],[-118.79970000000003,36.536702,0],[-118.79961500000002,36.536619,0],[-118.79958899999997,36.536536,0],[-118.799598,36.536417,0],[-118.79963499999997,36.53633,0],[-118.799575,36.536286,0],[-118.79955799999999,36.536221,0],[-118.79958299999998,36.536069,0],[-118.79972900000001,36.535996,0],[-118.799847,36.535933,0],[-118.79983199999998,36.53585,0],[-118.79979300000002,36.535749,0],[-118.79974300000003,36.535639,0],[-118.79965300000003,36.535537,0],[-118.79960499999999,36.535444,0],[-118.79954199999997,36.535329,0],[-118.79952000000003,36.535243,0],[-118.79956900000002,36.535139,0],[-118.799557,36.535029,0],[-118.79960399999999,36.534888,0],[-118.79965199999998,36.53474,0],[-118.79965600000003,36.534595,0],[-118.79966100000001,36.53445,0],[-118.79958899999997,36.534364,0],[-118.79948100000001,36.534208,0],[-118.79945499999997,36.534096,0],[-118.79933499999999,36.534014,0],[-118.79928899999999,36.53402,0],[-118.79920900000002,36.53412,0],[-118.79905200000002,36.53409,0],[-118.79890499999999,36.533945,0],[-118.79875700000002,36.533896,0],[-118.79859799999997,36.533897,0],[-118.79848800000002,36.533846,0],[-118.79849999999999,36.533738,0],[-118.79852900000003,36.533603,0],[-118.79851500000001,36.533459,0],[-118.79855499999996,36.53337,0],[-118.79854899999998,36.533232,0],[-118.79845399999999,36.533155,0],[-118.79830300000003,36.533162,0],[-118.798317,36.533017,0],[-118.79825399999999,36.532895,0],[-118.79818599999999,36.532762,0],[-118.79812700000002,36.532663,0],[-118.79807299999999,36.532567,0],[-118.79799300000002,36.532436,0],[-118.797912,36.532356,0],[-118.79787099999999,36.53234,0],[-118.79773399999999,36.532295,0],[-118.79767099999998,36.532254,0],[-118.79762099999999,36.532139,0],[-118.79766000000001,36.532053,0],[-118.797732,36.531972,0],[-118.79777999999999,36.531893,0],[-118.797799,36.531823,0],[-118.79784599999999,36.531831,0],[-118.797865,36.531827,0],[-118.79794900000002,36.531777,0],[-118.79806400000001,36.531686,0],[-118.79826600000001,36.531624,0],[-118.79833000000002,36.531543,0],[-118.79827699999998,36.531407,0],[-118.79821800000002,36.531362,0],[-118.798246,36.531266,0],[-118.79823699999997,36.531123,0],[-118.79828299999997,36.531001,0],[-118.79823399999998,36.530893,0],[-118.79827699999998,36.530773,0],[-118.79828399999997,36.530665,0],[-118.79819399999997,36.530582,0],[-118.798088,36.530488,0],[-118.79801500000002,36.530462,0],[-118.79786000000001,36.5304,0],[-118.797776,36.530384,0],[-118.797663,36.53035,0],[-118.79754500000001,36.53034,0],[-118.797461,36.530302,0],[-118.79744499999998,36.530194,0],[-118.797596,36.530137,0],[-118.797706,36.530016,0],[-118.79776099999998,36.529867,0],[-118.79783099999997,36.529774,0],[-118.79798,36.529696,0],[-118.798093,36.529644,0],[-118.798203,36.529609,0],[-118.798293,36.529587,0],[-118.79836499999999,36.529499,0],[-118.79850899999997,36.529425,0],[-118.79866900000002,36.529316,0],[-118.79873600000002,36.529206,0],[-118.79882399999997,36.529093,0],[-118.79880500000002,36.528954,0],[-118.79884400000003,36.528815,0],[-118.79884900000002,36.528684,0],[-118.79881,36.528557,0],[-118.79869500000001,36.528401,0],[-118.79859099999999,36.528293,0],[-118.79854599999999,36.528146,0],[-118.79844700000001,36.528052,0],[-118.79828399999997,36.527981,0],[-118.79818699999998,36.527908,0],[-118.79803600000002,36.527811,0],[-118.79792900000001,36.527724,0],[-118.797955,36.527622,0],[-118.79798299999999,36.527622,0],[-118.79801900000001,36.527651,0],[-118.79799200000002,36.527674,0],[-118.797977,36.527688,0],[-118.79795100000001,36.527703,0],[-118.798025,36.527615,0],[-118.79819399999997,36.527522,0],[-118.79826800000001,36.527432,0],[-118.798427,36.5274,0],[-118.798606,36.527289,0],[-118.798789,36.527201,0],[-118.79884300000003,36.527089,0],[-118.79873600000002,36.527002,0],[-118.798611,36.526934,0],[-118.79865899999999,36.526825,0],[-118.79880500000002,36.52681,0],[-118.79891299999997,36.526791,0],[-118.7989,36.526652,0],[-118.79891399999997,36.526506,0],[-118.79885100000001,36.526354,0],[-118.79879599999998,36.526251,0],[-118.79880200000002,36.526167,0],[-118.798741,36.526081,0],[-118.79872,36.525974,0],[-118.79868099999999,36.52583,0],[-118.79857900000002,36.525719,0],[-118.798496,36.525629,0],[-118.79836399999999,36.525738,0],[-118.798204,36.525715,0],[-118.79805299999998,36.525657,0],[-118.79787299999998,36.525683,0],[-118.797754,36.525572,0],[-118.79762199999999,36.525506,0],[-118.79757799999999,36.525514,0],[-118.79749200000003,36.525424,0],[-118.79760899999997,36.525349,0],[-118.79762299999999,36.525209,0],[-118.79773,36.525094,0],[-118.797751,36.524966,0],[-118.79775000000001,36.52483,0],[-118.797753,36.524715,0],[-118.79771700000003,36.524585,0],[-118.79771800000003,36.524442,0],[-118.79770200000002,36.52431,0],[-118.79775000000001,36.524181,0],[-118.79780299999999,36.524056,0],[-118.79780599999998,36.523912,0],[-118.79780700000003,36.523773,0],[-118.797845,36.523651,0],[-118.79776600000002,36.5235,0],[-118.79765900000001,36.523454,0],[-118.79748799999999,36.523397,0],[-118.79735299999999,36.523332,0],[-118.79724099999999,36.523226,0],[-118.79707300000001,36.523131,0],[-118.797077,36.523121,0],[-118.797032,36.523106,0],[-118.79701899999998,36.523096,0],[-118.79691400000002,36.523108,0],[-118.79676699999999,36.523078,0],[-118.79675299999997,36.522906,0],[-118.796832,36.522835,0],[-118.79696799999999,36.522815,0],[-118.79711500000002,36.522823,0],[-118.797324,36.522811,0],[-118.79754100000002,36.522802,0],[-118.797707,36.522714,0],[-118.79772500000001,36.522612,0],[-118.79765199999997,36.522469,0],[-118.79763000000003,36.522331,0],[-118.79765299999997,36.522231,0],[-118.797706,36.522108,0],[-118.79770400000001,36.521963,0],[-118.79782399999999,36.521969,0],[-118.79792900000001,36.521936,0],[-118.797976,36.521812,0],[-118.79798199999999,36.521672,0],[-118.79808200000002,36.521501,0],[-118.79816700000003,36.521426,0],[-118.79833000000002,36.521356,0],[-118.798518,36.521296,0],[-118.79864800000001,36.521204,0],[-118.798859,36.521082,0],[-118.79890999999998,36.520964,0],[-118.79898500000002,36.520857,0],[-118.799015,36.520728,0],[-118.79913599999998,36.520616,0],[-118.79923500000001,36.520515,0],[-118.799394,36.520433,0],[-118.79952800000001,36.520377,0],[-118.79951800000003,36.520468,0],[-118.79944999999998,36.52057,0],[-118.799352,36.520676,0],[-118.79940999999997,36.520678,0],[-118.79940699999997,36.52064,0],[-118.79941600000001,36.520736,0],[-118.79943600000001,36.520859,0],[-118.79940599999998,36.520948,0],[-118.799396,36.521071,0],[-118.79944999999998,36.521157,0],[-118.79950300000002,36.521074,0],[-118.79947500000003,36.521091,0],[-118.79950200000002,36.521061,0],[-118.799507,36.520975,0],[-118.799529,36.520879,0],[-118.79956800000002,36.520758,0],[-118.79964100000001,36.520671,0],[-118.79973000000001,36.520548,0],[-118.79987800000004,36.520451,0],[-118.79996399999999,36.520356,0],[-118.800072,36.52024,0],[-118.80022099999996,36.52013,0],[-118.80036799999999,36.520018,0],[-118.800475,36.519872,0],[-118.80057699999998,36.519769,0],[-118.80066199999999,36.519677,0],[-118.80080099999998,36.519602,0],[-118.80093099999999,36.519551,0],[-118.801041,36.51937,0],[-118.80107199999998,36.519247,0],[-118.801133,36.519145,0],[-118.801218,36.519039,0],[-118.801268,36.518895,0],[-118.80131799999998,36.518757,0],[-118.80135899999999,36.518584,0],[-118.80140599999999,36.518447,0],[-118.80141000000003,36.518376,0],[-118.80141400000002,36.518329,0],[-118.80141200000003,36.518317,0],[-118.80141400000002,36.5183,0],[-118.8014,36.518299,0],[-118.80141300000003,36.518334,0],[-118.80138799999997,36.518311,0],[-118.80141400000002,36.518336,0],[-118.80143199999998,36.518348,0],[-118.80141400000002,36.518328,0],[-118.80141900000001,36.518359,0],[-118.80142000000001,36.518371,0],[-118.80142599999999,36.518384,0],[-118.80141600000002,36.518375,0],[-118.80142000000001,36.518362,0],[-118.801466,36.518337,0],[-118.801467,36.518341,0]],"type":"LineString"},"properties":{"name":"Exit","stroke":"#F0F000"}},{"type":"Feature","geometry":{"coordinates":[[-118.7879991531372,36.5660814171289,0],[-118.78924369812012,36.56535757881462,0],[-118.78924369812012,36.56535757881462,0],[-118.79027366638184,36.5647716094971,0],[-118.79027366638184,36.5647716094971,0],[-118.7911319732666,36.56397882040428,0],[-118.7911319732666,36.56397882040428,0],[-118.79164695739746,36.56332390153868,0],[-118.79164695739746,36.56332390153868,0],[-118.79306316375732,36.56318602317527,0]],"type":"LineString"},"properties":{"name":"Old Approach","stroke":"#00CD00"}},{"geometry":{"type":"LineString","coordinates":[[-118.79344940185548,36.563125701313915,0],[-118.79449009895326,36.56288441339743,0],[-118.7950372695923,36.56258280244201,0],[-118.79544496536256,36.561755520634264,0],[-118.79560589790346,36.561255700249156,0],[-118.79536986351015,36.5608420533471,0],[-118.79466176033021,36.560195725628994,0],[-118.79441499710084,36.55979069083645,0],[-118.79439353942873,36.55836012542682,0],[-118.79411458969118,36.55734320137898,0],[-118.79392683506013,36.5568907520557,0],[-118.7936317920685,36.556477081784585,0],[-118.79288077354433,36.55615390034439,0],[-118.79252672195436,36.55594275440676,0],[-118.7921565771103,36.55543427814852,0],[-118.79196882247926,36.55517572961537,0],[-118.79208683967592,36.554994745127466,0],[-118.79218339920045,36.55459830143471,0],[-118.79211366176607,36.55449488100645,0],[-118.79184544086458,36.55384419097048,0],[-118.79186153411865,36.55362011101434,0]]},"type":"Feature","properties":{"name":"Creek Descent","stroke":"#FF7700"}},{"type":"Feature","geometry":{"type":"LineString","coordinates":[[-118.79184544086458,36.55355116320481,0],[-118.79194200038911,36.553327082399,0],[-118.79212439060213,36.553124547265504,0],[-118.79249989986421,36.55290908377481,0],[-118.79306852817535,36.55257726882422,0],[-118.79371225833894,36.552232524509456,0],[-118.7941735982895,36.55191794398032,0],[-118.79457592964174,36.5515171751501,0],[-118.79484415054323,36.55117242610649,0],[-118.79514992237092,36.5507673440152,0],[-118.79526257514955,36.55017264518364,0],[-118.7951982021332,36.549853746824006,0],[-118.79520893096925,36.54937970629016,0],[-118.79524111747743,36.54880223480268,0]]},"properties":{"name":"Technical Descent","stroke":"#FF0000"}},{"properties":{"stroke":"#00CD00","name":"Sneak Approach Gully"},"geometry":{"coordinates":[[-118.78766655921936,36.55149131902517,0],[-118.78816008567811,36.5514482254644,0],[-118.7887179851532,36.55177573592363,0],[-118.78913640975954,36.55193949063277,0],[-118.7895441055298,36.55257726882422,0],[-118.7898874282837,36.55283582605112,0],[-118.79000544548036,36.55310300094345,0],[-118.7899947166443,36.553361556411424,0]],"type":"LineString"},"type":"Feature"},{"type":"Feature","geometry":{"type":"LineString","coordinates":[[-118.79001617431642,36.55336586566189,0],[-118.79045069217683,36.55335724716071,0],[-118.79079401493074,36.55347359684557,0],[-118.79107832908632,36.55351668927699,0],[-118.79144847393037,36.55358994635525,0],[-118.79181861877443,36.553568400162966,0]]},"properties":{"name":"Sneak Rappels and Downclimbs","stroke":"#9DCD00"}}]}}