{
  "url": "https://ropewiki.com/Llano_Casa",
  "latitude": 42.209,
  "longitude": -3.0748,
  "id": 28327,
  "name": "Llano Casa",
  "months": [
    "Mar",
    "Apr",
    "May"
  ],
  "permit": "No",
  "rappelLongestMeters": 20,
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> EZCARAY</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 20 m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Con mucho caudal en primavera\n(deshielo cumbres de la Demanda)</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 1 x 40 m</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Necesario</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Primavera</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> Inmediato</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 1,5 horas</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 10 minutos</p>\n</div>\n<div>\n<p><b>Mapa:</b> H.C. S.G.E. nº 240</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> SIERRA DE LA DEMANDA</p>\n</div>\n<div>\n<p><b>Cuenca:</b> RÍO OJA</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> ED 50 30T X: 0493825, Y: 4672986</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 1150 M</p>\n</div>\n<div>\n<p><b>Longitud:</b> 2 KM</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 80 M</p>\n</div>\n<div>\n<p><b>Carácter:</b> ABIERTO</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Barranco de Pedroso</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Posible pero no necesaria, podemos\ndejar el coche en la parte final y andar un tramo hasta la zona anterior\nal Llano de La Casa</p>\n</div>\n<p>Saliendo de Logroño, tomamos la N-120 dirección Burgos hasta Santo\nDomingo de la Calzada. Continuamos por la LR-111 hasta Ezcaray. Una vez\nen el pueblo tomamos un desvío a la izquierda indicándonos la Estación\nde Esquí de Valdezcaray. Pasamos un puente sobre el río Oja y, más\nadelante, dejamos a la izquierda la subida a la estación. Seguimos por\nla LR-415 hacia \"La Cruz de La Demanda\". Cruzamos Posadas y, tras cuatro\nkilómetros, encontramos a la derecha una pista forestal y un lugar donde\naparcar. Dejamos aquí un vehículo, ya que retornaremos a este sitio\ndesde el río una vez finalizada la actividad. Continuamos por la LR-415\ndurante algo más de tres kilómetros y llegamos al área recreativa de\n\"Llano de La Casa.\" Podemos acceder al cauce del río Oja de forma\ninmediata a partir del área recreativa.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Discurrimos por el cauce del río Oja rodeados de un espeso hayedo e\ninterrumpidos en contadas ocasiones por algún que otro salto hasta el\nrapel de 20 metros . El río se precipita con fuerza y escalonadamente,\npresentando un magnífico escenario de bosque y roca . Tenemos dos\nopciones de descenso: una vía que baja directamente por el cauce del\nrío, y cuya precaria cabecera (2 spit, muy próximos entre si) hayamos\njunto a una placa en memoria de un montañero fallecido al realizar este\nmismo descenso. La otra vía se aleja del agua y el acceso a su cabecera\n(3 parabolt, unidos con sirga de acero) se realiza mediante un pasamanos\nde sirga de acero de unos 10 metros. La segunda opción es la más\nrecomendable para efectuar el descenso con mayor seguridad. La primera\nalternativa no es aconsejable debido a los riesgos inherentes a bajar\ndirectamente por la cascada , así como por tener en su mitad una\n\"marmita trampa\" . A continuación encontramos un salto de 3 metros: para\nefectuarlo realizamos una travesía por la pared izquierda hasta\nsituarnos en una pequeña repisa desde la que saltamos al río. Avanzamos\npor el cauce y pronto llegamos junto a la Central Eléctrica de Posadas.\nTras la cual, nos internamos en otra zona de pequeños saltos, toboganes\ny como final, unos \"rápidos\" (en los que habrá que sortear algún tronco\nque atraviesa el cauce) que nos llevan hasta un puente donde abandonamos\nel barranco.</p>\n<div>\n<p><b>Escapes:</b> Se puede abandonar el río en gran parte del\nrecorrido, salvo en un corto tramo tras superar el único rapel de la\nactividad</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Subimos a la parte superior del puente donde cogemos una pista que\nasciende por la derecha -nordeste- y, en unos minutos, llegamos al sitio\ndonde hemos dejado el primer vehículo.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_de_llano_de_la_casa.htm\">Barranquismo.net</a>\n: Llano Casa</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:rioja:llano_casa\">Wiki-Infobarrancos</a>\n: Barranco de Llano de la Casa (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>13-Apr-10 Jose Mari Rey Garcia</p>\n</div>\n"
}