{
  "url": "https://ropewiki.com/Rosella",
  "latitude": 40.5305,
  "longitude": -0.2469,
  "id": 28326,
  "name": "Rosella",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Portell de Morella</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 30m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> El barranco se encuentra seco debido a\nsu régimen estrictamente torrencial. Su carácter marcadamente vertical y\nla prácticamente inexistencia de marmitas, impiden que el agua pueda\nllegar a estancarse en ningún punto, incluso después de fuertes\nlluvias</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 cuerdas de 30m y cuerda de seguridad</p>\n</div>\n<div>\n<p><b>Neopreno:</b> No es necesario</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> El barranco se encuentra equipado con\nparabolt M10 y placas con anilla Fixe II (todo inoxidable). Hay dos\nanclajes por rápel. Equipamiento realizado durante la apertura en\nfebrero de 2008</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año</p>\n</div>\n<div>\n<p><b>Observaciones:</b> El último rápel del descenso está equipado con\ndos reuniones. La primera facilita el acceso a la vertical y la segunda,\ncolgada ya en la misma pared, permite un descenso de la cascada bastante\naéreo y sin ningún roce</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 0h25</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 0h45 – 1h</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 0h45</p>\n</div>\n<div>\n<p><b>Toponímia:</b> La toponimia parece correcta, ya que la zona donde\nse desarrolla el barranco aparece en los mapas con este nombre</p>\n</div>\n<div>\n<p><b>Mapa:</b> El Portell de Morella 544(4-4) escala 1:10.000. El mapa\npuede visualizarse y descargarse desde la página Web del Instituto\nCartográfico Valenciano: <a\nhref=\"http://www.icv.gva.es\">http://www.icv.gva.es</a></p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> El Maestrazgo</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Cenia - Maestrazgo</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> 30T 0733193 y T67 4490281 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> 30T 0733340 y T67 4490109 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 1.005msnm</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 915msnm</p>\n</div>\n<div>\n<p><b>Longitud:</b> 250m</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 90m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Barranco corto y de carácter muy abierto a lo largo\nde todo el descenso. En general está poco excavado y trabajado por el\nagua. Se trata de un descenso de interés relativo y más bien de\ncoleccionistas. Debido a su escasa entidad conviene combinarlo con el\nBarranco del Toll del Drac</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> El barranco se encuentra excavado en roca\ncalcárea</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>El descenso se puede combinar\ncon el del Barranco del Toll del Drac; ya que el Barranco de la Rosella\nes afluente suyo por la orilla izquierda orográfica</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No es posible realizar ninguna\ncombinación de vehículos</p>\n</div>\n<p>ACCESO: Llegar hasta el Portell de Morella. El pequeño pueblo de\ninterior del Portell se encuentra a 26Km del pueblo de Morella. En la\nentrada del pueblo coger la carretera de la izquierda con indicación a\nVilafranca. Pocos metros después a la izquierda vemos una pista\ndescendente, en la que hay un poste de madera con las siguientes\nindicaciones: “Cami Cova de la Llenya – Camí del Perxas – Roca Roiga”,\n(este punto aparece marcado en el mapa de situación con una flecha\nazul). Aparcar el coche donde no moleste. APROXIMACIÓN: Ya caminando\ntomamos la pista de bajada hasta el inicio del cauce del barranco y poco\ndespués cogemos una senda evidente que surge por la izquierda y discurre\nparalela al cauce sin perder altura. Tras unos 20 minutos veremos junto\na la senda un gran hito de piedras de aproximadamente 1 metro de altura.\nLlegado a este punto bajaremos al cauce del barranco donde encontraremos\nel primer rápel. Si por equivocación nos pasásemos este punto, 100\nmetros después la senda tuerce a la izquierda y comienza a descender por\nla vertiente izquierda de la Rambla del Celumbres, hasta llegar al\núltimo rápel del Barranc de la Rosella y del Barranc del Toll del Drac.\n</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Barranco abierto y con multitud de escapes. Habitualmente se\nencuentra seco, o con alguna marmita estancada fácilmente evitable. Los\ndos primeros rápeles son limpios y no presentan problemas. El tercer\nrápel tiene una reunión colgada para evitar roces sobre las cuerdas, en\nun espectacular final desde el que se ve la rambla de Celumbres y la\ngorga final del Barranc del Toll del Drac. En las inmediaciones del\ndescenso existen algunas edificaciones de piedra típicas de la zona, que\nse encuentran en buen estado de conservación. Si estamos atentos y no\nhacemos mucho ruido, será fácil que veamos algún rebaño de cabras\nmontesas vigilándonos desde lo alto de algún risco.</p>\n<div>\n<p><b>Escapes:</b> Gracias a que el cauce es muy abierto se puede salir\ndel mismo en cualquier punto del descenso</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Desde la base del último rápel y sin perder altura, hay que bordear\nla pared izquierda orográfica en dirección a un farallón, para alcanzar\nasí una senda evidente que asciende paulatinamente. Posteriormente la\nsenda gira a la izquierda, (dejando la pared a la derecha) y alcanza la\ncima. La senda sigue cómodamente remontando el barranco y llega hasta el\npunto donde se encuentra el gran hito próximo al primer rápel. Desde\neste punto sólo resta invertir el camino de aproximación para llegar\nhasta el coche.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Ninguna.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_de_la_rosella.htm\">Barranquismo.net</a>\n: Rosella</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:castellon:rosella\">Wiki-Infobarrancos</a>\n: Barranco de la Rosella (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=11255150\">Wikiloc.com</a> :\nBarranco Rosella (Portell de Morella)</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>10-May-08 Alexis Diaz y Andres Marti</p>\n</div>\n<p>El primer descenso lo realizó Andrés Martí el 23 de febrero de\n2008.</p>\n"
}