{
  "url": "https://ropewiki.com/Fraimo",
  "latitude": 38.6679,
  "longitude": -0.3098,
  "id": 28324,
  "name": "Fraimo",
  "quality": 3,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov",
    "Jun",
    "Jul",
    "Aug",
    "Dec",
    "Jan",
    "Feb"
  ],
  "permit": "No",
  "rappelLongestMeters": 46,
  "shuttleSeconds": 60,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Alcoletja (Alicante)</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 46m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> El barranco se encuentra totalmente\nseco debido a su régimen estrictamente torrencial, que condiciona la\nexistencia de caudal únicamente a breves períodos de tiempo asociados a\nlluvias torrenciales. El barranco desaguará con suma rapidez debido a su\nreducida cuenca de absorción. Además, su gran verticalidad, su cauce\nabierto y la prácticamente inexistencia de marmitas, imposibilita que el\nagua pueda llegar a estancarse en ningún punto. La única marmita que\nexiste se encuentra en la base del R3 de 13m</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 cuerdas de 50m y cuerda de seguridad</p>\n</div>\n<div>\n<p><b>Neopreno:</b> No</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> El barranco se encuentra equipado con\nparabolt M10, spit M8 y placas con anilla tipo Fixe II. Existen dos\npasamanos equipados con cuerda fija. Los puntos de anclaje dobles se\nencuentran reasegurados entre si con cordinos y cintas. Es aconsejable\nllevar material de instalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año. En verano es muy caluroso debido a su\norientación. En pleno invierno la sierra de Aitana puede sufrir nevadas\nintensas</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Combinación de vehículos. Rápeles de bastante\naltura</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 0h20 con combinación de vehículos.\n(-115m de desnivel)</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2h (según grupo)</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 0h25 con combinación de vehículos. (-120m\nde desnivel)</p>\n</div>\n<div>\n<p><b>Mapa:</b> Alcoletja 821(3-4) escala 1:10.000 y Pla del Cirer\n847(3-1) escala 1:10.000, ambos editados por el Instituto Cartográfico\nValenciano: <a\nhref=\"http://www.icv.gva.es\">http://www.icv.gva.es</a></p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Sierra de Aitana</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> 30S 0734155 y T67 4283575 (Datum\nEuropean 1979)</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> Parking del final del barranco: 30S\n0733099 y T67 4283543 (Datum European 1979)</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 1.065 msnm aprox</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 890 msnm aprox</p>\n</div>\n<div>\n<p><b>Longitud:</b> 350m aprox</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 175m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Barranco de carácter muy abierto, con rápeles altos\nen grandes circos y el cauce poco excavado y trabajado por el agua</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> El barranco se encuentra excavado en roca\ncalcárea. Muchas de las cascadas poseen coladas de toba</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Sí. El pueblo de Abdet y los\nbarrancos de Abdet y Sord se encuentran a 16Km del pueblo de\nAlcoletja</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Existe una combinación de vehículos\nde 7.700m. La forma de realizarla se describe detalladamente en el\napartado de la aproximación</p>\n</div>\n<p>Para este descenso es necesario realizar una combinación de vehículos\nde 7.700m. No obstante, si no se dispone de dos vehículos, siempre queda\nla posibilidad de realizar el acceso o el retorno caminando por la pista\ny la carretera. Llegar a la población de Alcoletja (Alicante). El\npequeño pueblo de interior de Alcoletja se encuentra a 19Km de la ciudad\nde Alcoy y a 43Km de la ciudad de Benidorm. Una vez en el pueblo de\nAlcoletja deberemos cruzarlo con dirección a la sierra y base militar de\nAitana, siguiendo para ello la calle principal. 1.100 metros después de\nsalir de Alcoletja hay que desviarse a la izquierda por una pista. Ya\npor la pista de tierra se dejan 2 desvíos a la derecha y 1 desvío a la\nizquierda. Tras 500m desde la carretera y en una curva cerrada a la\nizquierda, se encuentran los restos de un antiguo molino a la derecha.\nAparcar donde no moleste el coche. Las coordenadas de este punto son:\n30S 0733099 y T67 4283543 (Datum European 1979). Con el segundo coche\nhay que volver a la carretera y subir hasta la base militar de Aitana.\nTras rebasar la puerta de acceso a la base militar desviarse a la\nizquierda por una pista de tierra, (4.500m desde el primer parking del\nmolino). Al inicio de la pista existe un poste indicador de los senderos\nde pequeño recorrido (PR) 20, 21 y 22 con dirección a Aitana, Benifato y\nConfrides. Seguir por la pista 3.200m, punto en el que otras 2 pistas se\nunen a la nuestra. Aparcar donde no moleste el coche. Las coordenadas de\neste punto son: 30S 0734944 y T67 4282829 (Datum European 1979). La\npista se encuentra en buenas condiciones para cualquier tipo de\nvehículo. Ya caminando hay que coger la pista que discurre paralela a la\npista por la que acabamos de llegar con el coche, pero en dirección\nopuesta a la que traíamos, es decir, con dirección a la base militar.\nEsta pista desciende progresivamente hasta el cauce del barranco,\npasando junto a un pequeño corral en ruinas y junto a una casa.\nFinalmente alcanza el cauce en una zona bastante llana, donde existen\nmárgenes utilizados antiguamente para el cultivo. Entre los márgenes un\nsendero desciende, hasta que paulatinamente la tierra deja paso a la\nroca y aparece un pequeño tramo excavado y a los pocos metros el primer\nrápel.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Barranco bonito y con bastante interés. Es un descenso muy poco\nconocido, ya que fue abierto a finales de la década de los 90 por\nmiembros del Club d´Espeleologia i Escalà Contestà de la población\nalicantina de Cocentaina. Es muy vertical ya que salva un desnivel de\n175m en unos 350m de desarrollo con 7 rápeles de considerable altura,\nsiendo el más alto de 46m.</p>\n<div>\n<p><b>Escapes:</b> Gracias a que el cauce es muy abierto se puede salir\ndel mismo en prácticamente cualquier punto del descenso, aunque\nposteriormente puede resultar muy difícil alcanzar la cabecera o el\nfinal del barranco debido a la altura de los circos que existen</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>25 metros después del último rápel coger un sendero situado en la\norilla derecha orográfica. El sendero discurre por encima y paralelo al\nbarranco, para finalmente descender hasta el cauce en un punto en el que\nexiste una pequeña casita de bombeo y una surgencia. Justo por debajo de\nla casita cruzar a la orilla izquierda orográfica, a través de una\npequeña pasarela y seguir una manguera y una canalización hasta una\nbalsa. En este punto girar a la izquierda y coger una pista que discurre\npor campos de olivos y desciende hasta los restos del antiguo molino\ndonde hemos dejado uno de los coches.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Ninguna. No ostante, ante la existencia de un ejemplar de águila\nperdicera por la zona, seria recomemdable NO realizar su descenso desde\nel 1 de Enero al 30 de Junio y así favorecer la reproducción de la\nespecie respetando de esta forma periodo de nidificación y cria.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_de_fraimo.htm\">Barranquismo.net</a>\n: Fraimó;Frainós; Alcoletja</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:alicante:fraimo\">Wiki-Infobarrancos</a>\n: Barranco del Fraimó (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=11251128\">Wikiloc.com</a> :\nBarranco de Fraimó; Alcoleja. Alicante</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=11578074\">Wikiloc.com</a> :\nBARRANCO FRAIMÓ; AITANA; ALCOLETJA</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=11585252\">Wikiloc.com</a> :\nBarranco Fraigmó con tramo para llegar con coche</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>26-Dec-06 Andres Marti</p>\n</div>\n<p>Fue abierto a finales de la década de los 90 por miembros del Club\nd´Espeleologia i Escalà Contestà de la población alicantina de\nCocentaina. Agradecer desde aquí a mi amigo Poli Pérez, miembro del\nmencionado club, que nos llevase a descenderlo en septiembre de\n2006.</p>\n"
}