{
  "url": "https://ropewiki.com/Chorron",
  "latitude": 42.2282,
  "longitude": -2.233,
  "id": 28335,
  "name": "Chorron",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 40,
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> ARNEDILLO</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 40 m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> SECO</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 x 40 m</p>\n</div>\n<div>\n<p><b>Neopreno:</b> No es necesario</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 1 hora</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2 horas</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 10 minutos</p>\n</div>\n<div>\n<p><b>Mapa:</b> H.C. S.G.E. nº 242</p>\n</div>\n<div>\n<p><b>Cuenca:</b> RÍO CIDACOS</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> ED 50 30T X: 0563295, Y: 4675402</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> ED 50 30 T X: 0563834, Y: 4674463</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 904 M</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 653 M</p>\n</div>\n<div>\n<p><b>Longitud:</b> 1,2 KM</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 250 M</p>\n</div>\n<div>\n<p><b>Carácter:</b> ABIERTO</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> CALIZA</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Posible pero no necesaria</p>\n</div>\n<p>Entramos en Arnedillo y, a los pocos metros, tomamos al inicio de una\ncurva a la izquierda, una calle empedrada que sube a la derecha. Al\nfinal de la cuesta cogemos un camino a la izquierda que nos lleva a una\nera, a partir de la cual comienza un sendero que se interna en un\nbarranco -noroeste-. Subimos por la parte izquierda del mismo -sentido\nde la marcha-. A la derecha -norte- en la parte alta divisamos un\ncorral, y a su derecha unos muretes, sobre los que hay un collado que\nnos servirá como punto de referencia. Más adelante el camino cruza el\nbarranco y se sitúa en la ladera opuesta a la que subíamos. Surgen\nvarias sendas sembradas de maleza. Trepamos la empinada ladera por\ncualquiera de ellas en dirección al collado. De camino, alcanzamos otra\nsenda más clara que seguiremos hasta el collado de referencia. Una vez\nen el mismo, encontramos una era empedrada, unos corrales -nordeste- y,\nalgo más al este, la vista del barranco al que nos dirigimos, flanqueado\npor los cortados del pico \"Castellar\" -1.025 m.- Continuamos por la\nsenda que se dirige a los corrales -norte- y que prosigue por la parte\ntrasera de los mismos. Avanzamos por ella a media ladera -noroeste-\ncamino del fondo del barranco.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>El descenso se inicia con una zona estrecha surcada por pequeñas\nbadinas y toboganes, con destrepes sucesivos que no superan los cuatro\nmetros. Como en todo el recorrido, la progresión se ve entorpecida por\nla abundante maleza que ocupa el cauce y las laderas del barranco. En\nocasiones, nos veremos obligados a trepar por los laterales del cauce\npara superar zonas impracticables a causa de los espinosos majuelos. Más\ntarde, el paisaje se despeja durante un corto tramo, para luego volverse\na encajonar y seguir con los repetidos resaltes hasta alcanzar un rapel\nde 5 metros (cinta en la base de un arbusto a la izquierda). Pronto\nhallamos otro rapel de 8 metros (anclaremos en la base de los arbustos\ncercanos a la cabecera), siendo lo más recomendable destrepar el mismo\npor la izquierda. Vemos de frente otro tramo recto y abierto en cuyo\nfinal se perfilan los cortados donde se encuentra la última vertical. El\navance es penoso debido a la maleza, obligándonos a ganar altura por la\nladera izquierda (algún tramo expuesto) y superar buena parte del sector\nalejados del cauce. Más adelante bajamos de nuevo al mismo, y\ndescubrimos una surgencia cuyo caudal desaparece cerca del final del\nrecorrido. La maleza nos molestará otra vez y progresaremos por la\nladera derecha hasta alcanzar la última zona del barranco. Aquí\nnuevamente se encañona y permite circular por su fondo con algún que\notro resalte hasta la cabecera del \"volado\" final de 38 metros (2 spit\nunidos por un cordino). El rapel concluye junto a una pequeña poza y los\nrestos de un árbol seco (precaución con el mismo). A continuación,\ntomamos una senda que desciende entre olivares hasta la carretera junto\na la Ermita de Santiago.</p>\n<div>\n<p><b>Escapes:</b> Se puede salir del barranco en cualquiera de las dos\nzonas abiertas, ascendiendo por la ladera derecha hasta la era de los\ncorrales</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Si no hemos dejado otro coche en el final, en cuyo caso la vuelta es\ninmediata. Desde la Ermita de Santiago, seguimos la carretera por la\nderecha -suroeste- y, tras pasar un túnel, se llega al punto de partida\n.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_del_chorron.htm\">Barranquismo.net</a>\n: Chorrón</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>13-Apr-10 Jose Mari Rey Garcia</p>\n</div>\n"
}