{
  "url": "https://ropewiki.com/Barco",
  "latitude": 39.5816,
  "longitude": -0.8656,
  "id": 28334,
  "name": "Barco",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 32,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Gestalgar</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 32m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> El régimen hidráulico es estacional,\naunque la surgencia situada al final del descenso (la Fuente del\nMorenillo), lleva agua permanentemente. La zona inicial del barranco\nparece estar siempre seca, siendo el primer afluente que entra por la\norilla izquierda orográfica el que, de forma estacional, aportará el\nescaso caudal. Debido al perfil predominantemente horizontal y a la\nprácticamente inexistencia de marmitas, es muy difícil que el agua\nllegue a estancarse en ningún punto, a excepción de la base del último\nrápel. Hay que tener en cuenta la vasta cuenca de absorción del barranco\ny los innumerables afluentes, circunstancias que podrían provocar en\ncaso de fuertes lluvias, un rápido y acusado aumento del caudal</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 cuerdas de 35m y cuerda de seguridad</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Si se deciden descender sólo los tres primeros\nrápeles no es necesario. Para realizar el descenso integral puede\nresultar aconsejable según la época del año, aunque posiblemente con el\npeto sería suficiente debido a la inexistencia de marmitas y al marcado\ncarácter abierto del cauce</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> El barranco se encuentra equipado con\nparabolt M10, placas reviradas y placas con anilla Fixe II, a excepción\ndel último rápel que se desciende desde un puente de roca</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Para acceder hasta la cabecera del primer rápel\nes aconsejable equipar un pasamanos recuperable mediante los anclajes\ndispuestos a tal efecto. Durante el descenso del primer rápel existe un\nroce que es conveniente proteger mediante un protector de cuerda. Es\nrecomendable llevar unos alicates de podar para abrirse paso entre las\nzarzas en algún punto del cauce</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> Inmediato desde el final de la pista\nde acceso, (si se dispone de un vehículo todoterreno) y 40 minutos desde\nel inicio de la pista, (si se va caminando)</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 0h45 para la parte superior y 3h para el\ndescenso integral</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 0h20 si se realiza únicamente la parte\nsuperior y se ha dejado el coche en las inmediaciones de la Fuente del\nSalto. 1h si se realiza únicamente la parte superior y se ha dejado el\ncoche al inicio de la pista de acceso. Inmediato para el descenso\nintegral</p>\n</div>\n<div>\n<p><b>Toponímia:</b> La toponimia es correcta, ya que el barranco\naparece en los mapas con este nombre, no obstante en la zona también se\nle conoce como Barranco de la Pera</p>\n</div>\n<div>\n<p><b>Mapa:</b> Bugarra 695(1-2), Sot de Chera 694(4-2) y Picos de Santa\nMaría 694(4-3) escala 1:10.000. El mapa puede visualizarse y descargarse\ndesde la página Web del Instituto Cartográfico Valenciano: <a\nhref=\"http://www.icv.gva.es\">http://www.icv.gva.es</a></p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Camp de Túria</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Río Turia</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> 30S 0683309 y T67 4383493 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> 30S 0684824 y T67 4385564 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 515msnm</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 200msnm</p>\n</div>\n<div>\n<p><b>Longitud:</b> 2.600m (descenso integral)</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 315m (descenso integral)</p>\n</div>\n<div>\n<p><b>Carácter:</b> El barranco se puede dividir en dos partes\nclaramente diferenciadas: una superior y otra inferior. La superior, de\nescaso recorrido y muy vertical, concentra tres de los cinco rápeles del\ndescenso. La parte inferior, de escaso interés deportivo, posee un largo\nrecorrido a través de un cauce tremendamente sinuoso, con constantes\ncambios de dirección, (en algunos casos de 90º) y con bastantes\nafluentes por ambas orillas. Esta segunda parte sólo tiene dos rápeles,\nuno de ellos inaccesible por la densa vegetación, y un larguísimo tramo\nhorizontal de marcha por el cauce, por lo que su descenso está dirigido\núnicamente a coleccionistas. No obstante, el último rápel de este tramo,\nexcavado en travertinos, es un punto muy bonito y que merece una\nvisita</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> El barranco se encuentra excavado principalmente\nen roca calcárea, aunque existen algunos tramos de travertinos y\ntobas</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>El descenso se puede combinar\ncon el del Barranco de Gabaldón, afluente del Barranco del Barco por la\norilla derecha orográfica antes de la confluencia de éste en el Río\nTuria. También existe la posibilidad de combinarlo con el Barranco de\nPeñas Albas situado en el pueblo de Chiva y con los barrancos de\nCarcalín y Juanesen el pueblo de Buñol</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Si se desea realizar sólo la parte\nsuperior no es necesaria. Para el descenso integral realizar la\ncombinación de vehículos, dejando un coche en la Fuente del Morenillo y\notro en la zona de la cabecera, tal y como se explica en los apartados\nde acceso y retorno</p>\n</div>\n<p>ACCESO: Llegar hasta el pueblo de Gestalgar situado en la comarca del\nCamp de Túria, a unos 55 kilómetros aproximadamente de la ciudad de\nValencia. A la entrada del pueblo desviarse a la izquierda por la\ncarretera VV-6301 (CV-379) dirección Chiva y poner el cuentakilómetros a\ncero. Seguir por esta carretera y en el Km 4,1 (desde que colocamos el\ncuentakilómetros a cero), coger un desvío a la derecha, (en este desvío\nexiste una casita de cazadores a la izquierda). En el Km 4,4 se deja un\ndesvío a la izquierda y en el Km 4,9 un desvío a la derecha. En el Km\n7,2 se coge una pista a la derecha. La cabecera del barranco se\nencuentra al final de la pista, aunque debido al mal estado en que se\nencuentra sólo es practicable con un vehículo todoterreno. Si no\ndisponemos de un vehículo de estas características deberemos aparcarlo\nen la entrada de la pista y recorrer caminando los 3,4Km que separan el\ninicio de la pista de la cabecera del barranco. Para realizar el\ndescenso integral, a la entrada del pueblo de Gestalgar desviarse a la\nizquierda por la carretera VV-6301 (CV-379) dirección Chiva y poner el\ncuentakilómetros a cero. Seguir por esta carretera y en el Km 0,8 coger\nuna pista a la derecha con indicaciones a: \"Fuente Peña María y Fuente\ndel Morenillo\". Seguir por la pista (en regular estado), y aparcar el\nvehículo en el Km 3,3, lugar en el que se cruza el cauce del Barranco\ndel Barco a través de un puente. Aquí se encuentra la Fuente del\nMorenillo y finaliza el descenso. Con el segundo coche volver hasta la\ncarretera VV-6301 (CV-379) y continuar hasta coger el desvío de la pista\nque conduce a la cabecera. APROXIMACIÓN: En el punto donde finaliza la\npista existe una fuente con un abrevadero (la Fuente del Salto) y 50\nmetros por debajo de ésta se encuentra el primer rápel del descenso.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>La zona deportiva del barranco se concentra en los tres rápeles\nsituados en la parte superior, aunque si se desea es posible realizar el\ndescenso integral hasta prácticamente la confluencia con el Río Turia en\nlas inmediaciones del pueblo de Gestalgar.</p>\n<div>\n<p><b>Escapes:</b> Gracias a que el cauce es muy abierto se puede salir\ndel mismo en cualquier punto del descenso, aunque posteriormente puede\nresultar un poco difícil alcanzar la cabecera o el final del barranco\ndebido a la altura de los circos que existen y a la densa vegetación de\nalgunas zonas</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Tras finalizar los tres rápeles iniciales continuar descendiendo por\nambas orillas, ya que el cauce se encuentra muy vestido por la\nvegetación, hasta el punto donde la senda del PRV-291 cruza el barranco.\nUna vez en el PR, si se ha optado por realizar sólo el descenso del\ntramo superior, continuar hacia la izquierda en ascenso, para volver a\nla Fuente del Salto y el coche. Si se ha decidido realizar el descenso\nintegral habrá que seguir por la derecha, aguas abajo dirección\nGestalgar, y entrar nuevamente en el cauce en el punto donde la\nvegetación lo permita. El descenso integral finaliza en la Fuente del\nMorenillo, lugar en el que previamente habremos dejado el segundo\ncoche.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Ninguna.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_del_barco.htm\">Barranquismo.net</a>\n: Barco</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:valencia:barco\">Wiki-Infobarrancos</a>\n: Barranco del Barco (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=14782238\">Wikiloc.com</a> :\nBarranco El Barco. Gestalgar</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>7-Jan-09 Andres Marti</p>\n</div>\n<p>El primer descenso lo realizaron miembros del Club de Montañismo de\nCheste en el año 2.005.</p>\n",
  "version": "3b0cdf9a87cf7e1cc524788311c3fbae"
}