{
  "url": "https://ropewiki.com/Escosal_(Lower)",
  "latitude": 43.1714,
  "longitude": -5.0717,
  "id": 28339,
  "name": "Escosal (Lower)",
  "months": [
    "Jun",
    "Jul",
    "Aug"
  ],
  "permit": "No",
  "rappelLongestMeters": 16,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Sajambre / Sayambre</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 16 m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Caudal abundante todo el año. Aguas\nfrías y cristalinas. En invierno y deshielo presenta fuertes\ncrecidas</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 35 m</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Sí. Aconsejable llevar guantes</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Sólo factible en verano</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Evaluar bien la metereología. Si entra en carga\nmientras lo descendemos estaremos totalmente vendidos; y entra en carga\nrápidamente</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 45 minutos</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 45 min - 1 hora</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> inmediato</p>\n</div>\n<div>\n<p><b>Mapa:</b> Hoja 55 (Beleño) del 1:50.000 del IGN y Hoja 55-III\n(Beleño) del 1:25.000</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Precornión. Parque nacional de Picos de\nEuropa</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Ríu Sella</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> X: 331.610 Y: 4.781.930</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 450 m</p>\n</div>\n<div>\n<p><b>Longitud:</b> 200 m</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 60 m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Muy cerrado, oscuro y acuático. Corto pero de gran\nambiente</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Calizas del carbonífero superior</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b> Tolivia, Viboli, Cobarcil,\nCanalita, Tres Puniellos, etc</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No se necesario más que un coche</p>\n</div>\n<p>Acceso en coche: Desde Cangues/Cangas de Onís tomamos la N-625 en\ndirección al puerto del Pontón y Riaño. Proseguiremos por esta carretera\nhasta Puente Angoyu, lugar donde entraremos en la provincia de León. En\nmenos de un kilómetro atravesaremos el túnel de Regaldín, y poco más\nallá el puente Cuniellu, que vadea la Riega La Escosal. Aquí, junto al\npuente, aparcaremos el vehículo (hay lugar apropiado para ello). Desde\nCangues son 25,7 km. Acceso desde el coche: De la orilla sur del puente\nCuniellu parte un sendero ascendente por el que nos encaminaremos. La\nsenda se pierde al poco, debiendo proseguir hacia arriba, dirigiéndonos\nun poco hacia la izquierda, hasta alcanzar una pequeña cresta que divide\nla ladera que vierte al Sella de una canal boscosa que vierte a la riega\nLa Escosal. Cambiamos de vertiente y descendemos por esta canal arbolada\nhacia el cauce. Al fondo de la canal ésta aumenta su inclinación, siendo\naconsejable montar un rápel desde alguno de los numerosos árboles para\nllegar al río. Aproximadamente recorreremos 1 km, ascendiendo un\ndesnivel de unos 100 m. para descender después más o menos la mitad por\nla canal boscosa.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>El Beyu la riega La Escosal es uno de los barrancos más bonitos,\noscuros y acuáticos de la margen derecha de Los Beyos. Accedemos al\ncauce encontrándonos de inmediato un primer rápel opcional de 5 m. entre\nbloques. A continuación el cauce se encaja en una fisura estrecha y\noscura con un tobogán en su inicio, de unos pocos metros de ancho y\naltas paredes verticales, en la que se encadenan otros tres rápeles, con\nbadinas estrechas y de aguas frías en sus bases. El beyu se abre tras el\ncuarto rápel, frente al puente donde hemos dejado el coche. Barranco muy\nencajado y sombrío, rara vez (y sólo a media tarde) se nos colará un\nrayo de sol en la profundidad del beyu.</p>\n<div>\n<p><b>Escapes:</b> No existen escapes ni resguardos</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Inmediato. Llegados al final del descenso abandonaremos el cauce por\nla derecha (antes del puente) o por la izquierda (después del puente)\nhacia la carretera, a la que saldremos justo donde hemos dejado aparcado\nel coche.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>El Beyu La Escosal se sitúa en el interior del Parque Nacional de los\nPicos de Europa, prohibiendo expresamente la normativa del Parque el\ndescenso de cañones y barrancos dentro de sus límites. El descenso de\neste barranco se halla por tanto prohibido por ley y sujeto a sanciones\neconómicas.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/beyu_la_escosal.htm\">Barranquismo.net</a>\n: Beyu Escosal (Tramo Inferior)</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:leon:escosal_inf\">Wiki-Infobarrancos</a>\n: Beyu la Escosal Inferior (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>2-Aug-08 Pablo Solares Villar</p>\n</div>\n<p>No conocemos a los autores ni la fecha, pero lleva abierto bastantes\naños.</p>\n"
}