{
  "url": "https://ropewiki.com/Pedroso",
  "latitude": 42.2912,
  "longitude": -2.67,
  "id": 28331,
  "name": "Pedroso",
  "months": [
    "Mar",
    "Apr",
    "May"
  ],
  "permit": "No",
  "rappelLongestMeters": 12,
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> PEDROSO</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 12 m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Caudal constante</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 1 x 30 m</p>\n</div>\n<div>\n<p><b>Neopreno:</b> SI</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Primavera</p>\n</div>\n<div>\n<p><b>Observaciones:</b> No es un barranco excesivamente complicado,\npero al ser estrecho hay que informarse de la meteorología, siendo\npeligroso con riesgo de tormenta</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 1 hora a pie o 15 minutos en\ncoche</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 4-5 horas</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> Inmediato</p>\n</div>\n<div>\n<p><b>Mapa:</b> H.C. S.G.E. nº 241</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> serradero</p>\n</div>\n<div>\n<p><b>Cuenca:</b> RÍO NAJERILLA</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> ED 50 30T X: 0527208, Y: 4682158</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 1064</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 772</p>\n</div>\n<div>\n<p><b>Longitud:</b> 4,4 KM</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 292</p>\n</div>\n<div>\n<p><b>Carácter:</b> estrecho pero fácilmente accesible</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> CONGLOMERADO</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Son convenientes dos coches: uno en\nPedroso –donde sale el río- y otro al principio del barranco para evitar\nla caminata de aproximación hasta el mismo. No obstante, no es\nimprescindible</p>\n</div>\n<p>Cerca del pueblo hay un puente que cruza el río. Antes del mismo\ntomaremos una pista a la derecha (apta para cualquier vehículo),\npasaremos junto a unos pabellones y dejamos un pequeño puente a la\nizquierda. Enseguida, seguimos un camino cementado a la izquierda que\nbaja y cruza el río, cerca de un área recreativa. Aquí dejamos un coche\nen lo que será nuestra salida del barranco. Para ir al inicio del mismo,\nvolvemos al camino donde se iniciaba la bajada cementada. Seguimos la\npista por la izquierda –este-, la cual se interna en el valle camino del\nSerradero. A los 3 km dejamos otra pista a la derecha, y poco después\nencontramos el área recreativa de \"Fuente Piojosa\", con fuente, mesas y\nasador. Un par de kilómetros más arriba (la aproximación completa consta\nde unos 5 km), el camino describe una curva a la izquierda, en cuyo\ninterior hay que pasar un puente parcialmente oculto que canaliza el\nbarranco. Este es el principio del mismo. Comenzamos la actividad\ntomando a la izquierda, un par de metros antes del puente, una difusa\nvereda que desciende por la ladera hasta alcanzar el fondo del\nbarranco.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Una vez en el cauce del barranco discurrimos entre pozas, badinas y\nalgún pequeño salto. Encontramos zonas a destrepar que no superan los 3\nmetros con alguna \"marmita trampa\" . Así mismo observaremos varios\naportes de otros barrancos laterales. Tras 45 minutos aproximadamente,\nel barranco se abre y pasamos bajo un puente cercano a las paredes de la\nErmita de \"Santa Teodosia\" . Pronto hallamos el primer rapel de 6 metros\n-árbol a la izquierda-; posteriormente destrepamos un resalte de 3\nmetros y llegamos al rapel más largo: 12 metros -2 anillas-, que termina\nen una bonita poza. A continuación efectuamos un destrepe de 4-5 metros.\nDisfrutamos de la belleza del bosque que nos rodea hasta la siguiente\nvertical de 6 metros -árbol a la izquierda-. A continuación, transitamos\ndurante una hora y media entre pequeños saltos, badinas que superar a\nnado y abundantes zonas estrechas (ojo al suelo, suele ser muy\nresbaladizo), todo ello cubiertos por un espeso bosque. Más tarde\nllegamos a una captación de agua -cerrada por una reja-; pocos metros\ndespués encontramos un camino que cruza el río y una cascada de unos 6\nmetros. Se puede pasar la cuerda alrededor de unos árboles a la\nizquierda, accediendo fácilmente a su parte inferior, desde donde se\npuede rapelar o saltar (comprobando previamente el fondo de la poza). A\ncontinuación, tras pasar otro puente, cruzamos a nado varias badinas\nllegando a otra cascada. Aquí los anclajes naturales son menos\nevidentes, bajándose en oposición. Colocamos los pies en las paredes del\ncauce y avanzamos de forma aérea hacia la poza de captación, donde\nsaltamos -1 ó 2 metros-. Continuamos por una zona bellamente excavada\npor el agua destacando unas singulares \"viseras\". Pronto alcanzamos otro\nsalto que, dependiendo del caudal, es conveniente bajar rapelando -árbol\na la derecha-. Seguidamente cruzamos a nado otro par de badinas y\nllegamos al lugar donde hemos dejado el vehículo, junto al área\nrecreativa de Pedroso. Según la época del año en que realicemos el\ndescenso, la salida puede estar limitada por una presa que se habilita\nen época estival para que se bañen los vecinos de la localidad.</p>\n<div>\n<p><b>Escapes:</b> En el puente de madera previo a los primeros rapeles\ny, más abajo, en el rapel posterior a la captación de agua -reja\nmetálica-. No obstante, a lo largo del recorrido, encontraremos más\nzonas donde las paredes del barranco dan posibilidades de abandonar el\nmismo con facilidad</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>i hemos dejamos un vehículo a la salida del mismo, el retorno es\ninmediato.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_de_pedroso.htm\">Barranquismo.net</a>\n: Pedroso</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:rioja:pedroso\">Wiki-Infobarrancos</a>\n: Barranco del Río Pedroso (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>13-Apr-10 Jose Mari Rey Garcia</p>\n</div>\n",
  "version": "85cb242a06f008de948c421d2a196b28"
}