{"id":28331,"name":"Pedroso","geojson":null,"riskRating":null,"months":["Mar","Apr","May"],"timeRating":null,"rappelCountMax":null,"quality":0,"shuttleSeconds":null,"latitude":42.2912,"longitude":-2.67,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><div><b>Acceso desde:<\/b> PEDROSO<\/div>\n<div><b>Altura de rápel mas largo:<\/b> 12 m<\/div>\n<div><b>Información del caudal:<\/b> Caudal constante<\/div>\n<div><b>Material necesario:<\/b> 1 x 30 m<\/div>\n<div><b>Neopreno:<\/b> SI<\/div>\n<div><b>Material de instalación:<\/b> Aconsejable llevar material de instalación de repuesto<\/div>\n<div><b>Epoca:<\/b> Primavera<\/div>\n<div><b>Observaciones:<\/b> No es un barranco excesivamente complicado, pero al ser estrecho hay que informarse de la meteorología, siendo peligroso con riesgo de tormenta<\/div>\n<div><b>Horario de aproximación:<\/b> 1 hora a pie o 15 minutos en coche<\/div>\n<div><b>Horario de descenso:<\/b> 4-5 horas<\/div>\n<div><b>Horario de retorno:<\/b> Inmediato<\/div>\n<div><b>Mapa:<\/b> H.C. S.G.E. nº 241<\/div>\n<div><b>Zona o macizo:<\/b> serradero<\/div>\n<div><b>Cuenca:<\/b> RÍO NAJERILLA<\/div>\n<div><b>Coord. GPS del inicio:<\/b> ED 50 30T X: 0527208, Y: 4682158<\/div>\n<div><b>Altura en inicio:<\/b> 1064<\/div>\n<div><b>Altura en final:<\/b> 772<\/div>\n<div><b>Longitud:<\/b> 4,4 KM<\/div>\n<div><b>Desnivel:<\/b> 292<\/div>\n<div><b>Carácter:<\/b> estrecho pero fácilmente accesible<\/div>\n<div><b>Tipo de roca:<\/b> CONGLOMERADO<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div><b>Combinación de vehículos:<\/b> Son convenientes dos coches: uno en Pedroso –donde sale el río- y otro al principio del barranco para evitar la caminata de aproximación hasta el mismo. No obstante, no es imprescindible<\/div>\n<p>Cerca del pueblo hay un puente que cruza el río. Antes del mismo tomaremos una pista a la derecha (apta para cualquier vehículo), pasaremos junto a unos pabellones y dejamos un pequeño puente a la izquierda. Enseguida, seguimos un camino cementado a la izquierda que baja y cruza el río, cerca de un área recreativa. Aquí dejamos un coche en lo que será nuestra salida del barranco. Para ir al inicio del mismo, volvemos al camino donde se iniciaba la bajada cementada. Seguimos la pista por la izquierda –este-, la cual se interna en el valle camino del Serradero. A los 3 km dejamos otra pista a la derecha, y poco después encontramos el área recreativa de \"Fuente Piojosa\", con fuente, mesas y asador. Un par de kilómetros más arriba (la aproximación completa consta de unos 5 km), el camino describe una curva a la izquierda, en cuyo interior hay que pasar un puente parcialmente oculto que canaliza el barranco. Este es el principio del mismo. Comenzamos la actividad tomando a la izquierda, un par de metros antes del puente, una difusa vereda que desciende por la ladera hasta alcanzar el fondo del barranco.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Una vez en el cauce del barranco discurrimos entre pozas, badinas y algún pequeño salto. Encontramos zonas a destrepar que no superan los 3 metros con alguna \"marmita trampa\" . Así mismo observaremos varios aportes de otros barrancos laterales. Tras 45 minutos aproximadamente, el barranco se abre y pasamos bajo un puente cercano a las paredes de la Ermita de \"Santa Teodosia\" . Pronto hallamos el primer rapel de 6 metros -árbol a la izquierda-; posteriormente destrepamos un resalte de 3 metros y llegamos al rapel más largo: 12 metros -2 anillas-, que termina en una bonita poza. A continuación efectuamos un destrepe de 4-5 metros. Disfrutamos de la belleza del bosque que nos rodea hasta la siguiente vertical de 6 metros -árbol a la izquierda-. A continuación, transitamos durante una hora y media entre pequeños saltos, badinas que superar a nado y abundantes zonas estrechas (ojo al suelo, suele ser muy resbaladizo), todo ello cubiertos por un espeso bosque. Más tarde llegamos a una captación de agua -cerrada por una reja-; pocos metros después encontramos un camino que cruza el río y una cascada de unos 6 metros. Se puede pasar la cuerda alrededor de unos árboles a la izquierda, accediendo fácilmente a su parte inferior, desde donde se puede rapelar o saltar (comprobando previamente el fondo de la poza). A continuación, tras pasar otro puente, cruzamos a nado varias badinas llegando a otra cascada. Aquí los anclajes naturales son menos evidentes, bajándose en oposición. Colocamos los pies en las paredes del cauce y avanzamos de forma aérea hacia la poza de captación, donde saltamos -1 ó 2 metros-. Continuamos por una zona bellamente excavada por el agua destacando unas singulares \"viseras\". Pronto alcanzamos otro salto que, dependiendo del caudal, es conveniente bajar rapelando -árbol a la derecha-. Seguidamente cruzamos a nado otro par de badinas y llegamos al lugar donde hemos dejado el vehículo, junto al área recreativa de Pedroso. Según la época del año en que realicemos el descenso, la salida puede estar limitada por una presa que se habilita en época estival para que se bañen los vecinos de la localidad.\n<\/p>\n<div><b>Escapes:<\/b> En el puente de madera previo a los primeros rapeles y, más abajo, en el rapel posterior a la captación de agua -reja metálica-. No obstante, a lo largo del recorrido, encontraremos más zonas donde las paredes del barranco dan posibilidades de abandonar el mismo con facilidad<\/div>\n<p>{{pic|siz\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>e=X|:paginas_barrancos_barranco_de_pedroso.jpg~}}\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>i hemos dejamos un vehículo a la salida del mismo, el retorno es inmediato.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barranquismo.net\/paginas\/barrancos\/barranco_de_pedroso.htm\">Barranquismo.net<\/a> &#160;: Pedroso<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/www.docuwiki.infobarrancos.es\/doku.php?id=barrancos:rioja:pedroso\">Wiki-Infobarrancos<\/a> &#160;: Barranco del Río Pedroso (<a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/infobarrancos.es\/\">http:\/\/infobarrancos.es\/<\/a>)<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<div style=\"display:none\" class=\"barranquismonet\">13-Apr-10 Jose Mari Rey Garcia<\/div>\n\n\n<\/div>","technicalRating":null,"rappelLongestMeters":12,"permit":"No","waterRating":null,"rappelCountMin":null,"vehicle":null,"version":"a0d839d3b3456a3f2faf4967f24856dc1fea32ee07a4eb0c8e8c87a7ef4f2291","url":"https:\/\/ropewiki.com\/Pedroso"}