{
  "url": "https://ropewiki.com/San_Martin_(Pe%C3%B1a_Muro)",
  "latitude": 42.3104,
  "longitude": -2.3001,
  "id": 28338,
  "name": "San Martin (Peña Muro)",
  "months": [
    "Mar",
    "Apr",
    "May"
  ],
  "permit": "No",
  "rappelLongestMeters": 8,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> JUBERA</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 8 m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Normalmente seco, con agua después de\nlluvias intensas</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 1 x 20 m</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Sólo con caudal</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Primavera</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 25 minutos</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 1 hora</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 10 minutos</p>\n</div>\n<div>\n<p><b>Mapa:</b> H.C. S.G.E. nº 242</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> SIERRA DEL CAMERO VIEJO</p>\n</div>\n<div>\n<p><b>Cuenca:</b> RÍO JUBERA</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> ED 50 30T X: 0557679, Y: 4684480</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 657 M</p>\n</div>\n<div>\n<p><b>Longitud:</b> 400 M</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 40 M</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No es necesaria</p>\n</div>\n<p>Desde Logroño tomaremos la LR-250 a Villamediana de Iregua y\nproseguiremos por la LR-259 a Murillo. Seguimos por la LR-261 a Ventas\nBlancas, accediendo al valle por la LR-470 hasta Jubera. Antes de llegar\nal puente que cruza el río para entrar en esta localidad y, tras una\ncurva, tomaremos una pista de tierra -su inicio está asfaltado- a la\nderecha. Circulamos por ella, aparcando el vehículo junto a unos\npabellones. Seguimos el camino hacia el norte. Pronto dejamos a la\nizquierda la ermita de Nª Sra. Del Prado y viramos hacia el oeste\ndescendiendo hasta las ruinas de unas antiguas minas de plomo . En sus\ncercanías encontraremos la boca de alguna de las minas que, a los pocos\nmetros, se encuentran colapsadas por desprendimientos. Continuamos por\nun sendero que sale al oeste y que va paralelo al barranco. Dejamos otra\nsenda descendente a la derecha que nos lleva a la parte final del\nbarranco que vamos a realizar y a otro sector de minas con rincones de\ngran belleza. El camino se empina ligeramente. Poco después llegamos a\nun puente que cruza el barranco formando una vista espectacular. Subimos\nhasta unas colmenas, ascendendiendo hasta enlazar con otro camino que\nviene del norte. Seguimos esta marcada senda en dirección sur\ntransitando cerca de un gran peñote a la izquierda. Unos metros después\nel suelo está empedrado a modo de calzada. Enseguida vemos el cauce del\nrío, descendiendo por una senda hasta su lecho, donde comenzaremos el\ndescenso.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Discurrimos por el lecho empedrado hasta un primer resalte de 4m\nfácilmente destrepable. A los pocos metros dejamos atrás el primer\nescape y superamos una badina bordeándola por la pared izquierda. Al\notro lado surge un corto salto a otra badina, que eludimos por un\ndestrepe a la derecha. Seguidamente hallamos un salto de unos 4m (rapel\nequipado en el extremo derecho). Después viene un destrepe de 3m que\ntermina en otra badina (puente de roca). Poco después cruzamos el puente\nmedieval y discurrimos algo más de 100m por el lecho del río.\nDestrepamos un resalte y llegamos al rapel de 8m (2 parabolt). Abajo, el\nfinal del barranco sigue por la derecha por dos destrepes y sendas\nbadinas; sin embargo, normalmente no se hacen, ya que carecen de interés\ny son fácilmente eludibles trepando un corto resalte lateral.</p>\n<div>\n<p><b>Escapes:</b> Al poco de entrar, a la izquierda se ve una pedrera\nque sube hacia la boca de la cueva de San Martín, que se divisa desde el\nfondo. Otra opción surge en el tramo comprendido entre el puente y el\nrapel de 8 m</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>A la derecha sale un senda que en pocos metros nos lleva a las minas\nque hemos mencionado en la aproximación. Siguiendo la senda llegaremos\nal camino de inicio y a nuestro punto de partida.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_san_martin_pena_muro.htm\">Barranquismo.net</a>\n: San Martín (Peña Muro)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>13-Apr-10 Jose Mari Rey Garcia</p>\n</div>\n",
  "version": "83a8312c2f431124c8153c496f623194"
}