{"version":"02497c57620f623bc1edc5f3dd750370df408e453cf3d8eb769c311f2c8ed55c","vehicle":null,"months":["Jul","Aug","Sep","Oct"],"rappelCountMax":4,"latitude":38.3207,"waterRating":"C2","url":"https:\/\/ropewiki.com\/Leavitt_Falls","technicalRating":4,"quality":4.3,"id":2834,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Leavitt Falls is a short but serious swift water canyon that holds many technical challenges for the experienced canyoneer.  A nice picture of the waterfalls can be seen <a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.world-of-waterfalls.com\/california-leavitt-falls.html\">here<\/a>.  Set in the High Sierra, Leavitt Falls’s challenge is matched by its spectacular beauty.  During a descent of Leavitt Falls you will be pummeled by intense waterfalls, challenged to avoid dangerous hydraulics and treated to some really magnificent High Sierra views. The technical section of Leavitt Falls is  relatively short but the challenges are real. Solid leadership with a good understanding of swift water canyoneering is a must. This is no place for beginners!\n<\/p><p>All the water in Leavitt Falls flows naturally through the canyon. In a normal year, all this water flows through Leavitt Falls in spectacular fashion for most of the summer. It is a an awe-inspiring site to look at the canyon in this condition but it would be very dangerous to attempt a descent under high flow.  Depending on the snowpack, the flow through Leavitt Falls will subside somewhat during mid to late summer, opening a window for descents. In big snow years this window may never open. Pushing the limits in Leavitt Falls is a very dangerous proposition and cannot be recommended in any way.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From Sonora Pass on CA-108 in the High Sierra, travel east 5.9 miles and park at a pullout on the south side of the road that is located just before CA-108 starts to head steeply downhill and next to a “12% \ndownhill grade” sign. This is the upper trailhead. The pullout is big enough for 2-3 cars. There is also a short driveway adjacent to the pullout but this driveway has deep sandy soil and can easily stick a car that is not 4WD. From the short driveway head south following a lateral ridge. As you reach the end of the ridge start to descend southwest off of the ridge and down towards Leavitt Creek. Make your way down to the creek, find a passage through the brush and walk the creek downstream a short way to the top of the first falls in Leavitt Falls.\n<\/p>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Checkpoint\">Checkpoint<\/h3><\/div>\n<p>Before attempting a descent of Leavitt Falls it is important to check the flow to make sure that it is not too high. This is best done from a viewing platform located 1\/3 mile down from the Parking for the Approach (see map). You will find this platform at a turnout with a sign for the “Leavitt Falls Vista.” From the viewing platform most of the route is on display before you. Note the second to last falls. The watercourse splits at the top of this 80-foot tall falls, going around either side of a large spire. If water is flowing around both sides of the spire, the flow is too high and a descent should not be attempted. If water is only flowing around the right side of the spire (LUC) then the flow MAY be low enough and it is worth hiking to the drop-in point of the canyon (first rappel) for a look. \n<\/p>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Shuttle\">Shuttle<\/h3><\/div>\n<p>You don't need to set up a shuttle, but if you have two vehicles, park one at the Vista point parking. If doing the Old Exit (not recommended), you will need to leave a vehicle at the lower trailhead located 1.4 miles on CA-108 steeply downhill past switchbacks to a large parking area on the north side of the road that is across the street from the Leavitt Meadows Pack Station.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Before committing to a descent of Leavitt Falls seriously consider the flow you see going over the first falls. If you feel that you are up to it get ready for a wild ride!\n<\/p><p><b>Rap 1<\/b>: 100 feet from a tree on the RIGHT (RDC) at the head of the canyon. This is a double drop rap and is very interesting. You may have noticed that the line of the rappel seems to intersect with the pounding beast of a waterfall to your left. The idea is to rap down to the first, hanging, pool which (hopefully) isn’t a swimmer while staying out of the main blast of water. Traverse carefully under the first waterfall and climb up onto a ledge RDC. Be careful in here as the current is strong and it will try to suck you and your hanging bag over the second falls below. Once on the ledge continue the rappel down relatively easily to the pool below. Be sure to set the rope length or be prepared for a floating disconnect in current. When deploying the rappel line, take caution to not have the rappel line get tangled in any debris. As of September 4, 2016, a log is jammed in the second tier of the water fall and the rope can easily become tangled in it. \n<\/p><p>Swim to the rocks on the other side of the pool and await the rest of your team.\n<\/p><p>The rope pull from the first rappel can be very tricky due to debris lodged at the top of the lower waterfall in the rappel sequence. This debris can tend to stick the rope after it has been pulled down off the anchor and is floating in the current. If at all possible, it is best to keep the rope out of the lower waterfall during the pull. If it gets in this waterfall, pull the rope quickly down so that it does not double over on i\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐nkwpw\nCached time: 20240914191913\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.004 seconds\nReal time usage: 0.005 seconds\nPreprocessor visited node count: 12\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>tself and stick. The canyon in this section is not escapable and getting stuck would not be fun. \n<\/p><p>It should be noted that the entire first waterfall sequence could be bypassed by rapping off a large tree a short ways downcanyon on the RIGHT (RDC). But, what fun would that be as you would miss a spectacular drop and the first significant challenge in Leavitt Falls.\n<\/p><p>Continue downstream through a magical hallway and down a few minor downclimbs.\n<\/p><p><b>Rap 2<\/b>: 30 feet from 2 bolts on the LEFT (LDC). This rappel drops straight though another raging waterfall in a narrow slot. It can be done as a sort of self-belayed, rope assisted downclimb by the first \ncanyoneer down. Be careful of a potential hydraulic at the base of the falls. With one down a zip line can be set-up using the rocks at the far end of the pool as a bottom anchor. It is best to leave a short rappel line as well so that canyoneers can get out on top of the boulder at the brink of the falls before zipping down.\n<\/p><p>From this pool a difficult escape from the canyon may be possible by climbing up a weakness on the RIGHT (LDC). \n<\/p><p>Make your way though the rocks at the back of the pool and downclimb on the RIGHT (RDC) to the next pool. Cross over to rocks on the other side of the canyon. In 2007 there was also a downed tree spanning the canyon here that seemed like it could be walked by the brave to make this cross-over. Note, this area of the canyon has rock fall danger, speedy passage is advised. \n<\/p><p>Continue down canyon to a nice 8 foot slide. Swim a pool and exit on the RIGHT (LDC). You are now right next to the spire you eyed from the observation deck. The next anchor is on the top of the spire. \n<\/p><p><b>Rap 3<\/b>: 80 feet from 2 bolts in the MIDDLE of the canyon on the top of a spire. Climb up the spire from the RIGHT (RDC). This rappel is also tricky. Although it avoids the teeth of the braided falls beside you at the top, the fall line heads into them towards the bottom. The first person down should work their way down canyon on the vertical wall as they head down the rappel. This will set up a pendulum but will avoid entering the powerful falls high. Eventually you will loose your footing on the slippery rock and swing back into the falls. There is a dangerous, deep, hanging pothole hidden in the falls about 2\/3 of the way down. Getting in it is very scary as the current will try to keep you and there is no bottom. All the pendulum business may help you avoid this pothole. If you are lucky you will swing back into the falls below the pothole and rap to the pool below. Consolation prize, the pool at the bottom is only waist deep, easily managed and you will be in quite the spectacular alcove between large and powerful falls. Set-up a guided rappel off of meat in the back of the alcove for the remainder of your team. \n<\/p><p>Looking around, the inquisitive canyoneer may ask, “how do I get out of here?” The canyon narrows down into the top of the fiercest falls yet and canyon walls tower above. At the back of the alcove where your meat probably was you will notice a ledge about 10 feet up. The next anchor and your escape are on this ledge. Getting there requires climbing a tough V4 boulder problem to top out on the ledge. Fortunately there is a horn on the lip of the ledge that can be slung making it also go at A1! Be creative and top out on the ledge. \n<\/p><p><b>Rap 4<\/b>: 115 feet from 2 bolts on the LEFT (LDC). This is a spectacular single drop beside a monster falls. There are little sections of freehang mixed in to the mostly vertical descent. Where you land in the pool below is only about waist deep. Marvel at the last falls, gather yourself and start headed down stream sticking mostly to the right bank of the creek. Usually staying on the bank provides faster passage than the watercourse itself though you will be forced back into the water a few times. After a while the gradient flattens and the creek bed starts to get a bit brushier. Soon you come to the smallest dam \nin the world. Get your gear off here next to the dam. You will be leaving the water behind.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Keep headed downhill until the walls of the canyon open up, at this point you can leave the water and take one of two exit options.\n<\/p><p>You can choose to do the old exit (1.2 miles downhill) or the new exit (\n<\/p>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"New_Exit_[0.25mi_uphill]\"><span id=\"New_Exit_.5B0.25mi_uphill.5D\"><\/span>New Exit [0.25mi uphill]<\/h3><\/div>\n<p>Go up canyon right, following a path behind a rock outcrop that will take you to the spine of the crest, from there follow game trails up the hill back to the vista point.\n<\/p>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Old_Exit_[1.2mi_downhill]\"><span id=\"Old_Exit_.5B1.2mi_downhill.5D\"><\/span>Old Exit [1.2mi downhill]<\/h3><\/div>\n<p>Keep headed downhill drifting farther and farther right (LDC) of the creek. You may have to cross a small diversion stream. You will see a fence line in the woods marking a parcel of private property. STAY \nCLEAR OF THIS PROPERY. The landowner is friendly but please respect his property line. Skirt this property by heading right (LDC). You may pick up an old dirt road. Eventually the fence makes a 90-degree turn at the forest edge and a route into the spectacular \n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐f4cs4\nCached time: 20240914191914\nCache expiry: 2592000\nReduced expiry: false\nComplications: []\nCPU time usage: 0.004 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 9\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Leavitt Meadows unfolds. Head east into the meadow until you reach a well-worn stock trail. Turn north (left) on this trail and follow it as it crosses back over Leavitt Creek and continues all the way out to your car at the Leavitt Pack Station.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Alternate_Exit_[0.5mi_downhill]\"><span id=\"Alternate_Exit_.5B0.5mi_downhill.5D\"><\/span>Alternate Exit [0.5mi downhill]<\/h3><\/div>\n<p>After the walls open up and the canyon disappears, exit the canyon right instead of left.  Angle up to the left and you may find a nice game trail that takes you to the bottom switchback of highway 108.  This should keep you above any private property and put you on the road just up the hill from your car.  Just in case, it is probably wise to aim for a GPS point: 38.322392,-119.556162 (see map)\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li>Beta was originally posted on sierracanyons.org (now defunct), \n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/vimeo.com\/124082473\">Video featuring the first descent<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.flickr.com\/photos\/55452339@N00\/sets\/72157600948473666\/\">Pictures from 2007<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>First descent by the SierraCanyons.org team, somtime between 2006 and 2008.\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐mrcjn\nCached time: 20240914191914\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.007 seconds\nPreprocessor visited node count: 16\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","timeRating":"II","geojson":{"type":"FeatureCollection","features":[{"geometry":{"type":"LineString","coordinates":[[-119.56006228923798,38.321157751895115,0],[-119.55852270126343,38.320635878596605,0],[-119.55746591091156,38.32057485284459,0],[-119.55617845058441,38.32237403879163,0]]},"properties":{"name":"Alternate Exit"},"type":"Feature"},{"type":"Feature","properties":{"name":"Approach"},"geometry":{"type":"LineString","coordinates":[[-119.56459633498764,38.320435321482854,0],[-119.56465647935937,38.32024433138142,0],[-119.56450204700991,38.32001125371856,0],[-119.56434890715627,38.319947907156305,0],[-119.56423929878633,38.31987159129582,0],[-119.56412847845434,38.31976507611239,0],[-119.56417652056325,38.31965598790396,0],[-119.56426878399628,38.319536118058885,0],[-119.56431958101729,38.319398997902624,0],[-119.56419826148965,38.31931115759816,0],[-119.56402233473875,38.31926859071703,0],[-119.56387026123429,38.31923923713021,0],[-119.56375287119477,38.3191294355974,0],[-119.56362690574679,38.31902595835324,0],[-119.56347395938224,38.31897877499865,0],[-119.56331836618926,38.319053875103975,0],[-119.56325034789802,38.31903262112828,0],[-119.56311279629517,38.31910796647427,0]]}},{"type":"Feature","geometry":{"coordinates":[[-119.56308782100677,38.3191133759544,0],[-119.56288397312164,38.319279621750916,0],[-119.5627149939537,38.319543720302114,0],[-119.56264391541481,38.31969681284645,0],[-119.56233747303486,38.31980282003742,0],[-119.56224292516708,38.32022027116563,0],[-119.56200420856476,38.32050225317616,0],[-119.56198443037079,38.32051213953733,0],[-119.56197738647461,38.32053487042747,0],[-119.5619747042656,38.32053697476578,0],[-119.56194251775742,38.320562226820506,0],[-119.56194251775742,38.320562226820506,0],[-119.56176549196243,38.32072846929467,0],[-119.56165015697479,38.32081474688418,0],[-119.56165015697479,38.320816851214346,0],[-119.56138730049133,38.32088418974748,0],[-119.56138730049133,38.32088418974748,0],[-119.56126928329468,38.32099151040537,0],[-119.56126928329468,38.32099151040537,0],[-119.56092327833176,38.321113561156544,0],[-119.56090986728668,38.321115665478054,0],[-119.56090182065964,38.32111987412085,0],[-119.56066578626633,38.3212398203381,0],[-119.56042438745499,38.32136397498553,0],[-119.56018030643463,38.321286115316255,0],[-119.56010106145936,38.32119235232965,0]],"type":"LineString"},"properties":{"name":"Descent"}},{"properties":{"name":"Exit"},"type":"Feature","geometry":{"type":"LineString","coordinates":[[-119.56010106145936,38.32119235232965,0],[-119.56009475812516,38.321184894198225,0],[-119.55999342256501,38.321243422565004,0],[-119.559851611716,38.32130466021775,0],[-119.55970716122278,38.32136534607331,0],[-119.55963871723895,38.32141513234554,0],[-119.55964953122833,38.3215346218945,0],[-119.55956496794613,38.32163223361008,0],[-119.55952673412753,38.321734658234064,0],[-119.55935002723947,38.32176008949334,0],[-119.55925928523482,38.32186827558734,0],[-119.55929711048475,38.32194161549303,0],[-119.55937194190295,38.322057498055585,0],[-119.55939687022237,38.322196267199544,0],[-119.55941772004178,38.32233950022376,0],[-119.55945926663361,38.32247469479205,0],[-119.55951275764824,38.32260454913682,0],[-119.55958088753658,38.322735209736706,0],[-119.5596129585499,38.32286083419962,0],[-119.5596545366858,38.32294083766455,0],[-119.55980080370477,38.322942024562394,0],[-119.55996041871782,38.32299830675967,0],[-119.56012982280782,38.32301349272217,0],[-119.56027569935873,38.3230684683767,0],[-119.56038519301251,38.32315254765983,0],[-119.56054882127091,38.32319727610497,0],[-119.56072401922694,38.32322631459429,0],[-119.56088938632905,38.3232897895794,0],[-119.56103152069869,38.32335340717701,0]]}},{"type":"Feature","geometry":{"coordinates":[[-119.56008106470108,38.32115669973498,0],[-119.55920934677124,38.32054854862529,0],[-119.55845832824707,38.31995933161163,0],[-119.55753564834595,38.319218594857254,0],[-119.55712795257568,38.31847785053456,0],[-119.55699920654297,38.31761925105401,0],[-119.55674171447754,38.31743406159774,0],[-119.55594778060913,38.31724887166843,0],[-119.55451011657715,38.31709735228351,0],[-119.55416679382324,38.31703001023303,0],[-119.55382347106934,38.31696266812002,0],[-119.55062627792358,38.316996339184335,0],[-119.55066919326782,38.31756874488556,0],[-119.55129146575928,38.32164279608827,0],[-119.55189228057861,38.325177944239556,0],[-119.55189228057861,38.325228445106944,0],[-119.55189228057861,38.32527894593916,0],[-119.55283641815186,38.325750285343,0]],"type":"LineString"},"properties":{"name":"Old Exit"}},{"geometry":{"type":"Point","coordinates":[[-119.56152006983757,38.32239665985117,0]]},"type":"Feature","properties":{"name":"Checkpoint"}},{"type":"Feature","properties":{"name":"First Rappel"},"geometry":{"coordinates":[[-119.56310391426086,38.3191123237646,0]],"type":"Point"}},{"type":"Feature","properties":{"name":"Highway"},"geometry":{"type":"Point","coordinates":[[-119.55616199999997,38.322392,0]]}},{"type":"Feature","geometry":{"type":"Point","coordinates":[[-119.56196213793123,38.32049112156379,0]]},"properties":{"name":"Last Rappel"}},{"geometry":{"type":"Point","coordinates":[[-119.5601025223732,38.32116090837534,0]]},"properties":{"name":"Leave water"},"type":"Feature"},{"geometry":{"type":"Point","coordinates":[[-119.56458449363708,38.32045806203793,0]]},"type":"Feature","properties":{"name":"Parking Approach"}},{"properties":{"name":"Parking Old Exit"},"type":"Feature","geometry":{"type":"Point","coordinates":[[-119.55361962318415,38.32512533913196,0]]}},{"geometry":{"coordinates":[[-119.56093937158585,38.323210487227875,0]],"type":"Point"},"properties":{"name":"Parking Vista Point"},"type":"Feature"}]},"name":"Leavitt Falls","rappelCountMin":4,"permit":"No","rappelLongestMeters":35.05,"shuttleSeconds":null,"longitude":-119.5618,"riskRating":"R"}