{
  "url": "https://ropewiki.com/Taranes",
  "latitude": 43.1968,
  "longitude": -5.2256,
  "id": 28349,
  "name": "Taranes",
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov",
    "Jun",
    "Jul",
    "Aug"
  ],
  "permit": "No",
  "rappelLongestMeters": 10,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Tarañes (Ponga)</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 10 m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> El Ríu Tarañes lleva caudal abundante\ntodo el año, aunque en pleno verano el tramo aquí descrito llega a\nsecarse ya que el activo se filtra entre los bloques. En invierno y\nsobre todo en deshielo presenta fuertes crecidas. A lo largo del\ndescenso tenemos numerosas surgencias que incrementan notablemente el\ncaudal. Aguas limpias y generalmente muy frías</p>\n</div>\n<div>\n<p><b>Material necesario:</b> Cuerda de 30 m</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Sí en la época recomendada</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Primavera tardía y otoño. En verano seco, y en deshielo\nintratable</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 30 minutos</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2 horas</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 15 minutos</p>\n</div>\n<div>\n<p><b>Toponímia:</b> Respecto al nombre de La Escalada ver lo dicho en\nel epígrafe de Historia. Respecto al nombre del río, Tarañes, parece ser\nque proviene de Tarannis, nombre de la divinidad céltica del trueno y la\ntormenta, entre otros atributos . Otra propuesta etimológica hace\nderivar el nombre de inter amnes = \"entre los ríos\", en cuyo caso el\nnombre se habría aplicado primeramente al pueblo y luego, por extensión,\nal río</p>\n</div>\n<div>\n<p><b>Mapa:</b> hoja 54-IV (Campo de Caso) del 1:25000 del IGN</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> cordal de ponga. parque natural de ponga</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Ríu Ponga</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> X: 319.170 Y: 4.785.075</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 820 m</p>\n</div>\n<div>\n<p><b>Longitud:</b> 130 m</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 800 m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Garganta amplia ocupada en su mayor parte por caos\nde bloques</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Calizas del carbonífero superior. Mencionar que\nesta facies calcárea del Westfaliense recibe precisamente el nombre de\n“Formación Escalada”</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Este descenso se combina\nhabitualmente con la Foz del Ríu'l Texu, situada inmediatamente aguas\narribas, siendo de hecho bastante raro que se aborde el descenso de la\nFoz de la Escalada por separado. La integral Texu + Escalada suma 550 m.\nde desnivel y 2'2 km. de longitud, constituyendo un descenso muy\ndeportivo e interesante</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Sólo se necesita un coche</p>\n</div>\n<p>Saldremos de Cangues/Cangas de Onís por la N-625 en dirección al\npuerto del Pontón y Riaño. Tras 10 kilómetros recorridos, y poco antes\nde llegar a Santillán, tomamos un desvío a la derecha (carretera AS-261)\nen dirección a Seyañu/Sellaño y Beleñu/San Juan de Beleño, carretera por\nla que continuaremos 13,7 km. hasta el balneario de Mestes/Mestas, donde\ntomamos un nuevo desvío por la derecha (carretera PO-4) en dirección a\nTanda y Tarañes/Taranes. Atravesamos Tanda y a la entrada de Tarañes,\nsin cruzar el puente que da acceso a la localidad, aparcamos a la\nderecha. Desde Cangues son 26 km. Acceso desde el coche: En frente de\ndonde hemos aparcado, en la otra orilla de la carretera, veremos una\nseñal cerca de un antiguo molino que reza: RUTA DE ALTA MONTAÑA\n\"TIATORDOS\" y que señala un camino que allí comienza. Echamos a andar\npor este camino, ancho y bien conservado, el cual se dirige a la Foz de\nla Escalada que se abre majestuosa ante nosotros como un hachazo en la\nmontaña. El camino se interna en la foz, atraviesa el cauce por un\npuente y sube del otro lado por un seu abierto en la pared de la\ngarganta. Poco más arriba el camino discurre junto al río, lugar por\ndonde accedemos al cauce.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Se trata de una amplia garganta, muy bonita en lo estético pero que\nofrece poco en lo deportivo. Un caos de bloques inicial seguido de una\nzona más horizontal que en total encadenan 3 rápeles y alcanzaremos el\npuente cruzado durante la aproximación, que es generalmente el punto\ndonde se termina el descenso. Si seguimos aguas abajo tenemos un nuevo\ntramo horizontal y un segundo caos de bloques, ya por ladera abierta, en\nel que tenemos un cuarto rápel. Poco más allá de este, y cerca de unas\nsurgencias en la margen derecha, tenemos el camino de salida.</p>\n<div>\n<p><b>Escapes:</b> Se puede salir del cauce prácticamente en cualquier\npunto</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Salimos por el sendero descrito (muy marcado al principio y luego\nalgo perdedor) hasta alcanzar el camino empedrado del acceso. Desde aquí\npor terreno conocido y en descenso hasta el coche.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Sin datos. Incluido dentro del Parque Natural de Ponga.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/foz_de_la_escalada.htm\">Barranquismo.net</a>\n: Escalada; Taranes</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>3-Aug-08 Pablo Solares Villar</p>\n</div>\n<p>Deportiva: No conocemos fecha y autores de esta apertura, pero fue\nuno de los primeros descensos realizados en la zona. Tradicional: Todo\nel ámbito de la foz es conocido de antiguo ya que el camino la atraviesa\npor completo. Antiguamente, antes de que el seu tras el puente fuera\nabierto con dinamita, este paso escabroso era superado al parecer con\nescalas de madera y de ahí el nombre de la foz.</p>\n",
  "version": "26fc51a4d9755aaf250b4fdc7ba41593"
}