{
  "url": "https://ropewiki.com/Riu_Juente_Mujosa",
  "latitude": 43.3175,
  "longitude": -5.0908,
  "id": 28348,
  "name": "Riu Juente Mujosa",
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "permit": "No",
  "rappelLongestMeters": 30,
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Següencu y La Riera (Cangas de Onís)</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 30 m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Lleva caudal todo el año, aunque en\nverano apenas un hilillo de agua. La cuenca pequeña e impermeable\nprovoca que sufra importantes crecidas de forma periódica. Alguna riega\nafluente de poca entidad. Aguas limpias</p>\n</div>\n<div>\n<p><b>Material necesario:</b> cuerda 60 m</p>\n</div>\n<div>\n<p><b>Neopreno:</b> sí</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar cordinos y\nmaillones de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Prácticamente todo el año, excepto en grandes crecidas.\nEn verano demasiado seco</p>\n</div>\n<div>\n<p><b>Observaciones:</b> En el último rápel hay que tener precaución de\nno enredar en la cabecera la cuerda con las ramas, ya que la\nrecuperación puede complicarse mucho. Aunque es un descenso modesto\nalgunas de las cascadas, especialmente la última, son muy estéticas,\ncomparables y semejantes a las de Carangres</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 20 minutos</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2 horas</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 20 minutos</p>\n</div>\n<div>\n<p><b>Mapa:</b> Hoja 55 (Beleño) del 1: 50.000 del IGN y Hoja 55-I\n(Sames) del 1:25.000</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> cangas de onís</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Ríu Güeña</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> X: 330.460 Y: 4.798.195</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 325 m</p>\n</div>\n<div>\n<p><b>Longitud:</b> 900 m</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 125 m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Descenso abierto con cascadas por terreno boscoso\n(típico barranco en cuarcitas)</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Cuarcitas claras de edad ordovícica</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Muy cercano está el Ríu de\nSoperi</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Aconsejable, pero no obligatoria</p>\n</div>\n<p>Acceso en coche: Aunque no obligatorio, sí es aconsejable usar dos\ncoches. Salimos de Cangues/Cangas de Onís por la AS-114 en dirección\nPanes. A los 4 km, en Sotu Cangues/Soto, tomamos en una rotonda un\ndesvío en dirección a Cuadonga/Covadonga, carretera por la que\nproseguimos hasta el pueblo de La Riera, donda aparcamos el primer\ncoche; 6’5 km. desde Cangues. Con el segundo vehículo deshacemos el\ncamino hasta Cangues. Poco antes de entrar en la villa (300 m. antes de\nla gasolinera) tomamos por la izquierda un desvío (carretera CO-2) en\ndirección a Nieda y Següencu /Següenco. Seguimos por esta carretera\nhasta su finalización a la salida de Següencu, donde nos encontramos un\ncruce de pistas. La de la derecha está señalizada en dirección a Los\nPayares y el mirador; nosotros tomamos la otra, la de la izquierda. Al\npoco otro cruce donde tomamos nuevamente el ramal de la izquierda, por\nel que proseguiremos hasta que finalice la pista, ya en la cabecera del\nbarranco. Aquí aparcaremos el segundo coche; desde Cangues son casi 7\nkm, con 13 km. entre ambos coches. Accesos desde el coche: Desde donde\naparcamos el segundo coche ya vislumbramos bajo nosotros la vallina de\nla riega de H.uente Muh.osa, aunque la aproximación no es sencilla dado\nlo enmarañado de la vegetación (zarzas, helechos y arbustos\nprincipalmente). Deberemos bajar hacia el cauce principal y proseguir\npor él (o más bien por sus orillas ya que también está muy vestido)\nhasta la confluencia con una riega que le vierte por la derecha, punto\ndonde comienzan las dificultades y la vegetación, a regañadientes, nos\ndeja paso. Es menos de 1 km. en continuo descenso, pero seguramente nos\nllevará veinte minutos.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>El tramo comienza, tras la mecedura de riegas, con una divertida\nserie de toboganes que de inmediato nos conducen al pequeño R1. Tras\notro tobogán el R2 (20 m.) que encadena una serie de resaltes y\ntoboganes, y que nos conduce al R3 (20 m.), ya más vertical. Un tramo\nhorizontal con algún resalte y el aporte de una riega, nos lleva al R4,\nbonito y también de 20 m. Y de inmediato el R5, el último y más alto (30\nm.) y también la cascada más estética del descenso. Después y durante\n200 m. discurrimos por una garganta boscosa sin grandes dificultades\nhasta que el valle se abra, con prados en la margen izquierda. No\nobstante merece seguir por el cauce otro trecho hasta alcanzar un\npasillo subexcavado no mucho más allá. Este pasillo, estrecho, oscuro y\ncon grandes bloques calizos, tiene gran ambiente y encadena algunos\nresaltes. Superado este pasillo damos por finalizado el descenso tras\ndos horas o poco más por el cauce.</p>\n<div>\n<p><b>Escapes:</b> En principio son numerosos los escapes, pero todos\nimplican luchar con una maleza impenetrable (escape tipo jabalí)</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Por la margen izquierda del rio, y por encima de los prados, un\nsendero nos conduce hasta La Riera y el coche en aproximadamente veinte\nminutos. Otra opción es seguir por el cauce, lo que también nos\nconduciría al pueblo, aunque en nuestra opinión no merece la pena.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>El descenso no está regulado ni prohibido.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/el_riu_juente_mujosa.htm\">Barranquismo.net</a>\n: Ríu Juente Mujosa</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>3-Aug-08 Pablo Solares Villar</p>\n</div>\n<p>Probablemente el primer descenso el 25 de junio de 2007 por J. Núñez\ny P. Solares.</p>\n",
  "version": "a0b39802b1883a48b7f0203a23bad87b"
}