{"rappelCountMin":null,"geojson":null,"latitude":43.1968,"waterRating":null,"months":["Mar","Apr","May","Sep","Oct","Nov","Jun","Jul","Aug"],"technicalRating":null,"shuttleSeconds":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><div><b>Acceso desde:<\/b> Tarañes (Ponga)<\/div>\n<div><b>Altura de rápel mas largo:<\/b> 10 m<\/div>\n<div><b>Información del caudal:<\/b> El Ríu Tarañes lleva caudal abundante todo el año, aunque en pleno verano el tramo aquí descrito llega a secarse ya que el activo se filtra entre los bloques. En invierno y sobre todo en deshielo presenta fuertes crecidas. A lo largo del descenso tenemos numerosas surgencias que incrementan notablemente el caudal. Aguas limpias y generalmente muy frías<\/div>\n<div><b>Material necesario:<\/b> Cuerda de 30 m<\/div>\n<div><b>Neopreno:<\/b> Sí en la época recomendada<\/div>\n<div><b>Material de instalación:<\/b> Aconsejable llevar material de instalación de repuesto<\/div>\n<div><b>Epoca:<\/b> Primavera tardía y otoño. En verano seco, y en deshielo intratable<\/div>\n<div><b>Horario de aproximación:<\/b> 30 minutos<\/div>\n<div><b>Horario de descenso:<\/b> 2 horas<\/div>\n<div><b>Horario de retorno:<\/b> 15 minutos<\/div>\n<div><b>Toponímia:<\/b>  Respecto al nombre de La Escalada ver lo dicho en el epígrafe de Historia. Respecto al nombre del río, Tarañes, parece ser que proviene de Tarannis, nombre de la divinidad céltica del trueno y la tormenta, entre otros atributos . Otra propuesta etimológica hace derivar el nombre de inter amnes = \"entre los ríos\", en cuyo caso el nombre se habría aplicado primeramente al pueblo y luego, por extensión, al río<\/div>\n<div><b>Mapa:<\/b> hoja 54-IV (Campo de Caso) del 1:25000 del IGN<\/div>\n<div><b>Zona o macizo:<\/b> cordal de ponga. parque natural de ponga<\/div>\n<div><b>Cuenca:<\/b> Ríu Ponga<\/div>\n<div><b>Coord. GPS del inicio:<\/b> X: 319.170 Y: 4.785.075<\/div>\n<div><b>Altura en inicio:<\/b> 820 m<\/div>\n<div><b>Longitud:<\/b> 130 m<\/div>\n<div><b>Desnivel:<\/b> 800 m<\/div>\n<div><b>Carácter:<\/b> Garganta amplia ocupada en su mayor parte por caos de bloques<\/div>\n<div><b>Tipo de roca:<\/b> Calizas del carbonífero superior. Mencionar que esta facies calcárea del Westfaliense recibe precisamente el nombre de “Formación Escalada”<\/div>\n<div><b>Combinable con el descenso de:<\/b>Este descenso se combina habitualmente con la  Foz del Ríu'l Texu, situada inmediatamente aguas arribas, siendo de hecho bastante raro que se aborde el descenso de la Foz de la Escalada por separado. La integral Texu   Escalada suma 550 m. de desnivel y 2'2 km. de longitud, constituyendo un descenso muy deportivo e interesante<\/div>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div><b>Combinación de vehículos:<\/b> Sólo se necesita un coche<\/div>\n<p>Saldremos de Cangues\/Cangas de Onís por la N-625 en dirección al puerto del Pontón y Riaño. Tras 10 kilómetros recorridos, y poco antes de llegar a Santillán, tomamos un desvío a la derecha (carretera AS-261) en dirección a Seyañu\/Sellaño y Beleñu\/San Juan de Beleño, carretera por la que continuaremos 13,7 km. hasta el balneario de Mestes\/Mestas, donde tomamos un nuevo desvío por la derecha (carretera PO-4) en dirección a Tanda y Tarañes\/Taranes. Atravesamos Tanda y a la entrada de Tarañes, sin cruzar el puente que da acceso a la localidad, aparcamos a la derecha. Desde Cangues son 26 km. Acceso desde el coche: En frente de donde hemos aparcado, en la otra orilla de la carretera, veremos una señal cerca de un antiguo molino que reza: RUTA DE ALTA MONTAÑA \"TIATORDOS\" y que señala un camino que allí comienza. Echamos a andar por este camino, ancho y bien conservado, el cual se dirige a la Foz de la Escalada que se abre majestuosa ante nosotros como un hachazo en la montaña. El camino se interna en la foz, atraviesa el cauce por un puente y sube del otro lado por un seu abierto en la pared de la garganta. Poco más arriba el camino discurre junto al río, lugar por donde accedemos al cauce.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Se trata de una amplia garganta, muy bonita en lo estético pero que ofrece poco en lo deportivo. Un caos de bloques inicial seguido de una zona más horizontal que en total encadenan 3 rápeles y alcanzaremos el puente cruzado durante la aproximación, que es generalmente el punto donde se termina el descenso. Si seguimos aguas abajo tenemos un nuevo tramo horizontal y un segundo caos de bloques, ya por ladera abierta, en el que tenemos un cuarto rápel. Poco más allá de este, y cerca de unas surgencias en la margen derecha, tenemos el camino de salida.\n<\/p>\n<div><b>Escapes:<\/b> Se puede salir del cauce prácticamente en cualquier punto<\/div>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Salimos por el sendero descrito (muy marcado al principio y luego algo perdedor) hasta alcanzar el camino empedrado del acceso. Desde aquí por terreno conocido y en descenso hasta el coche.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Sin datos. Incluido dentro del Parque Natural de Ponga.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barranquismo.net\/paginas\/barrancos\/foz_de_la_escalada.htm\">Barranquismo.net<\/a> &#160;: Escalada; Taranes<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<div style=\"display:none\" class=\"barranquismonet\">3-Aug-08 Pablo Solares Villar<\/div>\n<p>Deportiva: No conocemos fecha y autores de esta apertura, pero fue uno de los primeros descensos rea\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>lizados en la zona. Tradicional: Todo el ámbito de la foz es conocido de antiguo ya que el camino la atraviesa por completo. Antiguamente, antes de que el seu tras el puente fuera abierto con dinamita, este paso escabroso era superado al parecer con escalas de madera y de ahí el nombre de la foz.\n<\/p>\n\n\n<\/div>","permit":"No","rappelCountMax":null,"name":"Taranes","timeRating":null,"quality":0,"url":"https:\/\/ropewiki.com\/Taranes","id":28349,"riskRating":null,"vehicle":null,"longitude":-5.2256,"version":"ebd32d20051a77e48d5d8d3c957eb330c6297b916444cf39f601b60f043d8979","rappelLongestMeters":10}