{
  "url": "https://ropewiki.com/Carmeneru",
  "latitude": 43.2551,
  "longitude": -5.125,
  "id": 28347,
  "name": "Carmeneru",
  "months": [
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct"
  ],
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Santillán y Precendi (Amieva)</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> No tiene rápeles</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Caudal abundante todo el año, dada la\namplia cuenca. Aguas frías y limpias. En invierno y deshielo presenta\nfuertes crecidas. A lo largo del tramo descrito existen algunos aportes\ny surgencias, pero de escasa entidad</p>\n</div>\n<div>\n<p><b>Material necesario:</b> No es necesaria</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Sí</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> No</p>\n</div>\n<div>\n<p><b>Epoca:</b> mayo - octubre</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Para coleccionistas. Sin dificultades\ndeportivas de relevancia pero con rincones encantadores</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 5 minutos</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2 - 3 horas</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 20 minutos</p>\n</div>\n<div>\n<p><b>Mapa:</b> Hoja 55 (Beleño) del 1:50.000 del IGN y Hoja 55-I\n(Sames) del 1:25.000</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Amieva. interfluvio sella-ponga</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Ríu Sella</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> X: 327.510 Y: 4.791.340</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 215 m</p>\n</div>\n<div>\n<p><b>Longitud:</b> 1,5 km</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 60 m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Pasillos encajados y zonas abiertas. Sin desniveles\nni rápeles. Casi una actividad de \"senderismo acuático\"</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Son varios los materiales que atraviesa el Ríu\nCarmeneru en este tramo, todos ellos del carbonífero superior: calizas,\ncuarcitas, areniscas, pizarras… Los tramos mejor formados se excavan en\nla “caliza de montaña”</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Muy interesante combinarlo con\nla Foz del Ríu Villar, situada inmediatamente aguas arriba; bien con el\ndescenso completo del Villar o bien sólo con su tramo inferior</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No es necesaria</p>\n</div>\n<p>Acceso en coche: Salimos de Cangues/Cangas de Onís por la N-625 en\ndirección al puerto del Pontón, carretera por la que proseguimos hasta\nVega de Cien (15 km.), donde cogemos un desvío a la derecha en dirección\na Argolibiu. Cruzamos este pueblo y continuamos por la carretera en\ndirección a Villaverde hasta aparcar en las cercanías del puente sobre\nel río Villar (o Carmeneru). Desde Cangues son aproximadamente 19 km.\nAcceso desde el coche : Tomamos un amplio camino que arranca aguas abajo\ndesde el puente por la orilla derecha (hay un cierre de malla al\ncomienzo del camino), y que poco más allá, tras pasar las ruinas de un\npuente antiguo, se aproxima al cauce. Dejamos el camino y, tras unas\ndecenas de metros por el lecho del río, la foz se cierra\ndefinitivamente.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>El Beyu’l Carmeneru encadena una serie de pasillos encajados sin\ngrandes desniveles. El barranco comienza con un primer pasillo con un\npar de resaltes, para abrirse levemente al poco (hay fácil escape por la\nderecha) discurriendo por lecho rocoso. El cauce gira a la izquierda y\npenetra en un segundo pasillo más estrecho y encajado, con bloques al\nprincipio y una pequeña badina después. El barranco vuelve a abrirse un\ntanto poco después (escape por la derecha), discurriendo por una\ngarganta amplia con un pequeño canal subexcavado; dos toboganes y una\namplia poza dan fin a este tramo, abandonando el calcáreo y abriéndose\ndefinitivamente el cauce durante un centenar de metros. Superado este\ntramo abierto penetramos en el tercer pasillo, encajado entre altas\nparedes calizas y estrecho, pulido por el agua y sinuoso; quizá el tramo\nmás bonito del descenso, con alguna pequeña badina. Finalizado el tercer\npasillo terminan también las dificultades y lo mejor del beyu. El río\ndiscurre por una garganta abierta y da una serie de giros esquivando un\nespolón rocoso; primero sobre cuarcitas, después encajado entre las\ncalizas y las cuarcitas. Finalmente, de nuevo sobre cuarcitas, el cañón\ntiene un tramo abierto, característico por un lecho rocoso subexcavado y\nuna amplia marmita. Poco más allá de esta marmita nos encontramos el\npuente que marca el final del descenso, con las aguas del Sella ya a la\nvista.</p>\n<div>\n<p><b>Escapes:</b> Numerosos escapes y resguardos</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Llegados al puente tomamos el sendero que asciende por la ladera\nderecha, balizado con marcas de pintura blanca y roja (P.R.-AS 149) y\nque nos conduce al punto donde hemos comenzado el descenso. Hasta el\ncoche unos veinte minutos, con un centenar de metros de desnivel.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Su descenso no está restringido ni prohibido.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/el_beyu_carmeneru.htm\">Barranquismo.net</a>\n: Beyu'L Carmeneru</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:asturias:carmeneru\">Wiki-Infobarrancos</a>\n: Barranco Beyu Carmeneru (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=10542222\">Wikiloc.com</a> :\nBarranco Beyu Carmeneru</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>2-Aug-08 Pablo Solares Villar</p>\n</div>\n<p>Dadas las características del barranco sería difícil afirmar cuándo\nfue el primer descenso.</p>\n"
}