{
  "url": "https://ropewiki.com/Leza",
  "latitude": 42.2882,
  "longitude": -2.425,
  "id": 28340,
  "name": "Leza",
  "months": [
    "Jun",
    "Jul",
    "Aug"
  ],
  "permit": "No",
  "shuttleSeconds": 60,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> SOTO EN CAMEROS</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> no hay</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> CAUDAL VARIABLE, A CONSULTAR; PRESA EN\nCONSTRUCCIÓN ANTES DE CABECERA</p>\n</div>\n<div>\n<p><b>Material necesario:</b> no son necesarias</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Si, en verano puede no ser necesario según\ncaudal</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Verano</p>\n</div>\n<div>\n<p><b>Observaciones:</b> La documentación está confeccionada con el\ncomportamiento actual del río, en cuanto se haya construido la presa la\nparte \"seca\" del primer tramo estará siempre con agua</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> Inmediato</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 4-5 horas</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 10 minutos</p>\n</div>\n<div>\n<p><b>Mapa:</b> H.C. S.G.E. nº 242</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> SIERRA DEL CAMERO VIEJO</p>\n</div>\n<div>\n<p><b>Cuenca:</b> RÍO LEZA</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> ED 50 30T X: 0547404, Y: Y: 4681941</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> ED 50 30T X: 548983, Y: 4686331</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 719 M</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 578 M</p>\n</div>\n<div>\n<p><b>Longitud:</b> 7 KM</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 148 M</p>\n</div>\n<div>\n<p><b>Carácter:</b> CAÑÓN</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Necesaria, un vehículo en Soto en\nCameros y otro en la localidad de Leza de Río Leza</p>\n</div>\n<p>Inmediata, se toma el cauce del río desde el pueblo.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>A su paso por Soto, el cauce del río Leza suele llevar agua todo el\naño. Progresamos por el mismo encontrando algunas pozas de cierta\nprofundidad donde no es obligado zambullirse. Pronto llegaremos a un\nsumidero donde el agua del río desaparece en época estival (si el río\nlleva agua es probable que no lo veamos). Aquí se inicia un tramo seco y\npedregoso salpicado con alguna que otra poza, en cuyo inicio observamos\nla unión con el barranco Trevijano. Durante el mismo disfrutamos del\nsalvaje paisaje del cañón , bajo la atenta mirada de los buitres\nleonados y otras aves rapaces. No obstante, este mismo tramo seco en\nverano, cuando lleva agua se torna cuajado de pequeños saltos y\ntoboganes. Más adelante el paisaje se estrecha y sorteamos una zona de\nbadinas de cierta profundidad, tras la cual distinguimos la unión con el\nArroyo de Mudarra. Seguidamente, aparecen pozas más profundas con saltos\nque no superan los dos metros -todos evitables-. Llegamos a una larga\nbadina de unos veinte metros que superamos nadando y, a continuación,\nsorteamos otra zona con agua y llegamos a la bella surgencia de \"Las\nFuentes del Restauro\" . En un espectacular entorno, admiramos como brota\nel agua de dos o tres lugares en la roca -dependiendo del caudal-.\nAvanzamos de un lado a otro del río disfrutando de toboganes, badinas y\npozas profundas donde podemos nadar y saltar según nos apetezca, pues en\ngeneral, todo es evitable. Más tarde encontramos una presa (a la fecha,\nla presa está rota por un derrumbe), a partir de la cual, se presentan\ndos opciones para continuar: • Proseguir, avanzando por el cauce\nsalpicado de pozas. Al final, como se ha comentado, el curso discurre\nentre unos imponentes \"oscuros\" que desembocan en otra poza bajo el\npuente de la carretera a Leza. El apartado de retorno, que se detalla\nmás abajo, se refiere a esta opción. • En la margen izquierda se inicia\nuna senda que va paralela al río. En su recorrido cruzaremos un estrecho\npuente y salvaremos zonas con maleza. Al final, el cauce discurre entre\ngrandes paredes, y el sendero asciende hasta una cantera cercana al\npueblo de Leza de Río Leza (precaución al final del sendero). </p>\n<h2 id=\"exit\">Exit</h2>\n<p>Tras pasar la última poza bajo el puente, cogemos un camino a la\nderecha que nos deja en la carretera que sube al pueblo de Leza, donde\nfinaliza la actividad.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/canon_del_leza.htm\">Barranquismo.net</a>\n: Leza</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:rioja:leza\">Wiki-Infobarrancos</a>\n: Cañon del Leza (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>13-Apr-10 Jose Mari Rey Garcia</p>\n</div>\n"
}