{
  "url": "https://ropewiki.com/Huma",
  "latitude": 36.9407,
  "longitude": -4.7418,
  "id": 28357,
  "name": "Huma",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 32,
  "shuttleSeconds": 60,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Campillos, Valles de Abdalagís, El Chorro</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 32 metros</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Barranco Seco la mayor parte del año.\nSolo recoge aguas de lluvia cuando sean abundantes</p>\n</div>\n<div>\n<p><b>Material necesario:</b> Dos cuerdas de 35 metros</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Con agua sí</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Todas las cabeceras están instaladas\ncon spits de 8mm con dos chapas con argolla, quedando pendiente su\nreinstación con parabolts de 10mm, por parte del Grupo Espeleológico\nArqueológico de Campillos</p>\n</div>\n<div>\n<p><b>Epoca:</b> Con lluvia abundante si no, carece de interés\nbarranquista</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Extremadamente resbaladizo. Posible caídas de\npiedras en la base del primer P32. Todo el descenso del barranco es\nfactible por los laterales, excepto la Gran cascada. Se han montado\ntodos los desniveles, destrepres y resaltes existentes con la intención\nde hacerlo más disfrutón para cuando lleve agua, no siendo necesario\ndescender con cuerda algunos de ellos por su escasa dificultad</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> Acceso a la cabecera desde el coche\n2: 10 minutos</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 1h y 3/4 horas</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> Regreso al coche 1: 15 minutos</p>\n</div>\n<div>\n<p><b>Toponímia:</b> barranco de huma</p>\n</div>\n<div>\n<p><b>Mapa:</b> Ardales: 16-46 (1.038)</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> sierra huma</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> X:344897.8 / Y:4089715.99 /Z: 820</p>\n</div>\n<div>\n<p><b>Longitud:</b> 334.3 m</p>\n</div>\n<div>\n<p><b>Desnivel:</b> -151.7 m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Abierto</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Caliza</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Se puede combinar con Puerto de\nRamos</p>\n</div>\n<div>\n<p><b>Especies amenazadas:</b> La zona tiene el estatus de Paraje\nNatural: Ley 2/1989, de 18 de julio. BOJA n°. 60 de 27 de Julio por la\nque se aprueba el Inventario de Espacios Naturales Protegidos de\nAndalucía y se establacen medidas adicionales para su protección. Entre\notros ecosistemas se encuentran: Pinos carrascos, piñoneros, encinas y\neucaliptos configuran el estrato arbóreo del lugar, acompañado de\nmatorral en el que predominan las sabinas, enebros, palmito, retama y\njara. En la ribera la vegetación está formada por juncáceas, carrizos,\ncañas, adelfas y tarajes, con algunos álamos y sauces. En cuanto a la\nfauna cabe reseñar la presencia de aves rapaces como Águila Perdicera\n(Hieraaetus fasciatus), Halcón Peregrino (Falco peregrinus) y Búho Real\n(Bubo bubo) y otros vertebrados usuales en el Parque son el gato montés,\nla gineta, el lirón o el meloncillo</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Se indica en los apartados de\nAproximación y Retorno</p>\n</div>\n<p>Un primer vehículo lo dejaremos en el margen derecho del camino que\nsube al cortijo de Campano, justo antes de que se inicie la empinadísima\nrampa. Hay espacio a la derecha, y es aquí por donde discurren las aguas\nque vienen del barranco de Huma que llegan finalmente a Puerto de Ramos.\nSiguiendo el camino, unos 400 metros antes de alcanzar el cortijo de\nCampano a los pies de Sierra Huma, un ensanchamiento del camino nos\npermite dejar un 2º vehículo a la izquierda junto a la valla, en lo más\nalto del camino. Tomamos dirección al karst hasta alcanzar el cauce, que\nseguiremos aguas abajo hasta el primer rapel de 25 mts.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>El origen de las aguas del Barranco de Huma y por lo tanto de las del\nPuerto de Ramos, es un pequeño manantial que resurge a los pies de la\nsierra, amén de la recarga que la lluvia realiza en el propio barranco.\nEste agua de manantial se embalsa en una charca y cuando las de lluvia\naumentan el volumen de este depósito, hacen que ésta se desborde\nanegando las tierras de alrededor. Al no ser del todo absorbidas por el\nterreno por tratarse de zonas impermeables, van poco a poco encausándose\nen un pequeño arroyuelo que termina entrando, en contacto con las\ncalizas, en el barranco que describimos. El descenso de este barranco\n“seco” (sólo cogerá aguas los días en que las lluvias sean muy copiosas\ny duraderas pues se pierden enseguida), se inicia con un rápel de (P)25\nmetros, la mitad de los cuales son en rampa, que nos deja en una base\nfirme desde donde podemos recuperar la cuerda sin problemas. A pocos\nmetros una nueva y corta cabecera de (R)8 metros nos permite destrepar\npara continuar hasta la nueva vertical de (P)14 metros (rápel de la\nPalangana) por el que llegamos a su base donde se pueden observar unos\npliegues calizos que le dan una perspectiva muy interesante. Siguiendo\nel cauce llegamos a un nuevo resalte de (R)3 metros situado entre\narbustos, para acceder a una zona donde el agua se “derrama”\nliteralmente por varias zonas y que podremos destrepar, (R)14 metros, en\nrampa y sin problemas. Así llegamos al desnivel más espectacular del\nbarranco que es la Gran Cascada de (P)32 metros. Aquí la cortina de agua\nnos baña completamente. En su base se pueden observar algunos\ndesprendimientos recientes de rocas por lo que debemos extremar las\nprecauciones. Aguas abajo superamos un nuevo resalte de (R)8 metros que\nnos conduce, un poco más adelante, a uno nuevo de (R)9 metros entre\nresbaladizas rocas alcanzando el penúltimo desnivel de (P)32 metros, de\nlos cuales la mitad son en rampa y el resto cae, en una bonita cascada,\nen una pequeña poza abierta. A partir de aquí el barranco termina por\nabrirse completamente para acceder al último resalte de (R)6 metros\nescondido entre arbustos, donde el agua ya se dejar marchar para volver\nal precipitarse más tarde, por el Puerto de Ramos. Para realizar la\ntopografía se ha utilizado: Disto X y Palm y para el díbujo: Visual topo\ny Corel Draw</p>\n<div>\n<p><b>Escapes:</b> Todo el barranco, excepto el primer P32, se pude\nsalvar por el exterior del cauce</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Para la salida, tras descender el último R-6 instalado, abandonaremos\nel cauce por su margen izquierdo y siguiendo pequeños senderos de\nanimales nos encaminaremos hacia el primer coche, siguiendo el sentido\nde las aguas. Tendremos que volver a saltar una valla. Acceso a la\ncabecera desde el coche 2: 10 minutos Regreso al coche 1: 15 minutos</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Estamos en la zona de influencia del Paraje Natural de Sierra Huma\nque posee guardería por la fauna y flora del lugar, y en terrenos\nparticulares del Señor Juan Romero Castillo. Hay que saltar una valla\npara el acceso y otra para la salida, por lo que la autorización y visto\nbueno del señor pastor debería ser necesaria. Si masificamos este lugar\npodríamos convertirlo en un “Buitreras” en el sentido de que el señor\npastor podría comenzar a cobrar también, y teniendo con el tiempo que\nsolicitar permisos a la consejería de turno. Por favor extremar estos\ndetalles de cuidados y conservación. No es un barranco de excesivo\n“interés” barranquista por lo que con una visita podría ser\nsuficiente.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos1/barranco_de_huma.htm\">Barranquismo.net</a>\n: Huma</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:malaga:huma\">Wiki-Infobarrancos</a>\n: Barranco de Huma (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=14970796\">Wikiloc.com</a> :\nBARRANCO HUMA DESDE CTRA ANTEQUERA CAMPILLO 29200</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=8424083\">Wikiloc.com</a> :\nBarranco de huma</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>23-Jan-12 Baltio Felguera Ballesteros (Grupo Espeleologico\nArqueologico de Campillos GEA)</p>\n</div>\n<p>Corren las primeras semanas de finales de año del lluvioso 2010. Las\naguas caídas durante varias jornadas seguidas han alimentado torrentes y\ncauces normalmente secos de todo el territorio circundante a nuestra\npoblación, amén de ser también estos finales de año, abundantes en\nnieves que, como blancos e inmaculados mantos, cubren nuestras sierras.\nY Sierra Huma, nuestra montaña por excelencia desde pequeñitos también\nestá cubierta por los copos de la última nevada caída. En una de\nnuestras exploraciones por la sierra y aprovechando la nieve inusual por\nestos lares, mi mujer Encarni y yo, Balti, divisamos a lo lejos lo que\nparece ser una blanca cascada, pero que por falta de tiempo y ser otro\nnuestro interés en ese momento, decidimos dejar para el siguiente fin de\nsemana. -Mira que habremos pasado veces por aquí…- De buena mañana salgo\npara ver esa cascada que ha llamado nuestra atención pertrechado con una\ncuerda, el equipo personal y material para instalar. Remonto sin ningún\ntipo de dificultad el barranco hasta llegar a la gran cascada que\nfinalmente medirá 32 metros y que interrumpe mi progresión, por lo que\ndecido buscar el inicio. Éste me asoma a varios rápeles y destrepes que\nvoy instalando, pero que puedo evitar por los laterales sin problemas ni\npeligro, y de nuevo estoy en la gran cascada pero esta vez en su\ncabecera. No lleva nada más que un hilo de agua, pero me hace ilusión\npensar que aún será más interesante descenderlo con más volumen, pero\nque ello dependerá de las aguas que a partir de ahora tendrán que caer y\ncon bastante fuerza y continuidad. Ya con el resto de miembros del grupo\nhacemos el descenso completo y tomamos fotos. En las semanas sucesivas\nquedaremos con David para hacer la topografía y finalmente con amigos\ndel G40 de Priego para ultimar la topo y dibujo definitivo para su\npublicación. En estas salidas de estudio y exploración, siempre contamos\ncon la colaboración y permiso de nuestro amigo pastor Juan Romero\nCastillo del cortijo Campano, quien con su paciencia, nos autoriza a\nrondar y pasar por su finca cuando así se lo requerimos. El nombre de\nHuma por tanto, le vine al dedillo.</p>\n",
  "version": "c38a5f6ffeea379a259cb8e0cd3df2e4"
}