{
  "url": "https://ropewiki.com/Sorbeyu",
  "latitude": 43.2259,
  "longitude": -5.1662,
  "id": 28355,
  "name": "Sorbeyu",
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "permit": "No",
  "rappelLongestMeters": 7,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Carangres, Priesca y Viegu (Ponga)</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 7 m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Lleva poco caudal todo el año,\nllegando a secarse completamente en verano y manteniendo tan sólo agua\nen las marmitas. No obstante la cuenca pequeñas vertical, impermeable y\ndesprovista de vegetación hace que este barranquito sea peligroso en\ncaso de tormenta o lluvia intensa, pudiendo producirse crecidas rápidas\ny violentas. Aguas limpias</p>\n</div>\n<div>\n<p><b>Material necesario:</b> cuerdas 2 x 40 m. (con la actual\ninstalación)</p>\n</div>\n<div>\n<p><b>Neopreno:</b> sí, en la época recomendada</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto. El R4 encadena una serie de rampas y resaltes,\nla mayor parte de los cuales son fácilmente destrepables sin el auxilio\nde cuerdas. Si en este tramo se metieran un par de spits más,\nseguramente una cuerda de 20 o 25 m. sería suficiente para abordar el\ndescenso</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año, excepto en verano</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Atención a la caída de piedras, frecuente con\nviento</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 2 horas</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 1 hora</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 2 horas y media</p>\n</div>\n<div>\n<p><b>Mapa:</b> Hoja 55-III (Beleño) del 1:25.000 del IGN</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> sierras de carangres y escueñu. parque natural\nde ponga</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Ríu Ponga</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> X: 324.080 Y: 4.788.175</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 980 m</p>\n</div>\n<div>\n<p><b>Longitud:</b> 450 m. (600 m. hasta la salida de Séu Espina)</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 110 m. (130 m. hasta la salida de Séu Espina)</p>\n</div>\n<div>\n<p><b>Carácter:</b> Pasillos estrechos y sinuosos con resaltes</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Calizas del carboníferos superior</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>A combinar de forma casi\nobligatoria (debido a los largos pateos de aproximación y retorno) con\nla Foz de Séu Espina</p>\n</div>\n<div>\n<p><b>Especies amenazadas:</b> En verano las aguas estancadas en las\npozas de Séu Espina y Sorbeyu son un último refugio para la fauna\nacuática de invertebrados y anfibios, razón de más para no realizar este\ndescenso en épocas de poco caudal. En todos los habitats viven animales\ny plantas que merecen nuestro respeto</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Un sólo coche</p>\n</div>\n<p>Acceso en coche: Saldremos de Cangues/Cangas de Onís por la N-625 en\ndirección al puerto del Pontón y Riaño. A 20 km., en Puente Vidosa,\ntomaremos un desvío a la derecha en dirección a Viegu/Viego (carretera\nPO-2). Atravesaremos Viegu y proseguiremos por la carretera (dirección\nBeleñu/San Juan de Beleño) hasta alcanzar, a 990 m. de altitud, la\nCollada Llomena, amplio collado en que la carretera cambia de vertiente.\nUna pista de tierra nos sale a mano derecha y un cartel nos indica que\néste es el camino para ascender al Picu Pierzu. Aquí, al comienzo de la\npista, estacionaremos el vehículo. Desde Cangues son aproximadamente 28\nkm. Con todoterreno tenemos la posibilidad de continuar por la pista\nhasta la cantera abandonada de Escueñu. También es posible plantear la\naproximación bien desde Carangres/Carangas , o bien desde Priesca (muy\nlarga esta última opción, pero interesante si disponemos de\ntodoterreno). Consultar mapas. Acceso desde el coche: Hasta la cantera\nde Escueñu proseguiremos por la pista que arranca donde aparcamos el\ncoche, tomando a la izquierda en el único cruce. Desde Escueñu seguimos\npor el sendero ascendente y bien balizado (P.R. AS-211) que se dirige al\nPicu Pierzu, hasta ganar un collado con un mojón de hormigón desde donde\nveremos, en la otra vertiente, la depresión kárstica de Aranga, con\nvarias lagunas o charcas. Descendemos a la depresión y llaneamos por las\ncamperas hasta la más alejada de las lagunas. Pocos metros más allá de\nésta damos vista al amplio recuenco donde nace el Ríu Salgaréu. Conviene\ntomar referencias. Este recuenco excavado sobre cuarcitas, presidido por\nel Pierzu al NE y la Güerfana al NO y cerrado al sur por la Cruz de\nValdoré y el Cantu Aranga, está dividido en dos por el crestón calcáreo\nde los Palombinos. La depresión que se encuentra a nuestros pies es la\nque da lugar al barranco de Séu Espina; la depresión posterior u\noccidental (esto es, la que se encuentra detrás de Los Palombinos) da\nlugar al barranco de Sorbeyu. Seguimos por el camino principal, que\ndesciende por la ladera en amplias lazadas hasta llegar a un bebederu\n(abrevadero). A partir de este punto, debemos tomar un camino más o\nmenos horizontal que nos sale por la izquierda, y que nos conduce al\ncollado sito al sur de Los Palombinos, que es el paso lógico entre los\nrecuencos de los dos barrancos. Alcanzado este collado, y tras otro\nbreve descenso, llegamos a la que fue majada de Sorbeyu, con ruinas de\nconstrucciones y al pie de una riega. Proseguimos por el cauce de la\nriega unos centenares de metros hasta que la foz se cierre y comiencen\nlas dificultades.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Desde la majada de Sorbeyu el cauce (normalmente seco) va encajándose\nprogresivamente hasta que nos encontramos con una pequeña muria (muro de\npiedra), cuya función es impedir que el ganado se introduzca en la foz.\nInmediato a la muria un resalte y un tramo muy vestido (grandes\nortigas), por lo que es mejor avanzar por la ladera izquierda. Superado\neste tramo de vegetación el barranco coge forma, encajándose en una\nserie de pasillos estrechos y pulidos que encadenan, a modo de escalera,\npequeños toboganes y resaltes. Tres de los resaltes deberemos salvarlos\nmediante rápel, y además algunos de los toboganes presentan destrepes en\noposición delicados por lo resbaladizo. Finalmente el barranco se abre\nen una especie de circo rocoso sobre la Foz de Séu Espina, formado por\nrampas y resaltes encadenados. En la cabecera de este circo (por la\nmargen derecha) una cueva elevada aporta un poco de caudal, formando una\npequeña toba. Todo este tramo lo salvamos con un único rápel (R4, 40 m.)\nque nos deja en la confluencia de ambas foces y en el final del\ndescenso. Para dar fin a las dificultades aún nos resta recorrer la\nparte final de Séu Espina.</p>\n<div>\n<p><b>Escapes:</b> Algún escape factible (pero expuesto) por la\nizquierda</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Finalizado el barranco salimos por la ladera derecha hasta alcanzar\nel camín de Séu Espina, bien conservado y con buenas armaduras, el cual\nremonta toda la foz a media altura por la margen derecha. Cruza a la\norilla izquierda poco antes de salir de la foz. A partir de aquí nos\nrestará desandar todo el camino de aproximación, con una dura subida al\ncomienzo. Hasta Escueñu aproximadamente dos horas; hasta Collada Llomena\n(esto es, si no disponemos de todoterreno) sumaremos otros tres cuartos\nde hora más. El desnivel a superar es de 400 m.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Sin datos. Este barranco está incluido en el Parque Natural de\nPonga</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/sorbeyu.htm\">Barranquismo.net</a>\n: Sorbeyu</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:asturias:seu_espina\">Wiki-Infobarrancos</a>\n: Foz de Séu Espina y Sorbeyu (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>3-Aug-08 Pablo Solares Villar</p>\n</div>\n<p>Primer descenso Sorbeyu el 16 de julio de 2006, por E. Carrera y P.\nSolares.</p>\n"
}