{"name":"Seu Espina","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><div><b>Acceso desde:<\/b> Carangres, Priesca y Viegu (Ponga)<\/div>\n<div><b>Altura de rápel mas largo:<\/b> 7 m<\/div>\n<div><b>Información del caudal:<\/b> Lleva poco caudal todo el año, llegando a secarse completamente en verano y manteniendo tan sólo agua en las marmitas. No obstante la cuenca pequeñas vertical, impermeable y desprovista de vegetación hace que este barranquito sea peligroso en caso de tormenta o lluvia intensa, pudiendo producirse crecidas rápidas y violentas. Aguas limpias<\/div>\n<div><b>Material necesario:<\/b> cuerda de 20 m<\/div>\n<div><b>Neopreno:<\/b> sí, en la época recomendada<\/div>\n<div><b>Material de instalación:<\/b> Aconsejable llevar material de instalación de repuesto<\/div>\n<div><b>Epoca:<\/b> Todo el año, excepto en verano<\/div>\n<div><b>Observaciones:<\/b> Atención a la caída de piedras, frecuente con viento<\/div>\n<div><b>Horario de aproximación:<\/b> 2 horas<\/div>\n<div><b>Horario de descenso:<\/b> 45 minutos<\/div>\n<div><b>Horario de retorno:<\/b> 2 horas y media<\/div>\n<div><b>Toponímia:<\/b> también foz de llañagoria<\/div>\n<div><b>Mapa:<\/b> Hoja 55-III (Beleño) del 1:25.000 del IGN<\/div>\n<div><b>Zona o macizo:<\/b> sierras de carangres y escueñu. parque natural de ponga<\/div>\n<div><b>Cuenca:<\/b> Ríu Ponga<\/div>\n<div><b>Coord. GPS del inicio:<\/b> X: 324.385 Y: 4.788.080<\/div>\n<div><b>Altura en inicio:<\/b> 940 m<\/div>\n<div><b>Longitud:<\/b> 400 m<\/div>\n<div><b>Desnivel:<\/b> 90 m<\/div>\n<div><b>Carácter:<\/b> Pasillos estrechos y sinuosos con pequeños resaltes<\/div>\n<div><b>Tipo de roca:<\/b> Calizas del carboníferos superior<\/div>\n<div><b>Combinable con el descenso de:<\/b>A combinar de forma casi obligatoria (debido a los largos pateos de aproximación y retorno) con su afluente  Sorbeyu<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div><b>Combinación de vehículos:<\/b> Un sólo coche<\/div>\n<p>Acceso en coche: Saldremos de Cangues\/Cangas de Onís por la N-625 en dirección al puerto del Pontón y Riaño. A 20 km., en Puente Vidosa, tomaremos un desvío a la derecha en dirección a Viegu\/Viego (carretera PO-2). Atravesaremos Viegu y proseguiremos por la carretera (dirección Beleñu\/San Juan de Beleño) hasta alcanzar, a 990 m. de altitud, la Collada Llomena, amplio collado en que la carretera cambia de vertiente. Una pista de tierra nos sale a mano derecha y un cartel nos indica que éste es el camino para ascender al Picu Pierzu. Aquí, al comienzo de la pista, estacionaremos el vehículo. Desde Cangues son aproximadamente 28 km. Con todoterreno tenemos la posibilidad de continuar por la pista hasta la cantera abandonada de Escueñu. También es posible plantear la aproximación bien desde Carangres\/Carangas , o bien desde Priesca (muy larga esta última opción, pero interesante si disponemos de todoterreno). Consultar mapas. Acceso desde el coche: Hasta la cantera de Escueñu proseguiremos por la pista que arranca donde aparcamos el coche, tomando a la izquierda en el único cruce. Desde Escueñu seguimos por el sendero ascendente y bien balizado (P.R. AS-211) que se dirige al Picu Pierzu, hasta ganar un collado con un mojón de hormigón desde donde veremos, en la otra vertiente, la depresión kárstica de Aranga, con varias lagunas o charcas. Descendemos a la depresión y llaneamos por las camperas hasta la más alejada de las lagunas. Pocos metros más allá de ésta damos vista al amplio recuenco donde nace el Ríu Salgaréu. Conviene tomar referencias. Este recuenco excavado sobre cuarcitas, presidido por el Pierzu al NE y la Güerfana al NO y cerrado al sur por la Cruz de Valdoré y el Cantu Aranga, está dividido en dos por el crestón calcáreo de los Palombinos. La depresión que se encuentra a nuestros pies es la que da lugar al barranco de Séu Espina; la depresión posterior u occidental (esto es, la que se encuentra detrás de Los Palombinos) da lugar al barranco de Sorbeyu. Seguimos por el camino principal, que desciende por la ladera en amplias lazadas hasta llegar a un bebederu (abrevadero). A partir de este punto, continuamos bajando por la misma vaguada hasta los prados del fondo y el comienzo de la foz, siguiendo siempre el sendero principal. El camino de hecho se interna en la foz y la atreviesa algo elevado sobre el cauce: es el camín de Séu Espina . Podemos acceder al cauce al comienzo de la foz o continuar por el camino todavía un trecho, hasta el punto en que vadea la riega y pasa a la margen derecha.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Comienza el descenso con un primer pasillito subexcavado al comienzo del cual molesta algo la vegetación y que nos conduce al modesto primer rápel (7 m.). Después un tramo abierto (lugar por donde también podemos acceder al cauce si queremos saltarnos el R1) y a continuación comienza un segundo pasillo donde también al inicio encontramos maleza. El pasillo gana profundidad manteniendo la estrechez (aprox. 2 m.) y progresando en continuos quiebros del cauce y en una auténtica escalera de pequeños resaltes y toboganes. Esta morfología de pasillo estrecho y sinuoso con resaltes nos acompaña a lo largo de todo el descenso hasta la \n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>unión con el afluente Sorbeyu; tan sólo nos encontraremos dos zonas algo abiertas (en la primera de ellas es posible el escape por la derecha). Tras el aporte del río Sorbeyu por la izquierda, el barranco se abre, aunque aún nos restan algunos resaltes para finalizar el descenso; uno de estos resaltes (de destrepe delicado) tiene instalación para rápel. Finalmente la foz se abre por completo y el caudal se sume en un amplio cauce de bloques y piedras; por la derecha tenemos el sendero de salida. Aunque el barranco da poco de sí, si lo pillamos con suficiente caudal gana muchos enteros: descenso modesto pero bonito.\n<\/p>\n<div><b>Escapes:<\/b> Hay varios escapes que se indican en la descripción<\/div>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Finalizado el barranco salimos por la ladera derecha hasta alcanzar el camín de Séu Espina, bien conservado y con buenas armaduras, el cual remonta toda la foz a media altura por la margen derecha. Cruza a la orilla izquierda poco antes de salir de la foz. A partir de aquí nos restará desandar todo el camino de aproximación, con una dura subida al comienzo. Hasta Escueñu aproximadamente dos horas; hasta Collada Llomena (esto es, si no disponemos de todoterreno) sumaremos otros tres cuartos de hora más. El desnivel a superar es de 400 m.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Sin datos. Este barranco está incluido en el Parque Natural de Ponga\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barranquismo.net\/paginas\/barrancos\/foz_de_seu_espina.htm\">Barranquismo.net<\/a> &#160;: Séu Espina; Llañagoria<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/www.docuwiki.infobarrancos.es\/doku.php?id=barrancos:asturias:seu_espina\">Wiki-Infobarrancos<\/a>&#160;: Foz de Séu Espina y Sorbeyu (<a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/infobarrancos.es\/\">http:\/\/infobarrancos.es\/<\/a>)<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<div style=\"display:none\" class=\"barranquismonet\">3-Aug-08 Pablo Solares Villar<\/div>\n<p>Primer descenso por P. Solares el 31 de mayo de 2007.\n<\/p>\n\n\n<\/div>","rappelCountMax":null,"timeRating":null,"latitude":43.2251,"technicalRating":null,"longitude":-5.1624,"rappelLongestMeters":7,"waterRating":null,"version":"0abaf027e0a243027c62cb3bc564bc20504c348b6763d330266e394dfecf66db","months":["Sep","Oct","Nov","Dec","Jan","Feb","Mar","Apr","May"],"permit":"No","geojson":null,"quality":0,"rappelCountMin":null,"shuttleSeconds":null,"id":28350,"url":"https:\/\/ropewiki.com\/Seu_Espina","riskRating":null,"vehicle":null}