{
  "url": "https://ropewiki.com/Useros",
  "latitude": 39.1886,
  "longitude": -1.1584,
  "id": 28378,
  "name": "Useros",
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug"
  ],
  "permit": "No",
  "rappelLongestMeters": 50,
  "shuttleSeconds": 60,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Jalance</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 50 metros</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Seco</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 3 x 50 metros. Llevar cuerda de 70 m si se\nquiere hacer una tirolina para cruzar el río</p>\n</div>\n<div>\n<p><b>Neopreno:</b> No es necesario, excepto para cruzar el Júcar (cubre\nhasta la cintura)</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año (evitar días calurosos)</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Llevar cuerda de 70 m si se quiere hacer una\ntirolina para cruzar el río</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> Inmediata</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2.5 horas</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 1.5 horas</p>\n</div>\n<div>\n<p><b>Toponímia:</b> barranco de los useros</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Río Júcar</p>\n</div>\n<div>\n<p><b>Carácter:</b> Barranco abierto</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Caliza</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Barrancos de la Carrasca, Alejo\nGómez, los Robles y los Capellanes</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> En el punto en que hemos marcado el\nkilómetro 0 de la aproximación, girar a la derecha y cruzar el puente en\ndirección a la rambla Star. A 300 metros hay un cruce de caminos hacia\nla derecha (rambla Star) y seguimos por la pista asfaltada. En el km 0.7\ncruzamos otro puente y seguimos hacia la izquierda. Sin dejar esta pista\ndejaremos una cantera a mano derecha hacia el km 2.2 y cruzaremos la\nrambla Star. En el cruce de caminos del km 2.5 seguimos el de la\nizquierda dirección río arriba y continuaremos por esta pista asfaltada.\nDejamos el coche en el km 5.4. A mano derecha está la salida del camino\npor donde retornaremos (está indicada con unos pequeños postes con\nmarcas de ruta ciclista)</p>\n</div>\n<p>Una vez en Jalance buscamos la calle Colón (es la principal) y en una\ncurva encontramos un gran mosaico de piedra con un reloj solar y unas\nindicaciones hacia la Cueva de Don Juan y el mirador de los cañones del\nJúcar. Seguimos estas indicaciones y cruzamos un párquing (aquí ponemos\nel cuentakilómetros a cero). A 100 m cogemos un desvío hacia la\nizquierda con indicaciones de Cueva Don Juan, mirador cañones del Júcar\n- Aula naturaleza el Moraguete (a la derecha hay un puente e\nindicaciones hacia la rambla Star). En el cruce de carreteras del km 1.9\nseguimos hacia la derecha (siempre dirección Cueva Don Juan), en el\ncruce del km 4.9 seguimos hacia la derecha (dirección Cueva Don Juan-\nMirador del Júcar). En el km 9 sale una pista de tierra a mano derecha,\nque seguimos durante 2 km hasta llegar a la Casa de los Useros. Aquí\ndejamos el choche. Si te pasas la pista, la carretera se acaba en la\ncueva de Don Juan, retornar 700 metros y la encontraréis. El barranco\nestá justo a la izquierda de la casa, prácticamente se ve desde el\npárquing.</p>\n<h2 id=\"descent\">Descent</h2>\n<div>\n<p><b>Escapes:</b> Hay varios escapes a lo largo de la primera parte,\nantes del rápel de 35 m</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Cruzar el Júcar nada más terminar el último rápel. Una vez en la otra\norilla, seguir hacia la derecha unos 5 minutos hasta encontrar una\npedrera. Subir esta gran pedrera (proviene de los escombros derivados de\nla construcción del canal). Después seguir por el sendero de \"Los\nCañones del Júcar\" unos 4 km hasta el párquing de retorno. (El cañón que\nforman las paredes abruptas de más de 200 metros de caída sobre el río\nJúcar es muy bonito. El sendero primero discurre por una pista muy ancha\ny luego se va estrechando por desprendimientos, discurre por mitad de\nlas paredes, más o menos 100 metros sobre el río Júcar. El camino nos\nmuestra la gran obra que se hizo a finales de los cincuenta para\nconstruir el “canal del Júcar”, obra faraónica que trae el agua por 14\nkm de túnel, aguas arriba del Júcar, desde el pantano del Molinar de\nVilla de Ves (Albacete) hasta la balsa de retención de la central\nhidroeléctrica de Basta en Cofrentes. Túneles, poblados abandonados\nubicados en unos lugares espectaculares y restos de obra civil que en su\nmomento sería impresionante).</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos1/barranco_de_los_useros.htm\">Barranquismo.net</a>\n: Useros</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:valencia:useros\">Wiki-Infobarrancos</a>\n: Barranco de los Useros (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=3991536\">Wikiloc.com</a> :\nBarranco de los Useros-Jalance</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>19-Jun-12 Club Pelacanyons</p>\n</div>\n<p>Primer descenso (apertura) por miembros del Club de Espeleologia\nLlebeig el 14 de noviembre de 2.009.</p>\n",
  "version": "48ce09ac4b87c684303b9d86e306fc5e"
}