{
  "url": "https://ropewiki.com/Vinyes",
  "latitude": 38.7836,
  "longitude": -0.5675,
  "id": 28375,
  "name": "Vinyes",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 25,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> ALFAFARA</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 15 metros</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> SECO</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 1X30 ó 2X20</p>\n</div>\n<div>\n<p><b>Neopreno:</b> NO</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Restricción del 12 de Octubre al 7 de Enero por\ncaza.ESTAN DESMONTADOS LOS DOS PRIMEROS RAPELES SE COLOCARAN OTRA VEZ EN\nENERO</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 30 min</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 45min dependiendo de grupos</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 20 min</p>\n</div>\n<div>\n<p><b>Carácter:</b> ABIERTO</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b> Barranc Fontanarets</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>30 min. En el km 2 de la CV 700, a 1’6 km de Alfafara, tomar desvió\ncon indicación “Alojamiento Rural”. Recorridos 600 mts desde la\ncarretera encontramos cruce, tomar el ramal de la derecha. 400 mts\ndespués llegamos a un puente que cruza el propio barranco donde\ndejaremos el coche. Cruzaremos el puente y seguiremos la senda que\ndiscurre paralela al río pasaremos por delante de una masía en ruinas y\npor detrás ella descenderemos al río en busca de una manera fácil de\ncruzar. Una vez crucemos ascenderemos bordeando las paredes y la ladera\nque van por encima del cauce y siguiendo los hitos, en dirección como\nreferencia las antenas hasta el último que nos depositara en la vaguada\nde este barranco y descenderemos por la desdibujada y vestida senda\nhasta el inicio del barranco.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Podría ser un descenso interesante pero la maleza de la zona hace\ndifícil la progresión, mejor si vamos con las tijeras de podar. Unos\nprimeros rápeles cortitos nos acercan a la vertical final sobre el\nPantanet (Aporte) Empezaremos con un pasamanos de 15 m el cual evita\ntoda la vegetación que hay en el cauce (recomendable cuerda entre 8 y 9)\npara seguir por un pequeño rapel de 7 m el cual nos dejara en un\nfraccionado de 10 m, para seguir descendiendo bordeando el cauce del\nbarranco por su lado derecho el cual está excesivamente vestido.\nLlegaremos a una bifurcación y seguiremos hacia la izquierda para\nproseguir con el bordear el cauce vestido, hasta llegar a una vertical y\na nuestra izquierda encontraremos la cabecera de 15 m la cual nos\ndepositara fuera de la vegetación para seguidamente tomar el rapel de 10\nm y fraccionando con el rapel de 10 m el cual nos deja en una poza donde\nencontramos el ultimo rapel de 12 m. Una vez bajo solo nos restara\ndestrepar hasta el rio. </p>\n<h2 id=\"exit\">Exit</h2>\n<p>Lo realizaremos siguiendo el cauce hacia arriba en principio por su\nderecha por una antigua senda siguiendo los hitos y la senda la cual\ncambiara varias veces de lado hasta llegar al aparcamiento.. 20 min</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:alicante:vinyes\">Wiki-Infobarrancos</a>\n: Barranco de les Vinyes (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=13563704\">Wikiloc.com</a> :\nBarranc Vinyes o afluente izquierda Pantanet</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>7-May-12 Anonimo</p>\n</div>\n<p>Barranco abierto en Marzo de 2012 por miembros del club de\nbarranquismo Pelacanyons</p>\n",
  "version": "c44b02f5724713c2ee12172f7842694f"
}