{
  "url": "https://ropewiki.com/Carbonera_(Veracruz)",
  "latitude": 18.8568,
  "longitude": -97.1991,
  "id": 28397,
  "name": "Carbonera (Veracruz)",
  "quality": 3.5,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Dec",
    "Jan",
    "Feb"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "III",
  "riskRating": "PG",
  "permit": "No",
  "rappelCountMin": 4,
  "rappelCountMax": 4,
  "rappelLongestMeters": 35,
  "shuttleSeconds": 60,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Colonia Lopez Arias perteneciente al municipio\nde Nogales; Veracruz</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 32 m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> normalmente tiene agua con poca\ncorriente, pozas poco profundas de aproximadamente 1.2 m, cascadas\nmoviéndose despacio, pueden realizarse caminatas con el agua a la\ncintura, al cuello o nadando, es necesario utilizar neopreno debido a la\ntemperatura del agua</p>\n</div>\n<div>\n<p><b>Material necesario:</b> SI</p>\n</div>\n<div>\n<p><b>Neopreno:</b> indispensable por la temperatura del agua</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> plaquetas de acero inoxidable (3),\nspit.(3)</p>\n</div>\n<div>\n<p><b>Epoca:</b> de octubre a mayo, otoño, primavera</p>\n</div>\n<div>\n<p><b>Observaciones:</b> reportar el ingreso hacia el cañón en la tienda\njunto a la capilla con el sr. Delfino de la Trinidad, el dará parte a\nlas autoridades correspondientes en caso de peligro a la coordinación de\nprotección civil regional, rescate Veracruz y ERM Veracruz a cargo de\nOctavio Cruz Luna</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 7:00 AM</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 8:00 AM</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 10: 00 PM</p>\n</div>\n<div>\n<p><b>Toponímia:</b> : Cañon de la Carbonera, Palo Verde Nogales\nVeracruz</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Parque Nacional Cañón de Río Blanco</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Parque Nacional Pico de Orizaba- Parque Nacional Cañón\nde Río Blanco</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> 18o 49\" latitud norte</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> 97o 09\" latitud oeste</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 2125 msnm</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 1290 msnm</p>\n</div>\n<div>\n<p><b>Longitud:</b> 8.3 km</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 8.3 km</p>\n</div>\n<div>\n<p><b>Carácter:</b> engordado y abierto en la parte final</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> formaciones de calizas en la mayor parte del\ntrayecto, con pequeñas apariciones de basalto en algunas paredes en el\ncerro de rancho viejo</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b> No</p>\n</div>\n<div>\n<p><b>Especies amenazadas:</b> flora: árbol \"canoa\", fauna: el\nchiviscoyo</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> la utilización de vehículos es\núnicamente hasta la escuela primaria de la congregación de Palo Verde\ncomo pueden ser taxis, vehículos particulares y el micro local en\nhorarios de la 7:00 am, 10:00 am, 1:30pm y 4:00 pm, en adelante es\ncaminata por un sendero muy bien marcado utilizado por la población de\ndicha congregación</p>\n</div>\n<p>vía autopista de la ciudad de México hacia el puerto de Veracruz a\n247 km se encuentra la ciudad de Nogales; Veracruz, el acceso es en la\nColonia López Arias (sub estación de PEMEX) camino de terraceria hacia\nla congregación de Palo Verde llegando al centro de la comunidad se\nencuentra un mirador y la escuela primaria, caminar hacia la piedra del\náguila (1.2 km) continuando 2.5 km adelante se ingresa directamente al\ncañón por una pequeña ladera, dirigirse río abajo donde se encuentra la\nprimer cascada mas adelante un lugar denominado Garganta del Toro por la\nformación geográfica del lugar.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>graduación: intermedio (3BRV graduación ACA) escalada técnica\nexpuesta. Desescalada que puede ser difícil y peligroso; la mayoría de\nla gente preferiría rapelear. La cuerda se necesita para hacer rápeles\nsencillos. Obviamente se utilizan anclajes naturales y fijos. Regresar\nsobre el cañón requiere ascender por cuerdas fijas. Técnicas pueden ser\nrequeridas. Se realizarán algunas caminatas con agua hasta el cuello o\nnadando. existen uno o más riesgos extraordinarios que pueden complicar\nel descenso. Habilidades técnicas sólidas y buen juicio son críticos. No\nson recomendables para principiantes.</p>\n<div>\n<p><b>Escapes:</b> aproximadamente 2 rutas de escape hacia la piedra del\náguila y el centro de Palo Verde, después de descender los primeros 8\nrápeles en la zona denominada Garganta del Toro</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<dl>\n<dt></dt>\n<dd>\nal termino y salida del cañón se encuentra la colonia Héroes de\nIndependencia y la congregación de la Carbonera, donde caminando por\nalgunas calles rumbo al sur (700 m) encontraremos el palacio municipal y\nla iglesia de \"San Juan Bautista\" parte del centro de la ciudad.\n</dd>\n</dl>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>NO TIRAR BASURA, RESPETAR EL ENTORNO ECOLOGICO DEBIDO A QUE ES UN\nAREA NATURAL PROTEGIDA</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/canon_de_la_carbonera.htm\">Barranquismo.net</a>\n: Carbonera</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/canon_de_la_carbonera1.htm\">Barranquismo.net</a>\n: Carbonera</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://summitpost.org/ca-n-de-la-carbonera/581207\">SummitPost.org</a>\n: Cañón de la Carbonera</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>24-Jul-2008 CRESCENCIO SANCHEZ DIAZ; NOGALES VERACRUZ MEXICO. MAYORES\nINFORMES: cholin77@hotmail.com</p>\n</div>\n<dl>\n<dt></dt>\n<dd>\na través de los años numerosos clubes ingresaron a realizar caminatas a\nlo largo de este bello cañón, de antaño con el fuego simbólico\nproveniente del Pico de Orizaba (5,747 msnm), principalmente los\nlugareños quienes conocen perfectamente su territorio, han dado nombre a\nlas cascadas y los lugares mas representativos, tales como la cascada de\nlos hilitos de plata (85 m), horno de cal y boca del toro. Pioneros del\nmontañismo y la exploración de la región tales como: Octavio de la Llave\nen los años 60, Rodolfo Hernández Guzmán (pionero del excursionismo y\nturismo de naturaleza) 1988-89, en junio de 2005 realizando una caminata\nmontaña adentro Crescencio Sánchez Díaz, Gabriel Gómez Rosete y José\nLuís Martínez Sánchez, ingresan hasta boca del toro realizando el\ndescenso de la primer cascada sin posibilidades de retornar, deciden\ncontinuar descendiendo río abajo con muy poco equipo y dependiendo de\nanclajes naturales y de fierro, 8 días después regresan a realizar otro\nrecorrido de reconocimiento Ing. Álvaro Martínez Camacho, Biol. Rene\nMartínez Ramírez y otros compañeros, en 2006 con apoyo del Presidente\nMunicipal Gerardo Lagunes Gallina se realiza un documental y video del\ncañón, con fines de promoción y difusión a cargo de Terraventura,\ndesafío turismo de aventura, Rodolfo Hernández guzmán, José Guerrero\nalegría y Carlos Montellano, hacia el mes de junio de 2006, se inician\nlos trabajos de equipamiento con anclajes ya fijos de acero inoxidable a\ncargo de: José Benjamín Guerrero Alegría (espeleólogo - guía), Biol.\nAndrés Gurrea Sánchez (espeleólogo),l.A.E. Rodolfo Hernández Guzmán\n(espeleólogo - guía), C.D. Cesar Octavio Cruz Luna (espeleólogo), Biol.\nJuan Carlos Villa Rodríguez (guía), Biol. Teresa Zamora de Rodríguez\n(guía), Marco Iván Ruiz Montriel (apoyo), Tum. Héctor López garcía\n(apoyo), Luis Gerardo Alvarado Torres (apoyo), Ing. Crescencio Sánchez\nDíaz (apoyo) realizando el equipamiento de los 25 rápeles en un 90% en\ntres diferentes etapas, concluyendo dicho equipamiento en noviembre del\nmismo año M.C Ayerin Mancilla, Ing. Edgar Gamboa y Biol. Samuel Roji\nPalacios integrantes de la asociación de montañismo y exploración de la\nUNAM y primera expedición en realizar el recorrido completo en\naproximadamente 17 horas, a la fecha se han hecho diferentes incursiones\na la este bello cañón de la Carbonera el cual es el que cuenta con mas\nrápeles equipados en la Republica Mexicana.\n</dd>\n</dl>\n",
  "version": "ba22f80b3bd3c578c59ef7d05efefb8f"
}