{
  "url": "https://ropewiki.com/Cuichat",
  "latitude": 20.0114,
  "longitude": -97.4921,
  "id": 28391,
  "name": "Cuichat",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 50,
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Datos prácticos País: MEXICO Provincia o Departamento: CUETZALAN,\nPUEBLA Acceso desde: CUETZALAN, PUEBLA Altura de rápel mas largo: 50 mts\nInformación del caudal: con caudal moderado Combinación de vehículos:\nopcional. es recomendable tomar el medio de tranporte que sale del\ncentro de la ciudad de Cuetzalan. Material necesario: 1 cuerda de 100\nmetros y 1 de 30 metros Neopreno: opsional 3 mm Material de instalación:\nAconsejable llevar material de instalación de repuesto Epoca: todo el\naño. Se recomienda pedir informes meteorologicos Observaciones: no\nexistentes. Aproximación: el acceso es una brecha y es recomendable\nlleva a un guia local con experiencia o pedir informacion. Retorno:\nsalida en el primer puente a la comunidad Tepatahua y caminar hasta\nXochicatl de 30 a 45 minutos de aproximancion Horario de aproximación:\n8:00 hrs Horario de descenso: 8:30 hrs Horario de retorno: 15:00 hrs\nEscapes: cada 100 metros Descripción: el descenso es muy combinable. Es\nimportante tener precaución en el senderismo, las rocas estan sueltas y\npuede ocasionar alguna lesión para los barranquistas.</p>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_de_cuichat.htm\">Barranquismo.net</a>\n: Cuichat</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Otros datos</p>\n<p>Toponímia: CUICHAT Mapa: anexo Zona o macizo: COMPLEJO METAMORFICO DE\nTEZIUTLAN (TE) TRIAZICO Cuenca: Cañon de Apulco, Rio Apulco, Sub Cuenca\nCuichat Coord. GPS del inicio: latitud norte 20°000.560¨Longitud Oeste\n09730.259 Coord. GPS del final: latitud norte 20°00.681 Longitud Oeste\n097°29.528 Altura en inicio: 1020 msnm Altura en final: 760 msnm\nLongitud: 2.5 km Desnivel: 200 m Carácter: engorgado Tipo de roca:\ncaliza, conglomerado y granito Combinable con el descenso de: destrepes,\nsaltos, senderismo y tirolinas. Especies amenazadas: Nutrias, Acamayas\nHistoria: Explorado el 10 de julio del 2007 por la Union de Rescate e\nInvestigacion en Oquedades Naturales A. C. Miembros, Oscar, Gilo Dario,\nRicardo Lugo, Fish, Santiago y Gabo Rosete.</p>\n",
  "version": "522eba62cb99d65f596222721281638a"
}