{"rappelCountMin":16,"vehicle":null,"latitude":18.8568,"months":["Mar","Apr","May","Dec","Jan","Feb"],"name":"Carbonera (Veracruz)","shuttleSeconds":null,"waterRating":"C","url":"https:\/\/ropewiki.com\/Carbonera_(Veracruz)","rappelLongestMeters":35,"geojson":null,"rappelCountMax":24,"technicalRating":3,"version":"ab8b3abdd800d8de7c19332db3f2dc8ba47d1bb074c773796610697f562df93a","longitude":-97.1991,"id":28397,"permit":"No","quality":3.5,"timeRating":"III","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><div><b>Acceso desde:<\/b> Colonia Lopez Arias perteneciente al municipio de Nogales; Veracruz<\/div>\n<div><b>Altura de rápel mas largo:<\/b> 32 m<\/div>\n<div><b>Información del caudal:<\/b> normalmente tiene agua con poca corriente, pozas poco profundas de aproximadamente 1.2 m, cascadas moviéndose despacio, pueden realizarse caminatas con el agua a la cintura, al cuello o nadando, es necesario utilizar neopreno debido a la temperatura del agua<\/div>\n<div><b>Material necesario:<\/b> SI<\/div>\n<div><b>Neopreno:<\/b> indispensable por la temperatura del agua<\/div>\n<div><b>Material de instalación:<\/b> plaquetas de acero inoxidable (3), spit.(3)<\/div>\n<div><b>Epoca:<\/b> de octubre a mayo, otoño, primavera<\/div>\n<div><b>Observaciones:<\/b> reportar el ingreso hacia el cañón en la tienda junto a la capilla con el sr. Delfino de la Trinidad, el dará parte a las autoridades correspondientes en caso de peligro a la coordinación de protección civil regional, rescate Veracruz y ERM Veracruz a cargo de Octavio Cruz Luna<\/div>\n<div><b>Horario de aproximación:<\/b> 7:00 AM<\/div>\n<div><b>Horario de descenso:<\/b> 8:00 AM<\/div>\n<div><b>Horario de retorno:<\/b> 10: 00 PM<\/div>\n<div><b>Toponímia:<\/b>&#160;: Cañon de la Carbonera, Palo Verde Nogales Veracruz<\/div>\n<div><b>Zona o macizo:<\/b> Parque Nacional Cañón de Río Blanco<\/div>\n<div><b>Cuenca:<\/b> Parque Nacional Pico de Orizaba- Parque Nacional Cañón de Río Blanco<\/div>\n<div><b>Coord. GPS del inicio:<\/b> 18o 49\" latitud norte<\/div>\n<div><b>Coord. GPS del final:<\/b> 97o 09\" latitud oeste<\/div>\n<div><b>Altura en inicio:<\/b> 2125 msnm<\/div>\n<div><b>Altura en final:<\/b> 1290 msnm<\/div>\n<div><b>Longitud:<\/b>  8.3 km<\/div>\n<div><b>Desnivel:<\/b> 8.3 km<\/div>\n<div><b>Carácter:<\/b> engordado y abierto en la parte final<\/div>\n<div><b>Tipo de roca:<\/b> formaciones de calizas en la mayor parte del trayecto, con pequeñas apariciones de basalto en algunas paredes en el cerro de rancho viejo<\/div>\n<div><b>Combinable con el descenso de:<\/b> No<\/div>\n<div><b>Especies amenazadas:<\/b> flora: árbol \"canoa\", fauna: el chiviscoyo<\/div>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div><b>Combinación de vehículos:<\/b> la utilización de vehículos es únicamente hasta la escuela primaria de la congregación de Palo Verde como pueden ser taxis, vehículos particulares y el micro local en horarios de la 7:00 am, 10:00 am, 1:30pm y 4:00 pm, en adelante es caminata por un sendero muy bien marcado utilizado por la población de dicha congregación<\/div>\n<p>vía autopista de la ciudad de México hacia el puerto de Veracruz a 247 km se encuentra la ciudad de Nogales; Veracruz, el acceso es en la Colonia López Arias (sub estación de PEMEX) camino de terraceria hacia la congregación de Palo Verde llegando al centro de la comunidad se encuentra un mirador y la escuela primaria, caminar hacia la piedra del águila (1.2 km) continuando 2.5 km adelante se ingresa directamente al cañón por una pequeña ladera, dirigirse río abajo donde se encuentra la primer cascada mas adelante un lugar denominado Garganta del Toro por la formación geográfica del lugar.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>graduación: intermedio (3BRV graduación ACA) escalada técnica expuesta. Desescalada que puede ser difícil y peligroso; la mayoría de la gente preferiría rapelear. La cuerda se necesita para hacer rápeles sencillos. Obviamente se utilizan anclajes naturales y fijos. Regresar sobre el cañón requiere ascender por cuerdas fijas. Técnicas pueden ser requeridas. Se realizarán algunas caminatas con agua hasta el cuello o nadando. existen uno o más riesgos extraordinarios que pueden complicar el descenso. Habilidades técnicas sólidas y buen juicio son críticos. No son recomendables para principiantes.\n<\/p>\n<div><b>Escapes:<\/b> aproximadamente 2 rutas de escape hacia la piedra del águila y el centro de Palo Verde, después de descender los primeros 8 rápeles en la zona denominada Garganta del Toro<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<dl><dd>al termino y salida del cañón se encuentra la colonia Héroes de Independencia y la congregación de la Carbonera, donde caminando por algunas calles rumbo al sur (700 m) encontraremos el palacio municipal y la iglesia de \"San Juan Bautista\" parte del centro de la ciudad.<\/dd><\/dl>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>NO TIRAR BASURA, RESPETAR EL ENTORNO ECOLOGICO DEBIDO A QUE ES UN AREA NATURAL PROTEGIDA\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barranquismo.net\/paginas\/barrancos\/canon_de_la_carbonera.htm\">Barranquismo.net<\/a> &#160;: Carbonera<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barranquismo.net\/paginas\/barrancos\/canon_de_la_carbonera1.htm\">Barranquismo.net<\/a> &#160;: Carbonera<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/summitpost.org\/ca-n-de-la-carbonera\/581207\">SummitPost.org<\/a> &#160;: Cañón de la Carbonera<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<div style=\"display:none\" class=\"barranquismonet\">24-Jul-2008 CRESCENCIO SANCHEZ DIAZ; NOGALES VERACRUZ MEXICO. MAYORES INFORMES: cholin77@hotmail.com<\/div>\n<dl><dd>a través de los años numerosos clubes ingresaron a realizar caminatas a lo largo de este bello cañón, de antaño con el fuego simbólico proveniente del Pico de Orizaba (5,747 msnm), principalmente los lugareños quienes conocen per<\/dd><\/dl>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>fectamente su territorio, han dado nombre a las cascadas y los lugares mas representativos, tales como la cascada de los hilitos de plata (85 m), horno de cal y boca del toro. Pioneros del montañismo y la exploración de la región tales como: Octavio de la Llave en los años 60, Rodolfo Hernández Guzmán (pionero del excursionismo y turismo de naturaleza) 1988-89, en junio de 2005 realizando una caminata montaña adentro Crescencio Sánchez Díaz, Gabriel Gómez Rosete y José Luís Martínez Sánchez, ingresan hasta boca del toro realizando el descenso de la primer cascada sin posibilidades de retornar, deciden continuar descendiendo río abajo con muy poco equipo y dependiendo de anclajes naturales y de fierro, 8 días después regresan a realizar otro recorrido de reconocimiento Ing. &#193;lvaro Martínez Camacho, Biol. Rene Martínez Ramírez y otros compañeros, en 2006 con apoyo del Presidente Municipal Gerardo Lagunes Gallina se realiza un documental y video del cañón, con fines de promoción y difusión a cargo de Terraventura, desafío turismo de aventura, Rodolfo Hernández guzmán, José Guerrero alegría y Carlos Montellano, hacia el mes de junio de 2006, se inician los trabajos de equipamiento con anclajes ya fijos de acero inoxidable a cargo de: José Benjamín Guerrero Alegría (espeleólogo - guía), Biol. Andrés Gurrea Sánchez (espeleólogo),l.A.E. Rodolfo Hernández Guzmán (espeleólogo - guía), C.D. Cesar Octavio Cruz Luna (espeleólogo), Biol. Juan Carlos Villa Rodríguez (guía), Biol. Teresa Zamora de Rodríguez (guía), Marco Iván Ruiz Montriel (apoyo), Tum. Héctor López garcía (apoyo), Luis Gerardo Alvarado Torres (apoyo), Ing. Crescencio Sánchez Díaz (apoyo) realizando el equipamiento de los 25 rápeles en un 90% en tres diferentes etapas, concluyendo dicho equipamiento en noviembre del mismo año M.C Ayerin Mancilla, Ing. Edgar Gamboa y Biol. Samuel Roji Palacios integrantes de la asociación de montañismo y exploración de la UNAM y primera expedición en realizar el recorrido completo en aproximadamente 17 horas, a la fecha se han hecho diferentes incursiones a la este bello cañón de la Carbonera el cual es el que cuenta con mas rápeles equipados en la Republica Mexicana.\n<\/p>\n\n\n<\/div>","riskRating":"PG"}