{
  "url": "https://ropewiki.com/Tecoac",
  "latitude": 18.8167,
  "longitude": -97.2833,
  "id": 28398,
  "name": "Tecoac",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "permit": "No",
  "rappelLongestMeters": 50,
  "shuttleSeconds": 60,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Datos prácticos País: México Provincia o Departamento: VERACRUZ\nAcceso desde: MALTRATA Altura de rápel mas largo: 50 m Información del\ncaudal: El barranco suele tener sueltas imprevistas en temporada de\nlluvias únicamente Combinación de vehículos: se aborda transporte de\nservicio público de línea llamada AU con destino al pueblo Potrero\nmunicipio de Esperanza esta ruta es a la Cd. de Serdan. en Matrata\nexiste transporte público y económico con destino a la cuidad de Orizaba\nMaterial necesario: 1/100 metros ,1/50metros Neopreno: Si Material de\ninstalación: Aconsejable llevar material de instalación de repuesto\ntramos de cinta ya que existen anclajes naturales Epoca: Invierno y\nprimavera Observaciones: respetar la temporada por situaciones\nclimatológicas Aproximación: El punto de inicio esta ubicada en el\npueblo de Boca del Monte. realizando un trekkin de 30 minutos sobre las\nvías del ferrocarril que ya no esta en servicio antes del túnel 16 para\nel primer R1 Retorno: llegando a la comunidad de maltrata se puede\ntrasladar a la cuidad de Orizaba. que se encuentra a 16 kilómetros\nHorario de aproximación: 07:00 am Horario de descenso: Día uno 08:30 am\nHorario de retorno: Día dos 14:00 pm Escapes: solo 1 de lado izquierdo\ndurante un recorrido de 10 horas, tiempo considerado para 8 personas\nDescripción: este cañón esta ubicada en la base del Pico de Orizaba con\nuna longitud de 11 kilómetros, tiene una total de 36 cascadas donde la\nduración por mas de 20 horas disfrutando del paisaje y leyendas que\nenvolvieron la zona por la revolución mexicana y construcción del\nferrocarril mexicano</p>\n<p>Restricciones o prohibiciones: Ninguna, solo llenar registro con la\nBrigada de Rescate del Socorro Alpino de México A. C. Delegación Zona\nCentro Veracruz Dirección de Oficina Av. ferrocarril Mexicano No. 125\nCol. El Aguila Cd. Mendoza, Veracruz</p>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/canon_de_tecoac.htm\">Barranquismo.net</a>\n: Tecoac</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Toponímia: RUTA DEL FERROCARRIL MEXICANO TRAMO ORIZABA BOCA DEL MONTE\nMapa: Hacienda de Boca del Monte Zona o macizo: PARQUE NACIONAL CAÑÓN DE\nRIO BLANCO Cuenca: Río Blanco Coord. GPS del inicio: Coord. GPS del\nfinal: Latitud norte: 18° 49' Longitud oeste: 97° 17' Altura en inicio:\n2530m Altura en final: 1720m Longitud: 8000 metros Desnivel: 850 m\nCarácter: Engorgado Tipo de roca: Caliza, Conglomerado Combinable con el\ndescenso de: Trekking, Escalada Especies amenazadas: En todos los\nhabitats viven animales y plantas que merecen nuestro respeto Historia:\nla exploración de la ruta. El mismo 1857 llegó el ingeniero Andrés H.\nTalcote, norteamericano, quien emprendió el reconocimiento por Córdoba y\nOrizaba, mientras que el ingeniero Pascual Almazán, mexicano, lo hacía\npor Jalapa. Se prefirió la ruta más difícil y costosa por Orizaba y\nMaltrata, desechando la de Jalapa, que era mejor. El pretexto fue que el\nterreno era demasiado duro y abundante en barrancas. Se piensa que las\ninfluencias de los Hermanos Escandan, dueños de plantas textiles en la\nzona de Orizaba y como concesionarios de la construcción de la línea,\npesaron en la decisión. Primeros Aperturistas de la Ruta de Cañonismo\nMiembros de la Brigada de rescate del Socorro alpino de México 1998\nAlvaro Martinez Camacho Raúl Colina Meneses Junior Meliton García Rosete\nEduardo Enrique García Méndez Julio Cesar Martínez Cuatle Gerson\nMachorro Cresencio Sanches Díaz Gabriel Gómez Rosete</p>\n",
  "version": "41dbef5b951958d4e4ab7b002d198e7a"
}