{
  "url": "https://ropewiki.com/Colorado_(Alava)",
  "latitude": 42.3395,
  "longitude": -2.5993,
  "id": 28394,
  "name": "Colorado (Alava)",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "shuttleSeconds": 60,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> DAROCA DE RIOJA</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> CON CAUDAL EN CASO DE LLUVIAS, LA ROCA\nSE DESPRENDE CON FACILIDAD</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 x 30 m</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Normalmente no, solo en caso de mucho caudal</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Es posible hacerlo, pero no es interesante para\nlos aficionados al descenso de cañones. De hecho, no hay mucha gente que\nle apetezca repetir la experiencia. El terreno inestable, la falta de\nequipamiento fijo o de lugares accesibles donde amarrar la cuerda, entre\notros problemas, lo convierten en un descenso complicado y carente de\natractivo para el barranquista</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 25 minutos</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2 horas</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 30 minutos</p>\n</div>\n<div>\n<p><b>Mapa:</b> H.C. S.G.E. nº 203</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> serradero</p>\n</div>\n<div>\n<p><b>Cuenca:</b> RÍO IREGUA</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> ED 50 30T X: 533006, Y: 4687549</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> ED 50 30T X: 533406, Y: 4688883</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 1356 M</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 1034 M</p>\n</div>\n<div>\n<p><b>Longitud:</b> 2 KM</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 415 M</p>\n</div>\n<div>\n<p><b>Carácter:</b> ABIERTO</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> SILICEA</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Necesaria, uno en la pista que sube\nal Serradero y otro en el pueblo de Daroca de Rioja</p>\n</div>\n<p>A la cabecera del Colorado se accede por la pista que, unos metros\nantes de la cumbre del Serradero, baja por el Este hacia Sorzano, la\ntorre de vigilancia forestal y las \"neveras\" de Sojuela. Poco antes de\nllegar a la torre del reten de incendios, vemos a la derecha una\nabertura en el bosque que se dirige al barranco (no obstante, es mejor\nbajar por el pinar que sigue a esta abertura). Nos mantenemos en el\nlímite del pinar, y en pocos minutos llegaremos al imponente inicio del\nColorado, con unas magnificas vistas del valle del Ebro.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>El primer resalte de la cabecera se puede destrepar, pero conviene\ncolocar una cuerda en un árbol que nos permita descender con mayor\nseguridad los primeros metros. Luego, con precaución ya que es un\nterreno muy endeble, se baja hasta el fondo del barranco. El cauce es\ncaótico e irregular, transitando por el mismo durante unos 200 metros.\nEmpezamos a oír el agua y superamos un par de pequeños resaltes. Las\nladeras se estrechan y se cubren de hayas que oscurecen el camino.\nEnseguida nuestra marcha se interrumpe bruscamente; vemos un salto de\nunos cinco metros, y después otro que se intuye más grande. Buscamos\nanclajes o algún lugar donde amarrar la cuerda. No hay nada. Y el\nconglomerado del cauce es peligroso para colocar fijaciones (tampoco\nhayamos ninguna). Aunque parezca fácil volver a subir este pequeño\ndestrepe, más de uno ha bajado pero no ha podido subir; de hecho en este\npunto se han realizado varios rescates. Si se quiere superar la caída\ngrande hay que utilizar los árboles, normalmente de la ladera derecha; y\npara llegar a ellos hay que realizar expuestas travesías, poco\nrecomendables. La bajada es de unos 14 m desde la cabecera; y si se baja\nde los árboles, le sumaremos algunos metros más. La vista del salto y de\nlos bordes de la marmita que lo recoge es espectacular. Seguidamente,\nsurge otro resalte de otros cinco metros que se supera sin mucha\ndificultad. Discurrimos algo menos de 100 m y nos topamos con la última\ncascada, de otros 10-12 m. Ante la roca deleznable que flanquea el\narroyo hay que buscar alternativas naturales para su descenso.</p>\n<div>\n<p><b>Escapes:</b> Hasta los rápeles de 6 y 14 encadenados, se puede\nretroceder sin problemas. Tras el rápel de 14, se puede abandonar el\ncauce por la margen izquierda</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Ya abajo, seguimos cercanos al curso del arroyo hasta Daroca de\nRioja.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_del_colorado.htm\">Barranquismo.net</a>\n: Colorado</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=1399392\">Wikiloc.com</a> :\nBarranco El Colorado - Senda de las Neveras</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>13-Apr-10 Jose Mari Rey Garcia</p>\n</div>\n",
  "version": "e8ddbc713da9b8ac46e6cb3c199ff236"
}