{"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Datos prácticos\nPaís: México\nProvincia o Departamento: VERACRUZ\nAcceso desde: MALTRATA\nAltura de rápel mas largo: 50 m\nInformación del caudal: El barranco suele tener sueltas imprevistas en temporada de lluvias únicamente\nCombinación de vehículos: se aborda transporte de servicio público de línea llamada AU con destino al pueblo Potrero municipio de Esperanza esta ruta es a la Cd. de Serdan. en Matrata existe transporte público y económico con destino a la cuidad de Orizaba\nMaterial necesario: 1\/100 metros ,1\/50metros\nNeopreno: Si\nMaterial de instalación: Aconsejable llevar material de instalación de repuesto tramos de cinta ya que existen anclajes naturales\nEpoca: Invierno y primavera\nObservaciones: respetar la temporada por situaciones climatológicas\nAproximación: El punto de inicio esta ubicada en el pueblo de Boca del Monte. realizando un trekkin de 30 minutos sobre las vías del ferrocarril que ya no esta en servicio antes del túnel 16 para el primer R1\nRetorno: llegando a la comunidad de maltrata se puede trasladar a la cuidad de Orizaba. que se encuentra a 16 kilómetros\nHorario de aproximación: 07:00 am\nHorario de descenso: Día uno 08:30 am\nHorario de retorno: Día dos 14:00 pm\nEscapes: solo 1 de lado izquierdo durante un recorrido de 10 horas, tiempo considerado para 8 personas\nDescripción: este cañón esta ubicada en la base del Pico de Orizaba con una longitud de 11 kilómetros, tiene una total de 36 cascadas donde la duración por mas de 20 horas disfrutando del paisaje y leyendas que envolvieron la zona por la revolución mexicana y construcción del ferrocarril mexicano\n<\/p><p>Restricciones o prohibiciones: Ninguna, solo llenar registro con la Brigada de Rescate del Socorro Alpino de México A. C. Delegación Zona Centro Veracruz Dirección de Oficina Av. ferrocarril Mexicano No. 125 Col. El Aguila Cd. Mendoza, Veracruz\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barranquismo.net\/paginas\/barrancos\/canon_de_tecoac.htm\">Barranquismo.net<\/a> &#160;: Tecoac<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Toponímia: RUTA DEL FERROCARRIL MEXICANO TRAMO ORIZABA BOCA DEL MONTE\nMapa: Hacienda de Boca del Monte\nZona o macizo: PARQUE NACIONAL CAÑÓN DE RIO BLANCO\nCuenca: Río Blanco\nCoord. GPS del inicio: \nCoord. GPS del final: Latitud norte: 18° 49' Longitud oeste: 97° 17' \nAltura en inicio: 2530m\nAltura en final: 1720m\nLongitud: 8000 metros\nDesnivel: 850 m\nCarácter: Engorgado\nTipo de roca: Caliza, Conglomerado\nCombinable con el descenso de:\nTrekking, Escalada\nEspecies amenazadas: En todos los habitats viven animales y plantas que merecen nuestro respeto\nHistoria: la exploración de la ruta. El mismo 1857 llegó el ingeniero Andrés H. Talcote, norteamericano, quien emprendió el reconocimiento por Córdoba y Orizaba, mientras que el ingeniero Pascual Almazán, mexicano, lo hacía por Jalapa. Se prefirió la ruta más difícil y costosa por Orizaba y Maltrata, desechando la de Jalapa, que era mejor. El pretexto fue que el terreno era demasiado duro y abundante en barrancas. Se piensa que las influencias de los Hermanos Escandan, dueños de plantas textiles en la zona de Orizaba y como concesionarios de la construcción de la línea, pesaron en la decisión. Primeros Aperturistas de la Ruta de Cañonismo Miembros de la Brigada de rescate del Socorro alpino de México 1998 Alvaro Martinez Camacho Raúl Colina Meneses Junior Meliton García Rosete Eduardo Enrique García Méndez Julio Cesar Martínez Cuatle Gerson Machorro Cresencio Sanches Díaz Gabriel Gómez Rosete\n<\/p>\n\n\n<\/div>","url":"https:\/\/ropewiki.com\/Tecoac","shuttleSeconds":null,"name":"Tecoac","waterRating":null,"permit":"No","rappelCountMin":null,"rappelCountMax":null,"technicalRating":null,"rappelLongestMeters":50,"longitude":-97.2833,"riskRating":null,"id":28398,"version":"2477185c118240d7deb80092e75dd13772c4e420a1a2ff9a8e9ae1113a5bf78c","timeRating":null,"geojson":null,"latitude":18.8167,"quality":0,"months":["Dec","Jan","Feb","Mar","Apr","May"],"vehicle":null}