{
  "url": "https://ropewiki.com/Sehuaya",
  "latitude": 19.2754,
  "longitude": -99.2787,
  "id": 28392,
  "name": "Sehuaya",
  "quality": 3,
  "months": [
    "Jul",
    "Aug",
    "Sep",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "II",
  "permit": "No",
  "rappelLongestMeters": 21,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> MAGDALENA CONTRERAS</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 20 metros</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Siempre tiene agua. Aumenta\nconsiderablemente en época de lluvías</p>\n</div>\n<div>\n<p><b>Material necesario:</b> Dos cuerdas de 21 o más</p>\n</div>\n<div>\n<p><b>Neopreno:</b> opcional depende del nivel del agua; es muy fría</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Está todo armado</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año. La mejor es Julio-Septiembre (época de\nlluvías)</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Es muy resbaloso en época de lluvías. En\nalgunas cascadas un grupo religioso realiza varios ritos o cermónias\n(dejan mucha basura, ropa y animales muertos)</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 30 minutos</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 3 a 6 horas</p>\n</div>\n<div>\n<p><b>Toponímia:</b> cañon de los dinamos</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> los dinamos</p>\n</div>\n<div>\n<p><b>Carácter:</b> Cañón engorgado al inicio y después de la tercera\ncascada es abierto</p>\n</div>\n<p>If you're in the city, it's worth doing, otherwise no. Maybe better\nwith flow after the rains. The first 3 rappels are the only really\ntechnical part of the canyon and are committing. the lower dozen or so\ncould mostly be walked around (although it would be an obnoxious\nbushwack) or downclimbed and are in a much more open creekbed.</p>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Los autos se pueden quedar en el\nestacionamiento de alguna de las cabañas que venden alimentos (para\nmayor seguridad) en el tercer Dínamo o bien pueden dejarse en la\ncarretera, en el puente donde inicia la subida al barranco</p>\n</div>\n<p>Llegando al tercer Dínamo, pasando la Escuela Gambia, llegar a un\npuente sobre la carretera. A la izquierda está la vereda que sube,\naproximádamente a 20 minutos se llega a un valle (antes del valle se\npuede observar una cascada) Ahí buscar la vereda hacia la derecha, que\nlleva al arroyo siguiendo este aproximádamente a 5-10 minutos\nencontraremos el tobogán que marca la entrada al cañón.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>La primera parte es un cañoncito engorgado que inicia con un tobogán\nde aproximádamente 5 metros, que nos lleva a una poza de agua helada.\nSaliendo de la poza hay un árbol que sirve como puente, inmediatamente\nencontramos la primera cascada de 7 metros con una poza que cubre hasta\nla cintura. Unos metros adelante está la segunda cascada con una poza\nque cubre arriba de las rodilla. Inmediatamente encontramos la tercera\ncascada de aproximadamente 20 metros (algunos dicen que 25, otros 18)\ndejamos atrás las grandes paredes de roca. Ahí termina la primera parte,\nsiguiendo el río entramos al bosque (barranco). Ahí encontraremos varias\ncascadas más; 12 en total que varian su altura siendo la más pequeña de\n2 metros y la más alta de 18.</p>\n<div>\n<p><b>Escapes:</b> Existen varios en todo el recorrido hacia la vereda\nque llega a la carretera</p>\n</div>\n<p>the point marked on the map is the drop-in.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>El barranco termina en la carretera, en el mismo punto donde\niniciamos.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>10 peso entrance fee to the park in March 2021</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_de_sehuaya.htm\">Barranquismo.net</a>\n: Sehuaya</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>22-Jun-2009 TITO ARCE</p>\n</div>\n",
  "version": "6d00f2fd3b4fb01735dd2e96517e883f"
}