{"permit":"No","longitude":-4.2847,"rappelCountMax":null,"vehicle":null,"name":"Simon Chorros","waterRating":null,"quality":3,"url":"https:\/\/ropewiki.com\/Simon_Chorros","shuttleSeconds":null,"geojson":null,"id":28408,"timeRating":null,"technicalRating":null,"riskRating":null,"months":["Jun","Jul","Aug","Sep","Oct","Nov"],"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><div><b>Acceso desde:<\/b> MANZANARES EL REAL<\/div>\n<div><b>Altura de rápel mas largo:<\/b> 20 m<\/div>\n<div><b>Información del caudal:<\/b> BARRANCO CON MUCHO CAUDAL EN EPOCA DE DESHIELO Y DE FUERTES LLUVIAS. UNA VICTIMA MORTAL<\/div>\n<div><b>Material necesario:<\/b> 2 x 25<\/div>\n<div><b>Neopreno:<\/b> Si es necesario. Agua fria<\/div>\n<div><b>Material de instalación:<\/b> No. La primera vez que lo descendio el grupo G.E. Flash en Agosto de 2004, se encontrarón cintajos, clavos y algún buril. Hoy dia esta ya instalado con parabolts, instalación efectuada por el G.E.R.A. (Grupo Especial de Rescate en Altura del cuerpo de bomberos de la Comunidad de Madrid)<\/div>\n<div><b>Epoca:<\/b> Verano y otoño<\/div>\n<div><b>Observaciones:<\/b> Con gran caudal puede resultar muy peligroso, por no decir imposible<\/div>\n<div><b>Horario de aproximación:<\/b> 1h 30<\/div>\n<div><b>Horario de descenso:<\/b> aprox 1h 30 según grupo<\/div>\n<div><b>Horario de retorno:<\/b> 1h<\/div>\n<div><b>Nota:<\/b> Después del último tobogán que marca la salida en la topo, hay rio abajo otros 4 rapeles más de entre 3 a 10 mts equipados con parabolt<\/div>\n<div><b>Toponímia:<\/b> RIO MANZANARES<\/div>\n<div><b>Mapa:<\/b> \"LA PEDRIZA DE MANZANARES\" ED. LA TIENDA VERDE (2002) 1:15.000<\/div>\n<div><b>Zona o macizo:<\/b> la pedriza (sierra de guaDARRAMA)<\/div>\n<div><b>Cuenca:<\/b> RIO MANZANARES<\/div>\n<div><b>Altura en inicio:<\/b> 1500 m<\/div>\n<div><b>Altura en final:<\/b> 1350 m<\/div>\n<div><b>Longitud:<\/b> 650 m<\/div>\n<div><b>Desnivel:<\/b> aprox. 150 m<\/div>\n<div><b>Carácter:<\/b> ABIERTO<\/div>\n<div><b>Tipo de roca:<\/b> GRANITO<\/div>\n<div><b>Combinable con el descenso de:<\/b>No<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>¿Como llegar? Desde Manzanares el Real continuar por la M-608 en dirección a Cerceda. A 500m de la salida del pueblo, antes del P.K.26, se toma un desvio a la derecha que indica: \"La Pedriza de Manzanares\". A un Km pasaremos junto al centro de Educación Ambiental (a la derecha) y un poco más adelante por el puesto de control de acceso al Parque. Continuaremos por esta pequeña carretera, coronando el collado de Quebrantaherraduras, despues de este y en bajada continuaremos hasta una barrera que pone fin al tráfico rodado. En este punto hay un bar \"Alta Montaña\" y un parking (Km 6) para estacionar el coche. Nota: El acceso de vehiculos al Parque esta restringido mediante cupo. En época estival y en particular los fines de semana, conviene madrugar para evitar problemas de acceso. Aproximación: Desde el parking continuamos caminando por la carretera de acceso al otro lado de la barrera, que al principio discurre muy próxima al rio, por su margen derecha. Atras dejamos 4 desvios(el primero a la izquierda, los otros tres a la derecha). Tras pasar el último desvio a la derecha (el que conduce a la zona de baño de la Charca Verde) la pista gira a la izquierda y comienza a subir. Pasamos junto a un pilón y una fuente y un poco más alla cerca de otro desvio (izquierda)que conduce a una explotación ganadera, justo en ese punto termina el asfalto. La pista gira nuevamente a la derecha y continua subiendo. Pasado el Km 8 comienza un suave y serpenteante descenso hasta el puente de los Franceses (Km 9). Antes de cruzarlo hay que abandonar la pista tomando unas escaleras de piedra que salen a la izquierda. Por las escaleras seguimos una senda bien marcada por la que continuamos remontando el Manzanares. La senda pasa junto a una fuente(izquierda) y atraviesa una zona llana y despejada, adentrandose a continuación en un pinar.Un poco más adelante llegaremos a una pasarela de madera (Vado del Retén) por la que cruzaremos el rio. Prestaremos atención a los hitos que nos irán guiando por una senda que asciende en zetas muy cerradas. Posteriormente la senda continua remontando el cauce y pasa junto a un bloque gigantesco que hace \"techo\" sobre el camino, este punto es un magnifico mirador sobre alguna de las cascadas de la parte más angosta del descenso. El camino se adentra más adelante en el pinar, y continua en fuerte subida. En una zona despejada vemos como se dirige hacia una placa inclinada de granito (se oye el rumor del agua), describiendo una cerradisima curva a la derecha. Justo en este punto sale un sendero que nos llevará, en escasos 50m aprox. al cauce a la altura de la poza que precede a la cascada-tobogán, constituyendo un posible escape. Siguiendo por el sendero que traiamos, este describe unas zetas muy cerradas que nos conducen hasta la plataforma superior donde cruza por zona despejada para adentrarse a continuación en el pinar. Un poco más alla vemos una bifurcación junto a una gran piedra (derecha). Aqui tomamos el sendero de la izquierda que muy pronto se vuelve a bifurcar. En esta ocasión seguiremos de frente y llegaremos enseguida al cauce, a la altura del primer resalte no instalado y evitable. En este lugar comenzaremos el descenso.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Descenso curioso y entretenido. Merece una visita. Aguas limpias y frias. Desde el R6 al R9 zona de caracter encajado. Resbaladizo en\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><pre>algunos tramos. Ante todo evaluar el caudal.\n<\/pre>\n<div><b>Escapes:<\/b> Si. Tras el R5 existe un escape evidente a la izquierda que dará con el sendero de subida. De todas formas dado su caracter abierto, cabe la posibilidad de forzar algún escape más (a excepción del tramo comprendido entre el R6 y el R9)<\/div>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Tras la última \"rampa-tobogan\", que en la topo pone r16m, sale por la margen derecha del rio un sendero marcado con hitos (al principio un poco confuso), que nos dejará en el camino por el que accedimos al Vado del Retén. Desde aqui solo resta retornar por el mismo itinerario que utilizamos en la aproximación.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>. Aunque estamos en el Parque Regional de la Cuenca Alta del Manzanares. Ser respetuosos.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barranquismo.net\/paginas\/barrancos\/arroyo_simon_de_los_chorros.htm\">Barranquismo.net<\/a> &#160;: Simón Chorros<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barranquismo.net\/paginas\/barrancos\/barranco_los_chorros.htm\">Barranquismo.net<\/a> &#160;: Chorros<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<div style=\"display:none\" class=\"barranquismonet\">6-Jun-2007 G.E. FLASH<\/div>\n\n\n<\/div>","rappelCountMin":null,"latitude":39.096,"version":"5ae985a5e29e3bdb1446ad70f5ec16b21a8a932ef64b2a4bfa19ae7939b4a9fe","rappelLongestMeters":30}