{
  "url": "https://ropewiki.com/Simon_Chorros",
  "latitude": 39.096,
  "longitude": -4.2847,
  "id": 28408,
  "name": "Simon Chorros",
  "quality": 3,
  "months": [
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> MANZANARES EL REAL</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 20 m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> BARRANCO CON MUCHO CAUDAL EN EPOCA DE\nDESHIELO Y DE FUERTES LLUVIAS. UNA VICTIMA MORTAL</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 x 25</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Si es necesario. Agua fria</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> No. La primera vez que lo descendio\nel grupo G.E. Flash en Agosto de 2004, se encontrarón cintajos, clavos y\nalgún buril. Hoy dia esta ya instalado con parabolts, instalación\nefectuada por el G.E.R.A. (Grupo Especial de Rescate en Altura del\ncuerpo de bomberos de la Comunidad de Madrid)</p>\n</div>\n<div>\n<p><b>Epoca:</b> Verano y otoño</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Con gran caudal puede resultar muy peligroso,\npor no decir imposible</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 1h 30</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> aprox 1h 30 según grupo</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 1h</p>\n</div>\n<div>\n<p><b>Nota:</b> Después del último tobogán que marca la salida en la\ntopo, hay rio abajo otros 4 rapeles más de entre 3 a 10 mts equipados\ncon parabolt</p>\n</div>\n<div>\n<p><b>Toponímia:</b> RIO MANZANARES</p>\n</div>\n<div>\n<p><b>Mapa:</b> \"LA PEDRIZA DE MANZANARES\" ED. LA TIENDA VERDE (2002)\n1:15.000</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> la pedriza (sierra de guaDARRAMA)</p>\n</div>\n<div>\n<p><b>Cuenca:</b> RIO MANZANARES</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 1500 m</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 1350 m</p>\n</div>\n<div>\n<p><b>Longitud:</b> 650 m</p>\n</div>\n<div>\n<p><b>Desnivel:</b> aprox. 150 m</p>\n</div>\n<div>\n<p><b>Carácter:</b> ABIERTO</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> GRANITO</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>No</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>¿Como llegar? Desde Manzanares el Real continuar por la M-608 en\ndirección a Cerceda. A 500m de la salida del pueblo, antes del P.K.26,\nse toma un desvio a la derecha que indica: \"La Pedriza de Manzanares\". A\nun Km pasaremos junto al centro de Educación Ambiental (a la derecha) y\nun poco más adelante por el puesto de control de acceso al Parque.\nContinuaremos por esta pequeña carretera, coronando el collado de\nQuebrantaherraduras, despues de este y en bajada continuaremos hasta una\nbarrera que pone fin al tráfico rodado. En este punto hay un bar \"Alta\nMontaña\" y un parking (Km 6) para estacionar el coche. Nota: El acceso\nde vehiculos al Parque esta restringido mediante cupo. En época estival\ny en particular los fines de semana, conviene madrugar para evitar\nproblemas de acceso. Aproximación: Desde el parking continuamos\ncaminando por la carretera de acceso al otro lado de la barrera, que al\nprincipio discurre muy próxima al rio, por su margen derecha. Atras\ndejamos 4 desvios(el primero a la izquierda, los otros tres a la\nderecha). Tras pasar el último desvio a la derecha (el que conduce a la\nzona de baño de la Charca Verde) la pista gira a la izquierda y comienza\na subir. Pasamos junto a un pilón y una fuente y un poco más alla cerca\nde otro desvio (izquierda)que conduce a una explotación ganadera, justo\nen ese punto termina el asfalto. La pista gira nuevamente a la derecha y\ncontinua subiendo. Pasado el Km 8 comienza un suave y serpenteante\ndescenso hasta el puente de los Franceses (Km 9). Antes de cruzarlo hay\nque abandonar la pista tomando unas escaleras de piedra que salen a la\nizquierda. Por las escaleras seguimos una senda bien marcada por la que\ncontinuamos remontando el Manzanares. La senda pasa junto a una\nfuente(izquierda) y atraviesa una zona llana y despejada, adentrandose a\ncontinuación en un pinar.Un poco más adelante llegaremos a una pasarela\nde madera (Vado del Retén) por la que cruzaremos el rio. Prestaremos\natención a los hitos que nos irán guiando por una senda que asciende en\nzetas muy cerradas. Posteriormente la senda continua remontando el cauce\ny pasa junto a un bloque gigantesco que hace \"techo\" sobre el camino,\neste punto es un magnifico mirador sobre alguna de las cascadas de la\nparte más angosta del descenso. El camino se adentra más adelante en el\npinar, y continua en fuerte subida. En una zona despejada vemos como se\ndirige hacia una placa inclinada de granito (se oye el rumor del agua),\ndescribiendo una cerradisima curva a la derecha. Justo en este punto\nsale un sendero que nos llevará, en escasos 50m aprox. al cauce a la\naltura de la poza que precede a la cascada-tobogán, constituyendo un\nposible escape. Siguiendo por el sendero que traiamos, este describe\nunas zetas muy cerradas que nos conducen hasta la plataforma superior\ndonde cruza por zona despejada para adentrarse a continuación en el\npinar. Un poco más alla vemos una bifurcación junto a una gran piedra\n(derecha). Aqui tomamos el sendero de la izquierda que muy pronto se\nvuelve a bifurcar. En esta ocasión seguiremos de frente y llegaremos\nenseguida al cauce, a la altura del primer resalte no instalado y\nevitable. En este lugar comenzaremos el descenso.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Descenso curioso y entretenido. Merece una visita. Aguas limpias y\nfrias. Desde el R6 al R9 zona de caracter encajado. Resbaladizo en\nalgunos tramos. Ante todo evaluar el caudal.</p>\n<div>\n<p><b>Escapes:</b> Si. Tras el R5 existe un escape evidente a la\nizquierda que dará con el sendero de subida. De todas formas dado su\ncaracter abierto, cabe la posibilidad de forzar algún escape más (a\nexcepción del tramo comprendido entre el R6 y el R9)</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Tras la última \"rampa-tobogan\", que en la topo pone r16m, sale por la\nmargen derecha del rio un sendero marcado con hitos (al principio un\npoco confuso), que nos dejará en el camino por el que accedimos al Vado\ndel Retén. Desde aqui solo resta retornar por el mismo itinerario que\nutilizamos en la aproximación.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>. Aunque estamos en el Parque Regional de la Cuenca Alta del\nManzanares. Ser respetuosos.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/arroyo_simon_de_los_chorros.htm\">Barranquismo.net</a>\n: Simón Chorros</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_los_chorros.htm\">Barranquismo.net</a>\n: Chorros</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>6-Jun-2007 G.E. FLASH</p>\n</div>\n"
}