{
  "url": "https://ropewiki.com/Palanques",
  "latitude": 40.7825,
  "longitude": 0.2186,
  "id": 28423,
  "name": "Palanques",
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug"
  ],
  "permit": "No",
  "rappelLongestMeters": 40,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Beseit</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 40 mts</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> seco. Algunas pequeñas balsas\nevitables. Es facil encontrar agua después de lluvias debido a una\nsurgencia que hay en su cabecera</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 x 40 mts</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Solo después de lluvias</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Compuesto por espits+chapa con anilla\ny cordinos con anilla en naturales a Julio del 2007. Aconsejable llevar\nmaterial de instalación para reforzar algun rapel</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año. En verano es recomendable madrugar</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Visita obligada al interior del congosto del\nParrissal (agua muy fria y es necesario nadar para cruzarlo) que lleva\nagua todo el año excepto veranos de fuerte estiaje. Cuidado con las\ncrecidas del rio, a veces \"desaparecen\" las pasarelas. Formaciones de\ntoba de inicio a fin del barranco. Magnifica excursión\naproximación/retorno con bellisimas vistas. El agua no falta en todo el\nrio</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 1'30 h</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2 a 4 h</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 45 minutos</p>\n</div>\n<div>\n<p><b>Toponímia:</b> Barranc de la font de Palanques</p>\n</div>\n<div>\n<p><b>Mapa:</b> Els Ports, mapa Excursionista 1:25.000. Recomendable\nmapa de la zona</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Els Ports</p>\n</div>\n<div>\n<p><b>Cuenca:</b> riu Matarranya</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 1100 mts</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 800 mts</p>\n</div>\n<div>\n<p><b>Longitud:</b> 500 mts</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 300 mts</p>\n</div>\n<div>\n<p><b>Carácter:</b> Abierto. Algun pequeño tramo encajado en su parte\nfinal</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Calcarea y tobas</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>La visita al congosto del\nParrisal, barranc del Racó de Guera, cualquiera de los barrancos del\nPenyagalera</p>\n</div>\n<div>\n<p><b>Especies amenazadas:</b> En todos los habitats viven animales y\nplantas que merecen de todo nuestro respeto</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>Desde Beseit seguir los carteles que indican \"al Parrissal\" hasta\nllegar a una zona de pic-nic con amplio aparcamiento al final de la\npista (7 Km.). Seguir a pie remontando el rio Matarranya por el\nfrecuentado sendero unos 45 minutos. Esta senda (señalizada con\nestrellas azules y alguna linea roja) cruza el rio en varias ocasiones,\ny tiene instaladas tramos de pasarelas para evitar mojarse en sus frias\naguas en varios estrechos. Un centenar de metros antes de llegar al\ninmenso Estret o Gubies del Parrissal donde se cierran las paredes, a\nmano izquierda vemos una pintada que indica \"pas del Romeret\"(senda que\ncruza por arriba el congosto de l'Estret). En este punto finaliza el\ndescenso y se puede comprovar el caudal, si lleva, en el salto final de\n40 mts. Seguimos esta senda de fuerte subida, mas adelante se pierde un\npoco de altura por unos escalones metalicos (tipo ferrata). En pocos\nmetros cruzamos el cauce del barranc de Palanques y seguimos subiendo.\nNos fijamos que las marcas rojas estan repintadas por encima de color\namarillo. Enseguida llegamos a un pequeño collado donde la senda empieza\na descender otra vez hacia el Matarranya. Desde ese mismo collado nos\ndesviamos a la izquierda y seguimos subiendo. Este es el camino conocido\ncomo \"pujador a les moletes d'Arany\" y esta señalizado con hitos de\npiedra y algun punto azul de pintura. Nos elevamos con una impresionante\nvista sobre el laberinto de agujas calcareas que forman el Parrissal.\nHay un punto que requiere una facil trepada por una canaleta de unos 15\nmts. (III grado). Atención con la roca. En su parte superior hay\ninstalado un cordino en un arbusto para poder asegurar el paso. Otra\ncorta trepada y salimos a una explanada conocida como \"pla de les\nculebres\". Aquí finalizan los puntos azules y si observamos hacia la\ndepresion que tenemos a la izquierda veremos la gran colada de toba que\nes el primer rapel del barranco. Para llegar es necesario dar un pequeño\nrodeo subiendo siguiendo los hitos y luego sin camino definido bajar al\ncauce</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Casi todo el desnivel se baja rapelando, ya que apenas hay destrepes.\nEl cauce esta formado por los sedimentos que va creando originales\nformas.y muchas balsas. A partir del cuarto rapel comienza una larga\nrampa en donde se encadenan 6 rapeles. Todas las reinstalaciones son\naptas para varias personas porque la rampa tiene repechos donde se hace\nbuen pie, y ademas no es muy inclinada. A mitad del R35 la rampa se\nbifurca, seguir por la izquierda orografica. Algun corto tramo entre el\nbosque, sin apenas vegetación por el cauce, lleva al salto final, con\nbloques empotrados, en donde se ha formado una pequeña cueva que es\nposible bajar. Cuidado este paso con caudal</p>\n<div>\n<p><b>Escapes:</b> Si, antes del ultimo rapel al cruzar la senda del\n\"pas del Romeret\" por la derecha</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Por el mismo camino al lado del rio</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>No</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranc_de_les_palanques.htm\">Barranquismo.net</a>\n: Palanques</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://latrencanous.com/barrancos/palanques/topo.pdf\">Latrencanous.com</a>\n: Palanques</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:teruel:palanques\">Wiki-Infobarrancos</a>\n: Barranco de Palanques (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=18201206\">Wikiloc.com</a> :\nBarranco Palanques (Beceite)</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=16033087\">Wikiloc.com</a> :\nBarranc de Palanques pel Pas del Romeret</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>30-Jul-2007 David Tomas</p>\n</div>\n<p>Joan Tiron en 1999</p>\n"
}