{
  "url": "https://ropewiki.com/Saltadora",
  "latitude": 40.669,
  "longitude": 0.2513,
  "id": 28421,
  "name": "Saltadora",
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "permit": "No",
  "rappelLongestMeters": 68,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> La Sénia</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 68 mts</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> seco, pero con algo de agua a partir\nde la surgencia</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2x70mts</p>\n</div>\n<div>\n<p><b>Neopreno:</b> no</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> espits M8+parabolts+placas+placas con\nanilla+piton+cordinos en naturales. Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> otoño, invierno y primavera</p>\n</div>\n<div>\n<p><b>Observaciones:</b> la instalacion colgada del R68 solo es apta\npara dos personas máximo, y es posible rapelar en simple si no se quiere\nllevar 2x70. El descenso por el cauce tiene tramos con vegetación (boj\nprincipalmente) poco espesa. Bonito paisaje durant todo el recorrido,\ndonde dificilmente encontraremos alguien aparte de cabras salvajes y\nbuitres. Hay dos pequeños refugios de pastores debajo de la bóveda de\nlos rapeles R68 y R40. Al lado del segundo estan los restos de antiguos\ncolmenas de abejas para la recoleccion de miel(fabricados con corcho y\nmadera). Recomendable llevar mapa de la zona y pantalones largos</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 2 horas</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2'30 a 4 horas</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 1 hora</p>\n</div>\n<div>\n<p><b>Toponímia:</b> desconocida. Afluente derecho del barranc del\nFitó</p>\n</div>\n<div>\n<p><b>Mapa:</b> Els Ports 1:30000 editorial Piolet</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> els ports</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Riu Senia</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 810 mts</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 510 mts</p>\n</div>\n<div>\n<p><b>Longitud:</b> 600 mts</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 300 mts</p>\n</div>\n<div>\n<p><b>Carácter:</b> barranco abierto y poco excavado, excepto en la\ngorga final</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> caliza y toscas</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b> barranc de La Fou, Salt de\nRobert, Estret de Malany o algunos de las cercanas zonas de La Vall y\ndel riu Servol</p>\n</div>\n<div>\n<p><b>Especies amenazadas:</b> En todos los habitats viven animales y\nplantas que merecen todo nuestro respeto</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>Desde La Sénia tomar la carretera CV-105 hacia Castell de Cabres. La\ncarretera sigue el curso del rio Senia aguas arriba. Después de cruzar\nel rio por segunda vez (puente entre un camping y un restaurante,\ntambien posible aparcamiento) a 50 mts. desviarse a mano derecha por una\npista (de cemento y luego de tierra), que cruza las casas del molino\nl'Abat y recorre un centenar de metros hasta un rellano (gran hito)\ndonde hay aparcamiento para unos 4 vehiculos. Seguir la senda que nace\npor la izquierda, bien definida y señalizada con hitos. La subida es\nsuave, el camino esta bien trazado para superar el desnivel comodamente.\nPrimero atraviesa un bosque de pinos, y al salir a la carena es un buen\nmirador del barranco del Fitó, con sus crestas, agujas y paredes. Se\navanza per una loma donde se divisa el pantano de Ulldecona, para\ndespués cruzar una masia en ruinas por el centro mismo, y mas adelante\nun corral bajo una pequeña boveda rocosa. Se sale de nuevo a la carena,\nse vuelve a ver el pantano y una vista estupenda dels Ports desde el\npueblo del Ballestar hasta el monte Negrell. Enfrente ya se divisa los\nantiguos campos de cultivo de la pequena masia del Castellar Nou. Desde\nla masia dirigirse hacia la evidente depresión que baja a la cabecera\ndel barranco de les Solanes de la Neu, a partir de aquí sin camino\ndefinido. Una vez abajo, en el cauce, buscar el camino mas comodo para\nseguir por encima de las altas paredes, bordeando durante una media\nhora, hasta el cauce del barranco de la Saltadora (conviene mantenerse\nalejado unos 50 mts. de las paredes ya que hay menos vegetación para\ncaminar). Una vez allí, buscamos la primera instalación, apartada hacia\nla derecha a unos 10 mts. </p>\n<h2 id=\"descent\">Descent</h2>\n<p>un corto rapel inicial nos situa en la reinstalacion (derecha) de la\nvertical de 68 mts., totalmente volado y muy espectacular. Varios cortos\nrapeles hasta llegar al siguiente circo, donde se juntan un\nR30+R40(volado) +R6. Varios resaltes hasta encontrar la surgencia al\ninicio de una resbaladiza gorga que se supera en dos rapeles\nencajados(agua hasta las rodillas en una marmita difícil de evitar)</p>\n<div>\n<p><b>Escapes:</b> no</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Al llegar al cauce principal del bc. del Fitó es necesario remontarlo\nunos 30 mts. para después girar a la derecha entre la vegetación y subir\npor la ladera unos 15 mts. hasta encontrar una amplia senda abierta por\nlos cazadores de la zona. Seguirla de bajada a traves del barranco del\nFitó (en 15 minutos aparece el barranco de Solanes de la Neu por la\nderecha), cruzandolo alguna vez y al final tambien por el centro en un\ntramo encañonado. Aqui es posible que nos mojemos si vamos despues de\nlluvias porque suele llevar agua (hasta la rodilla) Al llegar a los\ncultivos del molino l'Abat la senda los rodea por la derecha hasta salir\nal rellano del vehiculo</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>no</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranc_de_la_saltadora.htm\">Barranquismo.net</a>\n: Saltadora</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:castellon:saltadora\">Wiki-Infobarrancos</a>\n: Barranc de la Saltadora (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=17274390\">Wikiloc.com</a> :\nBarranco de la Saltadora</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>26-Mar-2008 David Tomas</p>\n</div>\n<p>1er. descenso el 16-2-2008 por Nuria Sauch i David Tomàs</p>\n"
}