{
  "url": "https://ropewiki.com/Sant_Pere_(Queralt)",
  "latitude": 41.92833,
  "longitude": 0.80083,
  "id": 28429,
  "name": "Sant Pere (Queralt)",
  "quality": 3,
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 46,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Santa Linya</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 46 m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Seco y con pozas de agua estancada</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 x 50</p>\n</div>\n<div>\n<p><b>Neopreno:</b> No</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Sólo para coleccionistas y amantes de la\n\"multiaventura\" (en este caso, barranquismo y excursionismo). Prever el\npaso de trenes, sobretodo en los túneles. Un frontal por persona y, si\npasa un tren estando en el túnel, apoyarse en la pared(hay espacio\nsuficiente)</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> inmediato</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 1 hora</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 2 horas</p>\n</div>\n<div>\n<p><b>Toponímia:</b> Barranc de Sant Pere</p>\n</div>\n<div>\n<p><b>Mapa:</b> El Montsec\" (1:40.000) Ed. Alpina</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Serra de Montclús,, sur del Montsec d'Ares</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Noguera Pallaresa</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 640 m</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 380 m</p>\n</div>\n<div>\n<p><b>Longitud:</b> 2 km</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 260 m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Cañón amplio y con vegetación con breve</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Caliza</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>Desde Balaguer, tomaremos la carretera antigua de Terradets por el\nPort d'Àger. A los pocos Kilómetros, en Avellanes, nos desviaremos hacia\nSanta Linya. Desde esta población, la carretera aún continúa hasta el\napeadero de la línea férrea de la Pobla de Segur. Pero nosotros\ntomaremos, nada más salir del pueblo, una buena pista a la izquierda que\nzigzaguea remontando la sierra y, más tarde llanea hasta interceptar el\ncauce del Sant Pere, cerca de unos prados y con un ramal corto de pista\nque se desprende a la derecha y que se acerca al cauce (sólo apto para 4\nx 4).</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Amplio cañón de bellas paredes rojizas con muchas balmas y\nextraplomos. Vegetación espesa que entorpece el avance. Marmitas con\nagua negra como el alquitrán, pero que pueden esquivarse. Tras un breve\nestrecho, veremos un hito que indica el acceso por la derecha a la\ncresta donde está la ermita de Sant Pere de Queralt. Finalmente, salimos\nal \"balcón\" de 46 m. Rapelamos y, siguiendo el cauce nos topamos con el\nterraplén de la vía férrea la cual seguiremos a la izquierda (N).</p>\n<div>\n<p><b>Escapes:</b> Hacia la ermita (hito), cresteando y, luego hacia el\nW por la sierra. Una vez descendido el R 46, sólo se puede volver por la\nvía del tren o trepando a la cresta de la ermita (terreno inestable)</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>El retorno tiene tanto (o más) aliciente que el propio barranco,\naunque el interés no sea propiamente barranquista. Abandonamos el cauce\ndel Sant Pere para alcanzar la vía del tren, atravesar varios túneles\n(uno de ellos bastante largo) en dirección N, paralelos al Noguera\nPallaresa (embalse de Camarasa). Después de un corto túnel, por una\nbarrancada evidente, remontaremos hasta la ermita de Sant Urbà, rodeada\nde pequeños acantilados ruiniformes y retomando, en sentido inverso (de\nN a S) la pista de acceso hasta donde hemos dejado el coche.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranc_de_sant_pere_de_queralt.htm\">Barranquismo.net</a>\n: Sant Pere Queralt</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>27-May-07 Anonimo</p>\n</div>\n<p>Se desconoce quién y cuándo instaló el rápel. Descendido y\ntopografiado el 5 de Marzo de 2007 por miembros del col:lectiu Natrix\n(Agustí, Xavi, Natxo, Jonathan y Manel)</p>\n"
}