{
  "url": "https://ropewiki.com/Raco_Avellanar",
  "latitude": 40.7426,
  "longitude": 0.2831,
  "id": 28435,
  "name": "Raco Avellanar",
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb"
  ],
  "permit": "No",
  "rappelLongestMeters": 38,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> La Sénia</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 38 mts</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> En el final hay una surgencia que\naporta algo de agua</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2x40 mts</p>\n</div>\n<div>\n<p><b>Neopreno:</b> no, solo despues de fuertes lluvias</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> bueno: espits y naturales. Llevar\nmaterial de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Otoño e invierno</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Recomendable toda la actividad en conjunto, a\npesar de tener una aproximacion larga y compleja. La parte superior esta\nemboscada, con mucho boj, pero no dificulta demasiado. Los primeros\nrapeles son desde arboles. Con agua se forman 2 largas y bonitas\ncascadas (delicado por estar los rapeles bajo cascada). Despues del\nultimo rapel encontramos una fuente y muchos tejos fabulosos. Hay uno\nque le crece un boj encima. Mapa de la zona necesario para la\naproximacion</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 2 h</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 3 a 4 h</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> inmediato</p>\n</div>\n<div>\n<p><b>Toponímia:</b> Barranc del Racó de l' Avellanar, afluente del\nBarranc de la Fou</p>\n</div>\n<div>\n<p><b>Mapa:</b> Els Ports, mapa Excursionista -UEC- 1:25.000</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> els ports</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Riu Sénia</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 1200 m</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 600 m</p>\n</div>\n<div>\n<p><b>Longitud:</b> 1300 m</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 600 m</p>\n</div>\n<div>\n<p><b>Carácter:</b> abierto y de fuerte desnivel. Destaca la gorja y el\naereo ràpel final. Bonitas panoramicas durante la aproximación de La\nFou, lo Pont Foradat, el Negrell, Catinell, les Vallcaneres Altes y los\ntres arboles monumentales</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> calcareo</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b> barranc Cirerers i La Fou,\nbarranc dels Hortets, barranc del Salt de Robert</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>Desde La Sénia seguimos la CV-105 hacia Castell de Cabres, y pasamos\npor el pantano de Ulldecona. Al cruzarlo por un puente giramos a la\nderecha por la pista de tierra, en estado regular para turismos. Siempre\ncontinuaremos el curso del rio hacia dentro del valle por la pista\nprincipal (encontramos un primer desvio a la izquierda que lleva al\nbarranco del Salt) hacia el area de pic-nic de La Fou, con mesas y\nfuente. Despues de cruzar varias veces el rio, llegamos a la fuente del\nTeix. Un poco mas adelante vemos la confluencia de los barrancos Fou y\nRacó de l'Avellanar, aquí la pista està cimentada y empieza a subir,\nremontando el barranco del Avellanar y cruzanlo mas arriva. Aqui\naparcamos el vehiculo. Seguimos a pie la pista que va rodeando las\nagujas del Catinell, ganando altura. Despues de una curva hay una puerta\nmetallica que la corta. unos metros mas adelante y por la derecha\ntomamos una elegante sendera, que conduce al Pi Gros y a la Fuente del\nRetaule, con largos vebederos de madera. Salimos a una pista que\nseguimos de subida, que cruza el precioso hayedo de las Vallcaneres y el\nmilenario Faig Pare, en la derecha en una curva. Despues seguimos por la\nderecha en la primera bifurcación de pistas (poste indicador.\nSeñalización de PR, amarillo y blanco a Els Plans / Pallerols). Llegamos\na un collado tras varias vueltas y la pista va llaneando. Dejamos un\ndesvio a la izquierda que va a una caseta. Dejamos otro desvio a la\nizquierda (poste indicador). Hallamos una bifurcación de pistas y\nseguimos por la derecha. Otra bifurcación y seguimos per la izquierda. A\npartir de aquí estaremos atentos a las marcas de PR, ya que abandonan la\npista por una sendera a la derecha (hitos). Continuamos la senda en\nsuave subida hacia un pequeño collado, para bajar hasta cruzar el fondo\nde un barranco, justo en una bifurcación de senderas, donde hay un\npequeño prado de hierba y un gran Tejo entre bojs a la izquierda. Hemos\nllegado a la cabecera del barranc del Avellanar, però no entraremos, ya\nque hay mucha vegetación. Retrocedemos unos metros por la sendera y\nseguiremos el barranco por su lado derecho, sin separarnos mucho del\nfondo. Así unos 10 minutos hasta el primer resalte. La primera\ninstalación està en un gran pino en el centro.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>los rapeles desde arboles nos permiten superar altos resaltes, que se\nsuceden hasta el tramo engorgado. En la entrada hay un estrecho con agua\nque se supera bien en oposición. Pasamano para llegar a la instalacion\ncolgada. Ràpel aereo por un angosto pasillo de gran belleza. Un rapel\nmas i varios resaltes. Antes del espectacular salto final, hay una\ncuriosa rampa acanalada y pulida. Para llegar a la instalacion colgada\ndel ultimo ràpel, usamos el pino de la izquierda. cruzamos entre agujas\nde roca y seguimos por el fondo del barranco o por una desdibujada\nsendera que lo va cruzando. Se une per la derecha el barranco de la\nPunta del Cingle y ya estamos en la pista donde tenemos el vehiculo.</p>\n<div>\n<p><b>Escapes:</b> No</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>inmediato.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>No. Recordad que estamos dentro el Parc Natural dels Ports.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranc_del_raco_del_avellanar.htm\">Barranquismo.net</a>\n: Racó Avellanar;Font Teixet</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://latrencanous.com/barrancos/raco_de_l_avellanar/topo.pdf\">Latrencanous.com</a>\n: Racó de l'Avellanar</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:tarragona:avellanar\">Wiki-Infobarrancos</a>\n: Barranc del Racó de l'Avellanar (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=13534676\">Wikiloc.com</a> :\nBarranc del Racó de l'Avellanar - La Fou</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>7-Feb-2007 David Tomas</p>\n</div>\n<p>descenso por miembros del espeleoclub-Tortosa a finales de los 80</p>\n"
}