{
  "url": "https://ropewiki.com/Raco_Tancat",
  "latitude": 40.63556,
  "longitude": 0.28444,
  "id": 28443,
  "name": "Raco Tancat",
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb"
  ],
  "permit": "No",
  "rappelLongestMeters": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> La Senia</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 30 mts</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> seco</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2x30 mts</p>\n</div>\n<div>\n<p><b>Neopreno:</b> solo después de lluvias muy fuertes</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> espits y naturales. Instalaciones\nalgo deterioradas, conviene reforzar. Llevar material de instalación de\nrepuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Otoño y invierno</p>\n</div>\n<div>\n<p><b>Observaciones:</b> barranco desconocido dels Ports. Se encuentra\ndentro una zona poco visitada, debido a las largas caminatas para la\naproximación/retorno por Valldebous. Si las marmitas estan llenas es\nmedio metro de agua (se pueden evitar si la roca no esta mojada).\nAlgunos cortos tramos de vegetación, principalmente de boj, que\ndificulta un poco el avance. Recomendable ropa larga. Es posible\nencontrar toros y vacas por la fuente del Romiguer</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 2 a 2'30 horas</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 3 a 5 horas</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 2 horas</p>\n</div>\n<div>\n<p><b>Toponímia:</b> Barranc del Racó Tancat, afluente del B. de\nValldebous</p>\n</div>\n<div>\n<p><b>Mapa:</b> Els Ports, mapa Excursionista 1:25.000</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> els ports</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Riu Ebre</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 1000 m</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 600 m</p>\n</div>\n<div>\n<p><b>Longitud:</b> 2700 mts</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 400 mts</p>\n</div>\n<div>\n<p><b>Carácter:</b> barranco abierto con dos cortas gorgas y un estrecho\ncon marmitas</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> calcareo</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>barrancos de la zona de La Fou o\nde La Vall</p>\n</div>\n<div>\n<p><b>Especies amenazadas:</b> En todos los habitats viven animales y\nplantas que merecen de todo nuestro respeto</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>Cruzamos la población en direccion als Ports hasta una pequeña\nrotonda, donde hay un indicador hacia la ermita de Pallerols (derecha).\nSe llega despues de varias curvas donde se gana altura rapidamente. Se\ndeja el vehiculo y se sigue a pie por el sendero PR(señales blanco y\namarillo) que entra por la carena hacia Els Plans y Casetes Velles. Al\nllegar a Els Plans, antes de una bifurcación que baja al Racó del Tabac\ny La Fou, seguir la depresión que se forma por nuestra derecha hasta el\nprimer resalte</p>\n<h2 id=\"descent\">Descent</h2>\n<p>despues del primer rapel hay un tramo del cauce con mucha vegetación\n(de boj) que se sortea mejor por la izquierda, de cara a los cortados de\nS.Bertomeu. Resaltes y rampas llevan a la entrada de la primera gorga,\nla mas espectacular, que se supera con tres rapeles. Bajo las paredes\ndel circo seguir por el centro del barranco, para poder avanzar. Se\nllega a una zona estrecha con varias marmitas, el tramo mas bien\nexcavado. Y finalmente, la segunda gorgita, la mas bonita, con dos\nrapeles. El barranco se abre y continua hasta la confluencia de un\nbarranco(derecha)con un corto rapel. Después encontramos un viejo\nrefugio de pastores bajo un desplome. Por aquí se encuentra una senda\nque cruza el barranco y lo sigue de bajada, que luego se convierte en\nuna pista abandonada, hasta salir a la pista principal, cerca de la\nfuente del Romiguer. Bonitas panoramicas: Valldebous, El Fitó, Els\nPlans, el Catinell, el Negrell, la mola del Pinell, la serra de Montsià\ny el mar Mediterraneo.</p>\n<div>\n<p><b>Escapes:</b> no</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>sin llegar a la fuente del Romiguer, seguir la pista (derecha) de\nsubida, que sigue el barranco de Valldebous. Dejar un desvio a una balsa\nforestal (izquierda). Seguir hasta la ultima curva de la pista y tomar\nla senda (hito izquierda) que retorna al sendero PR de la aproximación,\ncerca de la casa Bernarda (ruinas). Deshacer camino hacia el\nvehiculo</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>No. Barranco dentro del Parc Natural dels Ports</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranc_raco_tancat.htm\">Barranquismo.net</a>\n: Racó Tancat</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:tarragona:raco_tancat\">Wiki-Infobarrancos</a>\n: Barranc del Racó Tancat (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>5-Mar-2007 David Tomas</p>\n</div>\n<p>Joan Tirón (fecha sin datos)</p>\n"
}