{
  "url": "https://ropewiki.com/Solanes_Neu",
  "latitude": 40.669,
  "longitude": 0.2499,
  "id": 28444,
  "name": "Solanes Neu",
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb"
  ],
  "permit": "No",
  "rappelLongestMeters": 50,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> La Senia</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 50 mts. (es posible fraccionarlo en\n15 y 35 mts.)</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> seco</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2x50mts. (o 2x40mts. si se fracciona el\nprimer rapel)</p>\n</div>\n<div>\n<p><b>Neopreno:</b> no</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> bueno: espits+chapas con anilla en\nlos rapeles largos y cordinos con anilla/maillon en los anclajes\nnaturales. Aconsejable llevar material de instalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> otoño y invierno</p>\n</div>\n<div>\n<p><b>Observaciones:</b> barranco desconocido de Els Ports. Bajar el R50\ncon doble cuerda por el roce que hay al salir a la vertical. Esto puede\nevitarse si lo fraccionamos, con la instalacion colgada antes de los 35\nmts. volados. El descenso por el cauce está limpio de vegetación, con\nalgunos tramos de boj. Uno de los últimos \"grandes\" barrancos que\nquedaban por abrir en el Port. Bonito paisaje durant todo el recorrido,\ndonde dificilmente encontraremos alguien aparte de cabras salvajes y\nbuitres. Recomendable llevar mapa de la zona</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 1'30 horas</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2'30 a 4 horas</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 45 minutos</p>\n</div>\n<div>\n<p><b>Toponímia:</b> desconocida. Afluente derecho del barranc del\nFitó</p>\n</div>\n<div>\n<p><b>Mapa:</b> Els Ports 1:25000 (ed. Alpina)</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> els ports</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Riu Senia</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 850 mts</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 500 mts</p>\n</div>\n<div>\n<p><b>Longitud:</b> 600 mts</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 350 mts</p>\n</div>\n<div>\n<p><b>Carácter:</b> barranco abierto y poco excavado, excepto la parte\nfinal, pero con buen ambiente: largos rapeles y buen desnivel para el\npoco recorrido que tiene</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> calcareo</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b> Barranc de La Fou, Salt de\nRobert, Estret de Malany o algunos de las cercanas zonas de La Vall y\ndel rio Cervol</p>\n</div>\n<div>\n<p><b>Especies amenazadas:</b> En todos los habitats viven animales y\nplantas que merecen de todo nuestro respeto</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>Desde La Sénia tomar la carretera CV-105 hacia Castell de Cabres. La\ncarretera sigue el curso del rio Senia aguas arriba. Después de cruzar\nel rio por segunda vez (puente entre un camping y un restaurante) a 50\nmts. desviarse a mano derecha por una pista (de cemento y luego de\ntierra), que cruza las casas del molino l'Abat y recorre un centenar de\nmetros hasta un rellano (gran hito) donde hay aparcamiento para unos 4\nvehiculos. Seguir la senda que nace por la izquierda, bien definida y\nseñalizada con hitos. La subida es suave, el camino esta bien trazado\npara superar el desnivel comodamente. Primero atraviesa un bosque de\npinos, y al salir a la carena es un buen mirador del barranco del Fitó,\ncon sus crestas, agujas y paredes. Se avanza per una loma donde se\ndivisa el pantano de Ulldecona, para después cruzar una masia en ruinas\npor el centro mismo, y mas adelante un corral bajo una pequeña boveda\nrocosa. Se sale de nuevo a la carena, se vuelve a ver el pantano y una\nvista estupenda dels Ports desde el pueblo del Ballestar hasta el monte\nNegrell. Enfrente ya se divisa los antiguos campos de cultivo de la\npequena masia del Castellar Nou. Desde la masia dirigirse hacia la\nevidente depresión que baja a la cabecera del barranco de les Solanes de\nla Neu (10 minutos de bajada), sin camino definido hasta la primera\ninstalacion de la gran pared</p>\n<h2 id=\"descent\">Descent</h2>\n<p>comienza con un largo y volado rapel de 50 mts. que nos deja en el\ncentro de un bonito bosque de carrascas, sabinas y boj que continua todo\nel descenso hasta el barranco del Fitó. Un rapel corto, y se llega a la\nsegunda cinglera, parecida a una escalinata, de 90 mts, que se supera\ncon 5 rapeles casi seguidos. Destaca el R40, tambien volado. Tramo de\nresaltes que conducen a una gorgita que se supera con tres rapeles mas.\nSeguir el fondo del barranco unos 200 mts. hasta encontrar un hito a la\nderecha, por donde lo abandonamos</p>\n<div>\n<p><b>Escapes:</b> no</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>desde el hito seguir el pequeño sendero unos 30 m. para salir a una\namplia senda abierta por los cazadores de la zona. Seguirla de bajada,\npara llegar al barranco del Fitó. La senda se convierte en un buen\ncamino que sigue el fondo del barranco, cruzandolo alguna vez y al final\ntambien por el centro en un tramo encañonado. Aqui es posible que nos\nmojemos si vamos despues de lluvias porque suele llevar agua (hasta la\nrodilla mas o menos) Al llegar a los cultivos del molino l'Abat los\nrodeamos por la derecha hasta salir al rellano de los vehiculos</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>No. Hay algunos nidos de buitres en las paredes, por lo que evitar la\nepoca de cria, que va de Febrero a Mayo</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranc_solanes_de_la_neu.htm\">Barranquismo.net</a>\n: Solanes Neu</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:castellon:solanes_neu\">Wiki-Infobarrancos</a>\n: Barranco Solanes de la Neu (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=8639903\">Wikiloc.com</a> :\nBarranco solanes de la Neu en La Senia</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>30-May-2007 David Tomas</p>\n</div>\n<p>1er. descenso el 31 de marzo de 2007 por Sepi Forner, Raul Sanz, Toni\nBailach, Jaume Della, Marc Domenech y David Tomas</p>\n"
}