{
  "url": "https://ropewiki.com/Cauzil-Caldaruelo",
  "latitude": 42.57444,
  "longitude": 0.01667,
  "id": 28450,
  "name": "Cauzil-Caldaruelo",
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug"
  ],
  "rappelLongestMeters": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Nerín o Fanlo</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 30 metros</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Completamente seco (salvo alguna\nmarmita residual, no obligatoria) durante su primer descenso.\nAparentemente debe ser su estado habitual, salvo tormentas de intensidad\nsuficiente. Con seguridad el deshielo afectará, al menos, a su primera\nparte. Poco antes de su confluencia con el Barranco as Palizas hay\npequeños manantiales que alimentan el curso a partir de aquí</p>\n</div>\n<div>\n<p><b>Material necesario:</b> Al menos 2 cuerdas de 30 m más la de\nsocorro</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Innecesario en las condiciones encontradas</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aunque durante el primer descenso\nsolo se han utilizado anclajes naturales, convendrá llevar, además de\ncordinos, algún spit por si algún bloque se ha movido de su sitio</p>\n</div>\n<div>\n<p><b>Epoca:</b> Dada su altitud convendrá evitar la innivación\ninvernal. Tampoco parecen recomendables los calores del pleno verano</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Este es un buen ejemplo para demostrar que\ntodavía existen interesantes barrancos de buen recorrido y desnivel (y\neso que este está al lado de una pista muy frecuentada)</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 1 h 20 mn</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 4 h durante el primer descenso (3h 35 en\nCauzil y 25 mn en as Palizas)</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> Inmediato</p>\n</div>\n<div>\n<p><b>Toponímia:</b> El mapa IGN llama Barranco de Caldaruela a todo el\ndescenso y Barranco Fanlo al principal. El de Prames/IGN, fiable\ntoponímicamente, llama Caldaruelo al tramo superior y Cauzil a todo el\nresto del descenso; el principal es llamado Barranco as Palizas en la\nzona descendida</p>\n</div>\n<div>\n<p><b>Mapa:</b> IGN 1:25000 178-II (Escuaín). IGN/Prames, mapa Ordesa y\nMonte Perdido 1:25000</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Macizo de Monte Perdido</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Cuenca del rio Aso/Bellos</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 1.750 msnm</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 1.210 msnm</p>\n</div>\n<div>\n<p><b>Longitud:</b> 2.100 m hasta la confluencia con el Barranco as\nPalizas y 700 m por este hasta el puente de la carretera</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 500 m hasta la confluencia con el Barranco as\nPalizas. 40 m más hasta la carretera</p>\n</div>\n<div>\n<p><b>Carácter:</b> Descenso limpio de vegetación. Bien encajado en su\ncabecera (estrecho y pulido). Zonas de losas a lo largo del descenso\nposterior, pero mayoritariamente dominado luego por una gran sucesión de\nbloques</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Calcáreo sólido y compacto</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Según gustos y ganas</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>PUNTO DE PARTIDA: En el mismo puentecito de la carretera sobre el\nBarranco as Palizas, a escasa distancia de donde la carretera cruza el\nrio Aso e inicia las curvas de subida hacia Fanlo. Hay un cartel\nindicador del camino de Buisán a Cuello Arenas. APROXIMACIÓN: Transcurre\níntegramente por este camino mencionado. Es cómodo y está bien trazado,\npero ir prestando atención a los mojones. Tras alcanzar los\ncaracterísticos pastos del Cuello Escarrón, la senda se acerca a la\npista que viene de Nerín y por ella alcanza el cauce del Barranco\nCaldaruelo a la altura de un pequeño puente. </p>\n<h2 id=\"descent\">Descent</h2>\n<p>Hay cinco tramos a lo largo del Barranco Caldaruelo/Cauzil. 1. Los\nestrechos de cabecera. La parte encajada del descenso. 2. Una zona\nrelativamente llana que se va labrando en la roca. 3. El resalte más\nimportante del barranco (30 m de rápel) que da acceso a la zona de\nbosque. 4. El descenso a través del bosque, durante el que se pierde\ncasi toda la altitud, y que consiste en un contínuo destrepe entre\nbloques (sobre todo entre los puntos 4 y 7 del plano) con una curiosa\nzona de rampas. A su final, más soleado, aparece un inesperado pasillo\ncon una marmita-trampa de imposible salida sin ayuda artificial\n(fácilmente evitable) y un vistoso enlosado en el cauce. 5. La zona de\nconfluencia es un precioso lugar de rampas, losas y marmitas. La parte\ncorrespondiente al Barranco as Palizas es más boscosa (pero no molesta)\ny aparecen bonitos tramos de losas y dos estrechitos inundados que por\npoco no obligan a mojarse.</p>\n<div>\n<p><b>Escapes:</b> En los estrechos de cabecera hay algún que otro punto\nde escape que se identifican con facilidad. Más abajo no hay ningún\nproblema en abandonar el cauce (eso si, sin camino alguno)</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>El Barranco Cauzil desemboca en el Barranco as Palizas, el cual pasa\npor la carretera en el punto de partida.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Ninguna. Está fuera de los límites del Parque de Ordesa y Monte\nPerdido.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_cauzil_caldaruelo\">Barranquismo.net</a>\n: Cauzil-Caldaruelo</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>14-Oct-07 Enrique Salamero</p>\n</div>\n<p>Primer descenso el 13 de octubre de 2007 por Óscar Aguarta, Ángel\nBailo, Erika Fernández, Anabel Moreno y Enrique Salamero.</p>\n",
  "version": "c4e2bab26b8b6b2d4027b9656deb778b"
}