{
  "url": "https://ropewiki.com/Pich",
  "latitude": 42.7176,
  "longitude": -0.1221,
  "id": 28465,
  "name": "Pich",
  "months": [
    "Mar",
    "Apr",
    "May"
  ],
  "permit": "No",
  "rappelLongestMeters": 35,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Torla</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 35 metros</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Caudal permanente pero que sólo es\nfuerte en deshielo (de abril a junio) o tras tormentas</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 x 40 metros</p>\n</div>\n<div>\n<p><b>Neopreno:</b> En estiaje con peto es suficiente</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto. El R5 no es el mejor ejemplo de instalación\ncorrecta</p>\n</div>\n<div>\n<p><b>Epoca:</b> Para los \"mayencos\" (deshielo) si no lo vamos a\ncombinar con ningún gran río</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Equipamiento regular</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 1h 30min</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2 horas</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 40 minutos</p>\n</div>\n<div>\n<p><b>Toponímia:</b> SALTO DERO PIX</p>\n</div>\n<div>\n<p><b>Mapa:</b> PRAMES Mapa Excursionista 1:40000. Nº4 Parque Nacional\nde Ordesa y Monte Perdido</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> valle de Bujaruelo - pirineo</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Ara</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 150 metros</p>\n</div>\n<div>\n<p><b>Carácter:</b> Abierto</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Caliza</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Desemboca en la entrada de la\nGarganta de Ordiso; así que se puede continuar por ahí hasta el puente\nde Oncíns. Por cercanía, el barranco de Otal también es combinable</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No necesaria. Si se dispone de llave\nde la barrera que cierra el paso en San Nicolás nos ahorramos buena\nparte de la aproximación y todo el retorno</p>\n</div>\n<p>En coche desde Torla seguimos dirección a Ordesa. Al llegar al puente\nde los Navarros tomaremos la pista que sale a mano izquierda y no la\ndejaremos hasta el final, al llegar al mesón y zona de acampada de San\nNicolás de Bujaruelo. Desde aquí y andando (una valla cierra el paso a\nvehículos no autorizados), seguiremos por la pista que remonta el río\nAra. Llegaremos a una bifurcación con una fuente; por la izquierda la\npista se interna en el valle de Otal, por la derecha cruza el Ara en el\npuente de Oncíns. Cruzaremos este puente y saldremos de la pista para\ntomar un atajo por una senda entre bosque primero y glera después que va\ntomando altura rápidamente. Seguiremos los mojones para no perdernos\nhasta dar de nuevo con la pista a la altura de una visera excavada en la\nroca. Desde aquí, seguimos andando por la pista hasta salir del bosque y\ndar con el Salto del Pich a nuestra derecha. Para acceder al principio\ndel descenso, tomaremos una senda bastante difuminada por la vegetación\nque partea mano derecha entre bosque junto a la pared a 5 minutos\nescasos de haber pasado el Pich. La senda nos deja en unos prados.\nGiraremos a la derecha y buscaremos el barranco avanzando sin camino\ndefinido y ganando altura muy suavemente. La mejor opción es caminar por\nencima del bosque para no tener que andar entre vegetación. A los 20\nminutos de habar abandonado la senda llegaremos al barranco.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Sucesión de rampas con carácter muy abierto, hasta llegar al Salto,\n80 metros de cascada en la que se encadenan los rápeles por la izquierda\nhidrográfica.</p>\n<div>\n<p><b>Escapes:</b> Evidentes por el bosque. Ninguno a partir del\nsalto</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Una vez en la pista (GR-11) desandar el camino de aproximación.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/salto_del_pich.htm\">Barranquismo.net</a>\n: Pich</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://latrencanous.com/barrancos/salto_del_pich/topo.pdf\">Latrencanous.com</a>\n: Salto del Pich</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>26-Sep-07 Elales</p>\n</div>\n<p>25 de agosto de 2007 por Álex Puyó, Ricardo Blanco, Luis Aranda,\nVicente Burgos, Lluis Mans, Miguel Ortega y Xavier Perich. Los resaltes\nanteriores sobre naturales habían sido equipados en exploración previa\npor Álex Puyó.</p>\n"
}