{
  "url": "https://ropewiki.com/Coma_Naps",
  "latitude": 41.6093,
  "longitude": 1.7679,
  "id": 28471,
  "name": "Coma Naps",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 12,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> COLLBATÒ. Desde esta población alcanzar, por\npista, primero la Vinya Nova y luego Can Jorba</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 12 m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Barranco completamente seco salvo\nalgunos charquitos evitables. Se ven los restos de la última gran\navenida: cauce limpio y abundantes troncos removidos</p>\n</div>\n<div>\n<p><b>Material necesario:</b> Dos cuerdas de 15 m más de la de socorro.\nEl barranco está equipado con cuerdas para poder ser remontado (a\npulso)</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Innecesario</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Equipado con spits y naturales.\nLlevar material de reposición</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año (el verano es algo caluroso)</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Descenso muy olvidado en la bibliografía\nbarranquista, pero igual de interesante que el resto del sector. Su\naproximación nos introduce en el corazón del macizo. En el estrecho\nfinal se encuentra una marmita-trampa en forma de perfecto cilindro,\nagujereado por su base, de dimensiones inusuales en conglomerado. Su\ncontinuación por el Torrent del Boixar (ver toponimia) también se\ndesciende</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 1 h 20 mn</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 1 h 15 mn</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 30-40 mn</p>\n</div>\n<div>\n<p><b>Toponímia:</b> Aparentemente correcta (así aparece en los mapas y\nel torrente atraviesa las Comas dels Naps de Dalt y de Baix). También se\nha publicado con el nombre de Coma Baixa. A partir del cruce con el Camí\ndel Cabrit, cuando el barranco se abre al exterior del macizo, cambia el\nnombre por el de Torrent de Boixar</p>\n</div>\n<div>\n<p><b>Mapa:</b> Editorial Alpina: Montserrat. Nueva edición (2 mapas\n1:10.000 y 1:5.000)</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> MONTSERRAT. Vertiente sur</p>\n</div>\n<div>\n<p><b>Cuenca:</b> El descenso se inicia casi en la cabecera. El torrente\nrecoge amplia cuenca con canales a derecha e izquierda</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 1.000 msnm</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 740 msnm</p>\n</div>\n<div>\n<p><b>Longitud:</b> 900 m</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 260 m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Este barranco más que una canal es un vallecito\ninterior en toda regla. Se estrecha breve pero marcadamente dos veces:\nal principio y, sobre todo, al final. En su comienzo hay un curioso\npasillo perfectamente liso, estrecho y rectilíneo. A lo largo de su\ndescenso se encuentran zonas de grandes bloques, como es normal en los\nbarrancos del macizo. La parte intermedia es un bosquecito umbrío y\nagradable</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Conglomerado de buena calidad</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Se puede continuar torrente\nabajo (Torrent del Boixar). Es fácilmente combinable con la Canal Roja\n(enlazando por el Camí del Cabrit)</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Innecesaria</p>\n</div>\n<p>Desde Can Jorba seguir la pista que faldea la montaña y coger el\nCamino de la Palomera (inicio entre dos árboles con señales rojas).\nPróximos al Coll de Mosset girar a la derecha en una bifurcación y\ncruzar en seguida el cauce de la Canal Roja. Cruzarlo y alcanzar al poco\nun rellano rocoso (bifurcación). Dejar el camino y remontar hacia la\nizquierda (nueva senda con señales azules y amarillas). Camino pendiente\ny abrupto que más tarde cruza por la cabecera de la Canal Roja y alcanza\nel collado superior que se abre al Torrent de la Coma dels Naps (vista\nformidable). Pronto se alcanzará el cauce del barranco tras girar a la\nizquierda en dos desvíos. Para más detalles consultar mapa y\nbibliografía. </p>\n<h2 id=\"descent\">Descent</h2>\n<div>\n<p><b>Escapes:</b> Sin datos, pero poco aparentes</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Reparar entre los bloques del caos las marcas de pintura roja del\nCamí del Cabrit. Seguirlo hacia la izquierda. Se puede alcanzar el Coll\nde Mosset y bajar por el camino de la Palomera o bien, antes de\nalcanzarlo, bajar por el camino de la Coma d’en Pastor y el Pas de la\nLlastra (marcas amarillas). Ver mapa y bibliografía.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/torrent_de_la_coma_dels_naps.htm\">Barranquismo.net</a>\n: Coma Naps</li>\n<li><a\nhref=\"http://muntanyamontserrat.net/index.php?option=com_content&amp;task=view&amp;id=239&amp;Itemid=120\">http://muntanyamontserrat.net/index.php?option=com_content&amp;task=view&amp;id=239&amp;Itemid=120</a></li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=10011890\">Wikiloc.com</a> :\nCan Massana de Montserrat-Coll de Porc-Coll de Comes-Coma dels Naps de\nDalt i de Baix-Clot del Tambor-Can Massana</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>22-Mar-05 Enrique Salamero</p>\n</div>\n<p>Desconocida. En el estrecho final todavía se ven los restos picados\nen la pared del antiguo Pas dels Ferros.</p>\n"
}