{
  "url": "https://ropewiki.com/Cal%C3%A7",
  "latitude": 42.34944,
  "longitude": 2.16278,
  "id": 28470,
  "name": "Calç",
  "months": [
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb"
  ],
  "permit": "No",
  "rappelLongestMeters": 38,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Queralbs</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 30</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Caudal bajo, sin pozas</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 x 30, ideal 2 x 40</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Dependiendo de la epoca puede bastar con peto</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Primavera a Otoño, ideal después de lluvias</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Ojo estrechos finales con mucha agua. Muy\nresbaladizo</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 1h - 1:30h</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2h</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 20' - 45'</p>\n</div>\n<div>\n<p><b>Mapa:</b> Alpina Puigmal</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Ripolles</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Freser</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> 433301.70,4690683.31</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> 432895.20,4690962.81</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 1600</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 1380</p>\n</div>\n<div>\n<p><b>Longitud:</b> 600</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 220</p>\n</div>\n<div>\n<p><b>Carácter:</b> Torrente</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Gneiss</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b> salt del grill, torrent de la\ncorba, gorgues de Núria, torrent del freser</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>Nacho Aguera 2014: desde Ribes de Freser, tomaremos la carretera que\nsube al pueblo Queralbs, antes de llegar al pueblo en una curva de\nherradura a izquierdas, sale un pista por nuestra derecha. Dos opciones:\n1.- Vehículo 4x4 o elevado (parking 1): Nada más cogerla cruzamos el rio\nFreser y giraremos a la derecha dirección Fustanya y Serrat. Seguiremos\nla pista y antes de llegar a Fustanya sale por nuestra izquierda y en\nsentido contario una pista de cemento dirección la casa de la plana,\ncontinuaremos por la pista de cemento que al final acaba siendo de\ntierra, dejaremos el vehículo justo en la barrera. 2.-Vehículo turismo\n(parking 2): Nada más cogerla cruzamos el rio Freser y seguimos de\nfrente dirección la central de daió por la pista de cemento, hasta ver\nuna pista de tierra que sale a nuestra derecha, aquí dejaremos el\nvehículo. Seguimos la pista de tierra en subida, cruzamos el torrente de\nForn, y seguimos el camino ascendente por su derecha orográfica hasta\nllegar a una pista de tierra donde subimos a la izquierda (NO) y en poco\nestaremos en la barrera del parking anterior (20'). Desde la barrera\nseguiremos la pista un buen rato hasta una pequeña curva a izquierda que\ncruza con nuestro barranco, antes de cruzar el barranco subiremos por la\nizquierda orográfica del torrente, al principio hay algo de senda más\nmarcada que al final se podría perder con más facilidad, el recorrido\nesta marcado con marcas grises. Como punto característico hemos de subir\nhasta encontrar una pequeña bauma rocosa y desde ahí dirigirnos hacía el\ntorrente, en el acceso hay un trozo de cuerda para facilitar la entrada\nal torrente. Para encontrar el primer parabolt cruzaremos a la derecha\norográfica, para descender por una pequeña repisa en pendiente.</p>\n<p>Rixti 2006: situados en Ribes de freser, tomaremos la carretera que\nsube al pueblo queralbs, antes de llegar al pueblo en una curva de\nherradura a izquierdas, sale un pista por nuestra derecha. Nada más\ncogerla cruzarmos por un puente el rio freser y giraremos a la derecha\ndirección Fustanya y Serrat. Seguirmos la pista y antes de llegar a\nfustanya sale por nuestra izquierda y en sentido contario una pista de\ncemento (en le cartel pone (Mina milagrosa)), continuaremos por la pista\nde cemento que al final acaba siendo de tierra y que despus de lluvias\npodemos tener algún problema para subir (en algunos puntos hay bastante\npendiente), seguiremos un buen rato hasta en una pequeña curva a\nizquierda cruzar con nuestro barranco, unos metros más adelante tenemos\nun buen sitio para dejar el coche. Volveremos hasta el barranco y\nsubiremos por la izquierda orográfica del torrente, al principo hay algo\nde senda que al final se pierde por lo que tendremos que subir por donde\npodamos intentando no irnos a la derecha, puede que tengamos que\nayudarnos con la manos casi al final hasta alcanzar la entrada. </p>\n<h2 id=\"descent\">Descent</h2>\n<p>Arrampado y muy resbaladizo en general. No hay pozas y en los rápeles\nfinales hay un importante estrecho que con caudal alto puede ser\ncomprometido (re-equipamiento finalizado agosto 2014 con parabolts y\nspits). Barranco para coleccionistas. Acceso un poco de intuición pero\nno complicado y limpio </p>\n<h2 id=\"exit\">Exit</h2>\n<p>Al finalizar el último rappel, salimos por la derecha realizando un\npequeño destrepe y volveremos a la pista de inicio, donde simplemente\nhemos de deshacer el camino.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/torrent_de_la_calc.htm\">Barranquismo.net</a>\n: Calç</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos1/torrent_de_la_calc.htm\">Barranquismo.net</a>\n: Calç</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:girona:calc\">Wiki-Infobarrancos</a>\n: Torrent de la Calç (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>1-Sep-14 Nacho Aguera</p>\n</div>\n<p>Que se conozca, Ritxi 26-6-2006</p>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>26-Jun-06 Ritxi</p>\n</div>\n"
}