{
  "url": "https://ropewiki.com/Magnabaigt",
  "latitude": 42.86306,
  "longitude": -0.44444,
  "id": 28488,
  "name": "Magnabaigt",
  "permit": "No",
  "shuttleSeconds": 60,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> gabas-Bois Artigues</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 x 35 + cuerda de socorro</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 20-40 m</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2-3 h</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 20 m</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Valle de Ossau (Bearn)</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Varios barrancos del valle de\nOssau</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Con combinación de coches dejaremos\nel primer coche un poco mas adelante a la derecha pasada una casa de\npiedra en un explanada. Justo en frente está la senda de salida del\nbarranco. Con el otro coche seguiremos por la pista hasta la presa de\nBois Artigues (igual no podemos pasar en verano y nos veremos obligados\na dejar el coche en un parking mas abajo). Si podemos pasar llegaremos\nhasta el final de la pista y aparcaremos. Desde aquí mismo sale una\nsenda marcada (dirección Plateau du Magnabaigt) y la seguiremos. La\nsenda discurre por dentro de un sombrío bosque y de dura subida.\nPasaremos por una placa conmemorativa a J. Monnemason. Continuaremos por\nla senda y llegaremos a un sitio abierto (encharcado). Dejaremos la\nsenda y cruzaremos el llano, unos metros mas adelante se encuentran unos\nbloques que nos indican el comiendo del barranco</p>\n</div>\n<p>Partimos de la frontera España-Francia por Portalet. Antes de llegar\nal pueblo de Gabas (alrededor del Km 15) hay una curva de herradura\ncaracterística y ancha desde la que sale a nuestra izquierda una pista\nasfaltada dirección Bois Artigues). Tomaremos esta pista y después de\n1,5 Km, quedará a nuestra izquierda el final del barranco (del tramo\ninferior, hay una toma de agua).</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Típico barranco francés, resbaladizo y lleno de troncos que en\nocasiones nos ayudan y otras nos dificultan la marcha. Muy mal equipado\n(equipación inicial con clavos y naturales, algún spit.,, incluso algún\ncordino de tender la ropa). Barranco un poco desigual con tramos de\ndestrepes y algún rápel corto. Con caudal alto hay dos-tres rápeles que\npueden ser muy comprometidos ya que la línea de rápel es obligada por el\ncaudal y son estrechos. El acceso al ultimo rápel es delicado por\nresbaladizo y estrecho (hay un resalte antes, recomendable rapelar desde\nel rápel anterior hasta la cabecera para bajar mas seguro) Algún rápel\nes evitable mediante destrepe. Las posibilidades de saltos son nulas ya\nque las pozas no cubren. El barranco acaba en una toma de agua.</p>\n<div>\n<p><b>Escapes:</b> No comprobados pero posiblemente se pueda salir en\nmas de una ocasión por el lado izquierdo</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Desde la misma toma de agua saldremos por la izquierda hasta coger\nuna senda que desciende dando muchas lazadas hasta llegar al primer\ncoche.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/ravin_de_magnabaigt_sup.htm\">Barranquismo.net</a>\n: Magnabaigt</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancosfra:pyreneesatlantiques:magnabaigt\">Wiki-Infobarrancos</a>\n: Ravin de Magnabaigt (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>13-Jun-06 Anonimo</p>\n</div>\n",
  "version": "1b310c07f3ecc9b0e39d4ff5bdc31f64"
}