{
  "url": "https://ropewiki.com/Salt_Roca_Gironella",
  "latitude": 41.71611,
  "longitude": 2.19056,
  "id": 28498,
  "name": "Salt Roca Gironella",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 37,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Sant Miquel del Fai, Sant Feliu de Codines</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 37 metros</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Seco, agua solo despues de lluvias</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 x 40</p>\n</div>\n<div>\n<p><b>Neopreno:</b> No</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Se trata de una sola cascada de 37m.Se puede\nrealizar el salto con un solo 40 y recuperar la cuerda una vez realizado\nel retorno. La bauma esta intalada para hacer escalada</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> Inmediato</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> Al tratarse de un solo salto podemos\ncalcular unos 5 minutos por persona</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> De 10 a 30 minutos</p>\n</div>\n<div>\n<p><b>Mapa:</b> Alpina, Cingles de Bertí</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> cingles de bertí</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Rio Tenes</p>\n</div>\n<div>\n<p><b>Carácter:</b> Se trata de una sola cascada abierta</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b> Torrent de la Bauma de\nl´Onyo</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>Por la C59 llegar a Sant Feliu de Codines, buscar el indicador de\nSant Miquel del Fai, cogiendo la BV1485, después de 7 km, nos\nencontramos el desvío de St Miquel del Fai, nosotros seguimos por la\nizquierda dirección Centelles, pasaremos una casa y siempre por la\nizquierda para no meternos en los parking, después de 900 metros,\nencontraremos a la derecha un pequeño hueco para el coche, (accediendo\nal rápel por detrás de la valla) o si lo preferimos podemos dejarlo 50\nmetros más a delante, cuando encontremos un camino a nuestra derecha,\naccediendo al rápel por el cauce.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Se trata de un solo rápel de 37 metros, de acceso inmediato,\ninstalado con dos spits, ( en uno de ellos hay un grillete ), se pueden\ndejar instaladas las cuerdas para no tener que cargarlas en el retorno,\ncon lo cual, podríamos realizar el descenso con un solo 40 y\ndescendiendo en simple. </p>\n<h2 id=\"exit\">Exit</h2>\n<p>Si optamos por subir inmediatamente después de realizar el rápel, por\nla derecha, buscaremos la mejor forma de remontar hasta bajo el techo de\nla bauma, el ascenso algo vestido al principio puede ser bastante\nexpuesto, desde donde pegados a la pared remontaremos por un sendero\nhasta el coche. Si seguimos por el cauce, nos encontraremos un par de\nresaltes sin dificultad, y a unos 200 o 300 metros más adelante, cuando\nel cauce se vista de zarzas, intentaremos buscar la salida por la\nderecha, si no lo conseguimos, y seguimos recto, nos encontraremos otro\nzona muy vestida que evitaremos por la izquierda, al volver al cauce,\nsaldremos por la derecha a los parking, de aquí a la carretera y al\ncoche.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/salt_de_la_roca_gironella.htm\">Barranquismo.net</a>\n: Roca Gironella</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>31-Aug-07 Alvaro y Paco</p>\n</div>\n",
  "version": "5867bdc8928cdfb3db31a8e6fa76a8c3"
}