{
  "url": "https://ropewiki.com/Malany",
  "latitude": 40.6504,
  "longitude": 0.2691,
  "id": 28503,
  "name": "Malany",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 5,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> La Senia</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 5 mts</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> No lleva siempre, y en verano suele\nestar seco y con agua estancada. Solo lo encontraremos con caudal\ndespues de generosas lluvias, en que se haya llenado por completo el\npantano y que siga entrando agua por su cabecera. El agua sobrante que\nenvia el pantano por una boca lateral en su parte inferior sera la que\nregala este acuatico descenso. Antes del estrecho hay tres represas\npequeñas que canalizan el agua por varias acequias y que le restan\nbastante caudal</p>\n</div>\n<div>\n<p><b>Material necesario:</b> cuerda 1x20mts. y doble baga de\nanclaje</p>\n</div>\n<div>\n<p><b>Neopreno:</b> si</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> espits, puentes de roca y cuerda para\npasamanos. Aconsejable llevar material de instalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Ideal despues de temporada de lluvias</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Verificar saltos y los movimientos del agua. El\nrio Sénia recoge las aguas de grandes barrancos como son La Fou, El\nSalt, La Tenalla pero esta regulado su caudal por el pantano de\nUlldecona. Mas abajo estan los barrancos del Fitó y Falgars y se\nencuentran un buen numero de fuentes, todas al lado del cauce: fuente\ndels Rossegadors, de Sant Pere... Cuando el rio abandona el macizo dels\nPorts y sale a la plana forma un curioso estrecho de unos 20-30 mts. de\nprofundidad, siendo su parte mas angosta bajo el puente de Malany. Hay\nun molino ubicado dentro una cueva y una pequeña hidroelectrica\nabandonados que ayudaron al desarrollo de estas tierras aprovechando el\nalma del rio: el agua. Lastima que se encuentra algo de basura: lo mas\ncurioso es una bicicleta que esta soldada a la roca i que la va\ncubriendo lentamente, y una motocicleta que señala el retorno</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 5 minutos</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 1 hora</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 15 minutos</p>\n</div>\n<div>\n<p><b>Toponímia:</b> estrets del riu senia</p>\n</div>\n<div>\n<p><b>Mapa:</b> Els Ports, mapa Excursionista 1:25.000</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> els ports</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Riu Senia</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 360 mts</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 330 mts</p>\n</div>\n<div>\n<p><b>Longitud:</b> 1200 mts</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 30 mts</p>\n</div>\n<div>\n<p><b>Carácter:</b> tramo de rio encajado entre paredes con vegetacion.\nMuy acuatico y con pequeños resaltes. Una curiosidad natural que bien\nmerece una visita</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Las paredes del estrecho son de tobas y el cauce\nes calcareo</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>con los barrancos de la zona de\nLa Fou, de La Vall, de LLoret o de la zona del rio Cervol</p>\n</div>\n<div>\n<p><b>Especies amenazadas:</b> En todos los habitats viven animales y\nplantas que merecen de todo nuestro respeto</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>desde la población de La Senia seguimos la carretera TV-105 hacia\nCastell de Cabres. Despues del puente de Malany (donde se pasa de\nTarragona a Castellon) que cruza el rio Senia desviarse por la pista de\ntierra a la izquierda y aparcar el vehiculo a un lado. Seguir a pie la\ncarretera anterior rio arriba unos doscientos metros y tomaremos un\ncaminito por la izquierda de una gran puerta de hierro que nos baja al\nrio. Es una propiedad privada. Pedir permiso si encontrais al dueño\nentre los naranjos</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Después de tres balsas a nado hay unos bloques grandes en el centro\ndel cauce. Por las rocas de la derecha hay dos pasamanos para evitar una\namplia rampa muy resbaladiza que baja a una gran poza. Comiezan a\nestrecharse las paredes. Cruzar al lado izquierdo antes de un gran\nbloque debajo del qual se canaliza el caudal. Por una repisa encontramos\nel tercer pasamano y justo bajo el puente saltaremos al agua. Mas\nbloques y un largo tramo a nado. Llegamos a la cascada que forma la\nrepresa artificial del molino La Cova, que toma todo el ancho del rio.\nUnos 5 metros antes, en la rocas de la derecha hay una cuerda fija para\nsalir del cauce y montar un pequeño rapel desde una argolla que hay en\nel suelo al lado de la acequia (no saltar, bloques bajo el\nagua).Continuar hasta el toll de Panxó, pasado el estrecho de La Cova,\npor donde abandonaremos el rio (hito). Esta descripción es para un\ncaudal alto, porque si el rio Senia no va cargado se puede descender por\ndentro el cauce sin problemas</p>\n<div>\n<p><b>Escapes:</b> si, al lado de la caseta de la hidroelectrica. Hay\nuna escalera por el interior de un tunel que sube arriba del estrecho y\nllega a la balsa de captacion</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>trepar por la derecha sobre unes rocas y seguir el caminito que pasa\npor la entrada del molino La Cova. Se llega a una pista de tierra que\nhay que seguir hacia la derecha hasta el vehiculo,pasada una gran balsa\nde captación de agua</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>No</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/estret_de_malany.htm\">Barranquismo.net</a>\n: Malany</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:tarragona:malany_en_la_senia\">Wiki-Infobarrancos</a>\n: Barranc Malany (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=13408793\">Wikiloc.com</a> :\nBarranco Estret Malany (La senia)</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=10440521\">Wikiloc.com</a> :\nEstrets de Malany</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>21-May-2007 David Tomas</p>\n</div>\n<p>Hace muchos años que se han cruzado los estrechos, aunque con caudal\nno hay referencias. Equipado en mayo de 2006 y 2007 por el Centre\nExcursionista Ulldecona.</p>\n"
}