{
  "url": "https://ropewiki.com/Fabana",
  "latitude": 42.20111,
  "longitude": -0.20778,
  "id": 28508,
  "name": "Fabana",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Aguas</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> No existen rápeles</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Caudal habitualmente seco, pero tras\nlas tormentas recoge el agua de una vasta cuenca</p>\n</div>\n<div>\n<p><b>Material necesario:</b> No es necesario el uso de cuerdas</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Salvo crecida o recorrido invernal, el neopreno es\ntotalmente prescindible</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Senderismo fluvial. No existe\nequipamiento</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todas. Prever que tras lluvias el caudal puede obligar\na mojarnos</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Ninguno, dadas las características del\nrecorridido</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 45 minutos</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> Ascenso + descenso: 40 minutos</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 35 minutos</p>\n</div>\n<div>\n<p><b>Toponímia:</b> Patrick Gimat las llama Gargantas del Calcón y en\nel mapa de PRAMES también hacen referencia a ellas como Gargantas de\nGuara</p>\n</div>\n<div>\n<p><b>Mapa:</b> PRAMES Sierra y cañones de Guara I 1:40000</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Sierra de Guara</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Calcón/Formiga/Alcanadre/Cinca/Ebro</p>\n</div>\n<div>\n<p><b>Carácter:</b> Garganta</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Caliza</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>En coche: Desde Huesca o desde Barbastro, el camino más cómodo es\nseguir por la carretera nacional (futura autovía) hasta tomar el desvío\nsituado entre las poblaciones de Siétamo y Velillas que lleva a Liesa e\nIbieca. Pasar las dos poblaciones y continuar hasta finalizar la\ncarretera en otra carretera (A-1227) que une Loporzano con Aguas.\nIgualmente podremos llegar aquí por dicha carretera, un poco más directa\npero no tan rápida. Casi enfrente de este punto parte una estrecha\ncarretera hacia el embalse del Calcón. Tomarla y en una rotonda,\ndesviarnos por la izquierda por una pista en buen estado que no\ndejaremos hasta llegar al aparcamiento de San Cosme y San Damián (La\nTejería). Andando: Desde aquí, a la derecha, tomar la senda indicada\nhacia la ermita de Fabana y el Collado de Petreñales. Recorrer un cómodo\nsendero entre pinos de repoblación que cruza un barranco seco (Barranco\nd'os Muertos) y poco después, casi sin ganar altura desde que hemos\nsalido del coche llegar a la ruinosa ermita de Fabana. Desde aquí, una\npista muy deteriorada baja hasta el cauce del Calcón. Tomaremos el\ncamino que sube sin cruzar el río hasta que se convierte en senda y\nllegaremos a la entrada de la Garganta flanqueados por grandes paredes y\nagujas calizas.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Interés senderista. No hay apenas desnivel y en condiciones normales\nde caudal podemos, con un poco de habilidad, pasar sin mojarnos. Merece\nla pena por el paisaje pero no es en absoluto un recorrido deportivo. Es\nuno de los posibles caminos de acceso para cumbres como el Tozal de\nGuara, Mondinero o Frachinito. Por sus especiales características,\nigualmente puede ascenderse que descenderse.</p>\n<div>\n<p><b>Escapes:</b> Evidentes, pero en todo caso mejor que no nos\nsorprenda una hipotética crecida en los estrechos</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Mismo camino que la aproximación.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/gargantas_de_fabana.htm\">Barranquismo.net</a>\n: Fabana; Guara; Calcón</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>15-Jul-08 Anonimo</p>\n</div>\n<p>Recorrido desde siempre. Camino habitual de comunicación entre el sur\ny el norte de la Sierra.</p>\n"
}