{
  "url": "https://ropewiki.com/Neres",
  "latitude": 42.67611,
  "longitude": 0.72472,
  "id": 28526,
  "name": "Neres",
  "permit": "No",
  "rappelLongestMeters": 85,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Artiga de Lin</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 85 metros</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Muy visible desde las campas de la Artiga de\nLin. Baja perpendicular desde casi la cima del Tuc Des Neres 2585 mts.\n(cota de mapa). Las cotas que se dan, tanto en la descripción como en\nlas topos, son de altímetro sin calibrar. Es necesario recalcularlas\npara tener referencias objetivas. Las cotas relativas (diferencias de\ncotas) son correctas</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 2h50´ desnivel de 840 metros</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 5h15´ desnivel de 475 metros</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 55´ por el mismo sendero de subida</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Vall d´Aran</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 475 metros</p>\n</div>\n<div>\n<p><b>Carácter:</b> TORRENTE PRIMARIO, DESARROLLO VERTICAL, COMIENZA A\nENCAUZARSE EL LA PARTE FINAL</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Caliza</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b> BCO. BAUSEN</p>\n</div>\n<div>\n<p><b>Especies amenazadas:</b> NINGUNA</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>Desde la cabaña de la Artiga de Lin tomar el sendero que sube al lago\nde Estanhon des Pois, desde el lago y con tendencia NE ir a buscar el\nfilo de la montaña (travesía ascendente horizontal en pendiente\nacusada), remontar por la dr. Oro de un pequeño principio de barranco\n(insignificante), cuesta empinada de hierba y roca (trepada). Se alcanza\nunos pequeños “prados” donde se remonta con tendencia al filo. En el\nmismo filo, desde una minúscula horquilla, veremos a nuestros pies un\nprincipio de encauzamiento (es la parte alta de un diedro muy visible\ndesde la artiga y punto de referencia de la pared). El diedro cae a la\ncuenca del Barranc Des Neres. Dejar el diedro atrás para seguir\nremontando por el espolón por poco tiempo hasta el primer obstáculo\nvertical , ya en travesía a la izquierda por laderas herbosas llegamos a\nla cuenca muy primaria del bco. en la cota de 2325 mts. (altímetro sin\ncalibrar). Destrepes delicados por zonas de piedra suelta hasta la\nprimera vertical. La aproximación requiere nociones de navegación por\nterreno abrupto y complejo, es necesario saber ubicarse en medio de una\npendiente muy fuerte con la única referencia válida de la vista que se\ntenía desde la Artiga de Lin (el diedro). La pequeña orquilla es la\nreferencia buena, y es importante no entrar por el gran diedro (que\nforma un cauce por la iz oro del bco) y que puede dar lugar a confusión.\nSe dispone de una buena vista de la parte final de bco. durante la\naproximación. </p>\n<h2 id=\"descent\">Descent</h2>\n<p>Bco. primario de alta montaña. Cauce barrido por desprendimientos y\naludes con acumulaciones en zonas por deposición de sedimentos. Alguna\nzona inestable a la progresión en la parte más alta. Tres primeros\nrápeles sobre picos de roca exiguos, muy técnico y expuesto. A los pies\nde R1 (25 mts) aparecen las fuentes del bco. R2 (85 mts. enrampado en su\nprimera mitad y volado en su segunda mitad. En la base de R3 (50 mts)\nconfluye el diedro por la iz oro. A partir de este punto encontramos\ntres instalaciones sobre clavos, ¡los clavos salieron con la mano!. R4\n(50 mts) reinstalado, R5 (75 mts) reinstalado y cambiada ubicación\n(posible necesaria nueva instalación intermedia, terreno apropiado), R6\n(50mts) reinstalado y reubicado, R7 (60mts) (nueva instalación), R8 (40\nmts) nueva instalación este tramo se puede evitar por viras. </p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>NINGUNA</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranc_des_neres.htm\">Barranquismo.net</a>\n: Neres</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>1-May-09 Anonimo</p>\n</div>\n<p>1ª integral: Igor Lasa, LMM el 15-10-2008</p>\n"
}