{
  "url": "https://ropewiki.com/Black_Canyon_(California_Sierras)",
  "latitude": 36.8738,
  "longitude": -118.3003,
  "id": 2890,
  "name": "Black Canyon (California Sierras)",
  "quality": 4,
  "months": [
    "Sep",
    "Oct",
    "Mar",
    "Apr",
    "May",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "IV",
  "permit": "No",
  "rappelCountMin": 2,
  "rappelCountMax": 2,
  "rappelLongestMeters": 82.3,
  "vehicle": "4WD - High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A big beautiful rappel up top, and some awesome drops through Sierra\ngranite towards the bottom. Expect a lot of bushwhacking in between the\nfun stuff and a fairly full day.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>North of Independence, CA, turn left onto Tinemaha Rd. Don't take the\nfirst left, but drive around 2.5 miles and take the next left. Left at\nthe Y, left at the next Y and continue up the road. As you traverse\nsouth with the mountains going up to your right, you'll come to a small\nparking area with the creek down to your left. Stop and park here! No\nmatter what vehicle you have, you do not want to go further into the\nhideous sand. Even if you could make it, you wouldn't get much further\nanyway.</p>\n<p>Park here and hike on up the road. It fades away a bit near the\ncreek, but continue upstream and look for a small path that goes through\nand cuts across the creek. Pick up the mining road on the other side,\nand follow it up its entire sandy length. Near the top lots of trees get\nin the way, and it begins to descend down toward the old mine. You could\ncontinue down a short distance to check out the mine, or walk up.</p>\n<p>Go straight up the ridge from the mine another 200 feet of elevation\nor so, to where you drop through a small pass with a tree into a steep\nrainage. You will be able to see the tops of some waterfalls down below.\nTraverse along the top of these drops to where you can climb down, or\nrappel off of a tree a short way in.</p>\n<p>Head down from there into the canyon.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>In July of 2017 bolts were installed at the big drop, and for two\nsets of drops further down which can both be double staged (~150 feet\neach). This makes the canyon descendable at fairly high flows of up to\nperhaps ~10cfs.</p>\n<p>Most recently we descended the first two smaller waterfalls in a two\nstage drop which took us down to the ledge on top of the 250 foot drop.\nThe bolts for this drop are set far out, and might take caution to get\nto. With sticky shoes and careful rappelling these bolts will allow you\nto stay down canyon left of the majority of the flow, though it's easy\nto move right and get your feet taken out from under you where the fall\nturns into a slide in the middle. We did this drop with a 240 foot rope,\nwith absolutely no extra rope at the bottom.</p>\n<p>Below here climb onto a ledge on the right and make your way down the\ncanyon. In general, avoid the willow filled creek as you continue down.\nA few waterfalls are downclimbed, and then comes a point where a few\nboulders pinch off the creek into a narrower section of canyon. You can\nbypass this up and on the left, or descend a quick rappel, and a\nslightly tricky downclimb.</p>\n<p>More bushwhacking and avoiding willows continues for a ways until you\ncome to a view of the Owens Valley above a waterfall. We rappelled this\ndrop off of a dead burnt tree. At high flows, the creek here slams into\na pinch point in the bedrock, then explodes outward, creating a pleasant\numbrella of water that is easy to rappel down past.</p>\n<p>Further down you come to the first double drop, anchored on the left.\nYou'll rappel largely out of the flow, but landing in the water on both\nstages. First stage is shallow, but the second one can have a bit of a\nhydraulic, so setting rope length here could be important.</p>\n<p>Below here a little ways is an awesome slide!</p>\n<p>And further down is the next double drop. This one is bolted and\nrappelled down canyon right. It may look easy to avoid the water, but at\nthe top of the second drop, where it is a slide, you will go through it.\nBut even if you have trouble standing up, sliding off the top of this\ndrop on your butt (on rappel) should work, as the water shoots pretty\nsolidly off to the left.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>After some more bushwhacking and a couple drops (bypassable), you\nshould come out where you crossed the creek earlier that day. Turn left\nand head down to your car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}