{"version":"890b71483878c1daf8f0dfc1ccd305f8359f953fb04ef4ac86085acf18a09f16","name":"Black Canyon (California Sierras)","rappelCountMin":12,"quality":4,"technicalRating":3,"riskRating":null,"vehicle":"4WD - High Clearance","url":"https:\/\/ropewiki.com\/Black_Canyon_(California_Sierras)","longitude":-118.3003,"timeRating":"IV","rappelLongestMeters":76.2,"geojson":null,"latitude":36.8738,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>A big beautiful rappel up top, and some awesome drops through Sierra granite towards the bottom.  Expect a lot of bushwhacking in between the fun stuff and a fairly full day.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>North of Independence, CA, turn left onto Tinemaha Rd.  Don't take the first left, but drive around 2.5 miles and take the next left.  Left at the Y, left at the next Y and continue up the road. As you traverse south with the mountains going up to your right, you'll come to a small parking area with the creek down to your left. Stop and park here! No matter what vehicle you have, you do not want to go further into the hideous sand. Even if you could make it, you wouldn't get much further anyway. \n<\/p><p>Park here and hike on up the road. It fades away a bit near the creek, but continue upstream and look for a small path that goes through and cuts across the creek. Pick up the mining road on the other side, and follow it up its entire sandy length. Near the top lots of trees get in the way, and it begins to descend down toward the old mine. You could continue down a short distance to check out the mine, or walk up. \n<\/p><p>Go straight up the ridge from the mine another 200 feet of elevation or so, to where you drop through a small pass with a tree into a steep rainage. You will be able to see the tops of some waterfalls down below. Traverse along the top of these drops to where you can climb down, or rappel off of a tree a short way in. \n<\/p><p>Head down from there into the canyon.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>In July of 2017 bolts were installed at the big drop, and for two sets of drops further down which can both be double staged (~150 feet each). This makes the canyon descendable at fairly high flows of up to perhaps ~10cfs. \n<\/p><p>Most recently we descended the first two smaller waterfalls in a two stage drop which took us down to the ledge on top of the 250 foot drop. The bolts for this drop are set far out, and might take caution to get to. With sticky shoes and careful rappelling these bolts will allow you to stay down canyon left of the majority of the flow, though it's easy to move right and get your feet taken out from under you where the fall turns into a slide in the middle. We did this drop with a 240 foot rope, with absolutely no extra rope at the bottom. \n<\/p><p>Below here climb onto a ledge on the right and make your way down the canyon. In general, avoid the willow filled creek as you continue down. A few waterfalls are downclimbed, and then comes a point where a few boulders pinch off the creek into a narrower section of canyon. You can bypass this up and on the left, or descend a quick rappel, and a slightly tricky downclimb. \n<\/p><p>More bushwhacking and avoiding willows continues for a ways until you come to a view of the Owens Valley above a waterfall. We rappelled this drop off of a dead burnt tree. At high flows, the creek here slams into a pinch point in the bedrock, then explodes outward, creating a pleasant umbrella of water that is easy to rappel down past. \n<\/p><p>Further down you come to the first double drop, anchored on the left. You'll rappel largely out of the flow, but landing in the water on both stages. First stage is shallow, but the second one can have a bit of a hydraulic, so setting rope length here could be important. 150ft exactly\n<\/p><p>Below here a little ways is an awesome slide! (gone as of 2023)\n<\/p><p>And further down is the next double drop. This one is bolted and rappelled down canyon right. It may look easy to avoid the water, but at the top of the second drop, where it is a slide, you will go through it. But even if you have trouble standing up, sliding off the top of this drop on your butt (on rappel) should work, as the water shoots pretty solidly off to the left. ~152 feet. (300ft doubled doesn't quite reach, but close enough)\n<\/p><p>Below this there are 2 probable rappels (sketchy downclimbs maybe), with other small drops that can be downclimbed. The first significant rappel might have a natural anchor above the watercourse on the right. Further down is a short drop with a bolted sport climb going up, rappel off a single bolt from the top. Just below that is a short drop that could be anchored from a dead tree way back. The downclimb (from the lip of the fall, traversing right) is easier than it looks.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Come out where you crossed the creek earlier that day. Turn left and head down to your car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐8hkcj\nCached time: 20240914191851\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.006 seconds\nReal time usage: 0.007 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","id":2890,"permit":"No","rappelCountMax":12,"shuttleSeconds":null,"months":["Sep","Oct","Mar","Apr","May","Nov"],"waterRating":"C"}