{"longitude":-118.7934,"geojson":null,"waterRating":"C","quality":5,"timeRating":"V","riskRating":null,"months":["Jul","Aug","Sep"],"technicalRating":4,"vehicle":"Passenger","rappelCountMin":null,"rappelCountMax":null,"shuttleSeconds":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>An amazing backcountry canyon into Tehipite.  This one is probably better than Blue Canyon, if for no reason other than it's a bit easier to access.  Also it has lots of jumps!  The water can definitely get heavy in here, and it is more technical, requires a good bit of thought at times.  \n<\/p><p>A three day trip where you camp at the rim and do Crown Creek as a loop in one really long day where the hike back up will probably be miserable could work for a ultra-fit group (that took us 22 hours).  Or maybe bringing light bivy gear and camping in the bottom, but as little stuff as you can take through the canyon will be good.  While not as necessary with Crown Creek as it would be for Blue Canyon, getting Clyde Pack Outfit to carry your stuff would probably be well worth it.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Hike out towards the trail down into Tehipite Valley.  Just south of the Park Boundary is a good place to cut down towards the canyon.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Lots of big waterfall rappels and jumping.  Watch for tight spots where the canyon constricts, especially when there is a lot of water.  \n<\/p><p>Eventually it opens up into some boulder hopping.  Definitely not over yet.  Soon the canyon drops off into a deep deep slot and turns 90 degrees left.  This drop is about 150 feet, and can be anchored on the right, which makes for a challenging swim past the waterfall to get out of the slot.  Pulling the rope from the deep pool at the bottom here is also interesting.  \n<\/p><p>Just down from here there are some trees on the left.  If you make a short rappel, you should be able to exit the water course on the left.  Check the time, see what you want to do.  We bailed right here, so I don't really have good beta on what's down below.  Silver Spray Falls is the big final drop.  My guess is that it is 250 feet.  Could be way more, or maybe a bit less.  I'd say if you brought a 400 foot rope you would be safe.  Your call.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>A mile to the right and then up and out of the valley.  This is where you will wish you had hired pack horses if you didn't.  It's really quite pleasant carrying nothing more than a day pack.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Permits required\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/canyoncollective.com\/threads\/crown-creek.18633\/#post-76368\">http:\/\/canyoncollective.com\/threads\/crown-creek.18633\/#post-76368<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.instagram.com\/s\/aGlnaGxpZ2h0OjE3ODYxMzExOTIyMDYzODgw?story_media_id=2369929214239424253&amp;igshid=YmMyMTA2M2Y=\">https:\/\/www.instagram.com\/s\/aGlnaGxpZ2h0OjE3ODYxMzExOTIyMDYzODgw?story_media_id=2369929214239424253&amp;igshid=YmMyMTA2M2Y=<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","id":2893,"name":"Crown Creek","url":"https:\/\/ropewiki.com\/Crown_Creek","permit":"Yes","latitude":36.9196,"version":"e036bc9c73eae615424a9f1a143dc0342138b32fcedc60ea346dd2dec2a12eef","rappelLongestMeters":60.96}