{
  "url": "https://ropewiki.com/Navarros",
  "latitude": 42.655,
  "longitude": -0.1044,
  "id": 29034,
  "name": "Navarros",
  "quality": 3.8,
  "months": [
    "Aug",
    "Sep"
  ],
  "permit": "No",
  "rappelLongestMeters": 10,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Torla</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 10 m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Régimen hidráulico: Caudal permanente,\nes un colector importante. Muy sensible a tormentas, épocas de lluvias y\ndeshielos. Importancia del caudal: Siempre significativa. Estamos en\npresencia del Ara, es decir un río pirenaico importante. La ubicación de\nesta garganta le da su importancia como colector. En cualquier época del\naño lleva un caudal a no desdeñar y con frecuencia no es practicable o,\nsi lo es, lo es para equipos bien entrenados. Aunque en pleno estiaje\n(cuando este se da) no supone un gran problema dados la poca\nobligatoriedad de paso (salvo el final) y el equipamiento existente, no\nhay que confiarse demasiado. Cambia considerablemente con caudales\nmayores: restricciones de paso, corrientes, humedad ambiente (roca\nresbaladiza). Mucha atención por lo tanto a valorar bien el nivel de\ncaudal. El Puente de los Navarros y el caminito que bordea su final por\nla orilla izquierda, pueden darnos una buena idea de las condiciones del\nmomento (y de la pequeña cascada final). Carácter acuático: Mantenido\ndurante todo el trayecto. Puntos conflictivos: Ver \"Descripción\". Por lo\nque se refiere al caudal los puntos conflictivos son los\ncorrespondientes a los números 2-5-6. Incluso en las condiciones\nfavorables hay que prestar atención a las corrientes que conciernen\ncascadas y resaltes</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 x 20 y la de socorro</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Completo (agua fría)</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Precario. La mayoría de los pitones\ntrabajan en mala dirección. La mayoría de los anclajes sufren los\nembates del agua durante las crecidas (las cuerdas de pasamanos\nenvejecen por ello mal). El largo pasamanos de la gran rampa, en caso de\nque no esté (o esté inutilizado), es expuesto de instalación dado lo\nalejado de los puntos de anclaje y lo resbaladizo de la roca: no es\ndifícil pero sí expuesto (una caída conduciría al río). Aconsejable\nllevar material de instalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Final de agosto/septiembre. Se sobreentiende que la\népoca recomendada presenta el acusado estiaje habitual del verano,\ntormentas a parte. Pero este estiaje favorable no siempre se da</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Corta garganta, estética y de evidente interés\ndeportivo. Con aureola de difícil por su abundante caudal, conviene no\ndesmitificarla demasiado pese a que en pleno estiaje sus dificultades\nsean ya más tratables, eso sí: con una mínima técnica y precaución.\nMerece la pena aprovechar el momento en el que el sol incide en el\ninterior de la garganta. La primera mitad combina profundas y sombrías\ngorgas (una de ellas de color azul) bajo grandes bóvedas en la margen\nizquierda, con losas y repisas en la de la derecha. La segunda parte va\nperdiendo altura y es más luminosa. La construcción de la pista de\nBujaruelo, carretera de Ordesa y ambos puentes (incluido el de los\nNavarros) no han desfigurado la garganta</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> Inmediato (15 minutos por el río\nhasta la entrada de la garganta)</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> En estiaje 1 h 30 mn</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 20 mn</p>\n</div>\n<div>\n<p><b>Toponímia:</b> Errónea. Solo el puente antiguo tiene el nombre\ncorrespondiente: Puente de los Navarros. No hace mención al respecto\nLucas Mallada, pero sí Lucien Briet el cual nombra, sin mucha claridad,\nel Estrecho del Azud (este nombre parece más aplicable al del Ara que al\ndel Arazas dada la existencia de la Fuente del Azut aguas abajo del\nBarranco Sopeliana). Habrá que indagar en otras fuentes para solucionar\nla cuestión</p>\n</div>\n<div>\n<p><b>Mapa:</b> Rando Éditions e Institut Cartogràfic de Catalunya, mapa\n1:50000 nº 24 Gavarnie-Ordesa. / IGN. 1:25000, 178-I (Broto). /\nIGN-Prames.Ordesa y Monte Perdido. 1:25.000</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> macizo de monte perdido</p>\n</div>\n<div>\n<p><b>Cuenca:</b> La cuenca del río Ara es muy amplia y recoge la\nvertiente de muchas cimas y valles secundarios en plena alta montaña. La\nGarganta de los Navarros es la salida natural de esta cuenca\nsuperior</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 1.080 msnm al comienzo en el río, 1.070 msnm\nen el inicio de la garganta</p>\n</div>\n<div>\n<p><b>Longitud:</b> 150 m aproximadamente la garganta propiamente\ndicha</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 30 m aproximadamente en la garganta</p>\n</div>\n<div>\n<p><b>Carácter:</b> Continuamente encajado en toda la garganta. Hasta la\nvertical del Puente de los Navarros el cauce es negociable por la\nderecha, pero a partir de allí se estrecha más y no hay opción</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Calcáreo. De tacto resbaladizo en seco, mucho\nmás en mojado</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Al gusto</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>En el Puente de los Navarros coger la pista de Bujaruelo. Muy poco\ndespués reparar, tras una curva a la derecha y pocos metros antes del\nbarranco Sopeliana, una característica cueva alargada y profunda a la\nderecha de la carretera. Aparcar aquí. En la curva previa al parking se\ncoge un visible y corto camino que baja al río tras cruzar una\ncanalización de agua.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Hasta la entrada de la garganta es río abierto salpicado de bloques y\ncornisa laterales por la derecha. Las dificultades se concentran en el\ntramo de garganta, la cual empieza por una primera cascada. (Los números\nhacen referencia a los situados en el croquis). 1 PRIMERA CASCADA El\ncaudal baja por la izquierda y al final de la cascada hace un vistoso\ntrampolín que lanza el agua contra la pared de la margen izquierda.\nAcceso fácil por cornisa a la derecha, por encima del agua. A su final\nhay 1 pitón y 1 spit con maillón. Rápel obligado, 10 m hasta una losa\ninclinada por encima del agua (si está mojada es resbaladiza). 2 SEGUNDA\nCASCADA El caudal ocupa todo el lecho y el umbral es una losa. Cae por\nla izquierda a una gran poza que genera un gran remolino dextrógiro (aún\nen estiaje se nota algo la contracorriente). Acceso por la derecha por\nlosas inclinadas algo resbaladizas, delicado si hay corriente. Antes de\nla cascada y en lo alto a la derecha hay un pitón que sirve de inicio de\npasamanos (no está montado). El rápel, 6 m, está afuera a la derecha (no\nes difícil de alcanzar) y está constituido por 1 spit con 1 maillón. No\nes obligado, se puede saltar desde varios niveles (con caudal abundante\npuede no ser recomendable dado el remolino, cuestión a reconsiderar). 3\nGRAN RAMPA Tras unos grandes bloques el río se ciñe a la pared de la\nizquierda y se desliza por una serie de rampas irregulares que caen\nfinalmente a una espectacular gorga oscura (esta poza es de color azul\nen su margen izquierda). La vertiente derecha de las rampas estan\nconstituida por una gran losa inclinada de tacto resbaladizo. Por ello\nhay una serie de anclajes (3 spits muy separados) que permiten instalar\nun largo pasamanos. Éste suele estar montado y tiene una longitud de 35\nm, pero no llega hasta el final de la losa: hay que destrepar con\ncuidado (no difícil) hasta una repisa desde la que se efectúa un limpio\nsalto de unos 5 m hasta la profunda badina. 4 ESCAPE Junto a los bloques\nque finalizan la gorga oscura, y justo antes del Puente de los Navarros\n(muy visible) existe una canal en la margen derecha (ver \"Escapes\"). 5\nPASILLOS Tras el Puente de los Navarros se inicia un tramo horizontal\nsalpicado de bloques y badinas poco profundas que constituye uno de los\ntramos más difíciles si hay corriente (muy fácil en estiaje): en efecto,\nel pasillo se va estrechando y el río ocupa todo el espacio con lo que\nse crean corrientes fuertes que es preciso atravesar para encontrar\npuntos de reunión favorables. Por tal motivo, hacia el final el pasillo\nse atraviesa 3 veces (izquierda, derecha, izquierda) siendo la última de\nellas el acceso a la última cascada. Hay instalados pitones en esos\npuntos. 6 ÚLTIMA CASCADA De pequeñas dimensiones, 3 m, pero estrecha (2\nm escasos) y que canaliza todo el río. Está justo cuando el pasillo\nprecedente gira a la derecha. Acceso delicado por la fuerza de la\ncorriente (no en estiaje). En la derecha del umbral hay buenos bloques\npor debajo de la superficie del agua que permiten hacer pie. Una buena\nparte del caudal cae por la izquierda por lo que se crea un drosage a la\nderecha. En cualquier época la primera parte de la badina de recepción\nes de aguas blancas. Equipada por la derecha, con 1 spit y una larga\nserie de pitones que soportan un pasamanos de unos 4 m, aéreo y de final\ncolgado (suele estar montado pero en un estado inutilizable). O bien por\nel lado izquierdo, del pingo que cuelga de un parabolt (A veces las\ncrecidas lo suben arriba y se convierte en una trepada delicada). No es\npara nada recomendable rapelar directamente el resalte, ya que se puede\nconvertir en una trampa mortal, si quedamos bloqueados.. Con caudales\nmayores el pasamanos es obligado.</p>\n<div>\n<p><b>Escapes:</b> Marcado con el nº 4 en el croquis (ver \"Descripción\"\npara su situación). Es una empinada canal musgosa con vegetación. Parece\nresbaladiza y no muy fácil. Es conveniente dejar previamente colocada\nuna cuerda. En mitad del pasillo hay un resguardo a la derecha que\nparece un escape factible (sin comprobar)</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>La garganta finaliza en un tramo abierto con bloques. A mano\nizquierda sale una antigua canalización (poco visible, buscar entre el\nmatorral) junto a la cual se coge un camino que en seguida conecta con\nla GR. Por ella se remonta la vertiente izquierda de la garganta hasta\nel Puente de los Navarros. Por la pista alcanzar el parking.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Ninguna. Se encuentra justo fuera del límite del Parque Nacional de\nOrdesa y Monte Perdido.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barrancos.org/Navarros.htm\">Barrancos.org</a> :\nNavarros</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://guara.info/guara-base-de-datos/descenso-de-barrancos/pirineo/garganta-de-los-navarros\">Guara.info</a>\n: Garganta de los Navarros</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://latrencanous.com/barrancos/navarros/topo.pdf\">Latrencanous.com</a>\n: Navarros</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/garganta_de_los_navarros.htm\">Barranquismo.net</a>\n: Navarros</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:huesca:garganta_navarros\">Wiki-Infobarrancos</a>\n: Garganta de los Navarros (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://WWW.barranquistas.es/2007/10/valle-de-ordesa-sorrosal-y-navarros.html\">Barranquistas.es</a>\n: VALLE DE ORDESA: SORROSAL Y NAVARROS</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://nko-extreme.com/2009/garganta-de-los-navarros-abortado\">NKO-Extreme.com</a>\n: Garganta de los Navarros abortado</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=14560355\">Wikiloc.com</a> :\nGarganta de los Navarros</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=3343621\">Wikiloc.com</a> :\nGarganta de los Navarros</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>3-Oct-03 Enrique Salamero</p>\n</div>\n<p>El primer descenso fue efectuado por Eduardo Gómez y Juan Luis Haro,\nel 24 de julio de 1994. Realizado en condiciones altas de caudal.</p>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -0.102632,
            42.653688,
            0
          ]
        },
        "properties": {
          "name": "Parking",
          "styleUrl": "#icon-93-nodesc",
          "styleHash": "711bfc1",
          "styleMapHash": {
            "normal": "#icon-93-nodesc-normal",
            "highlight": "#icon-93-nodesc-highlight"
          },
          "icon": "http://www.gstatic.com/mapspro/images/stock/93-parkinglot.png",
          "elevationMeters": 1798
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -0.103748,
            42.654714,
            0
          ]
        },
        "properties": {
          "name": "Parking",
          "styleUrl": "#icon-93-nodesc",
          "styleHash": "711bfc1",
          "styleMapHash": {
            "normal": "#icon-93-nodesc-normal",
            "highlight": "#icon-93-nodesc-highlight"
          },
          "icon": "http://www.gstatic.com/mapspro/images/stock/93-parkinglot.png",
          "elevationMeters": 1875
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "LineString",
          "coordinates": [
            [
              -0.102621,
              42.653657,
              1797.5
            ],
            [
              -0.10304000000000002,
              42.654162,
              1834.5999755859375
            ],
            [
              -0.103362,
              42.654604,
              1854.5
            ],
            [
              -0.103812,
              42.654683,
              1874.5
            ],
            [
              -0.104134,
              42.654959,
              1889.800048828125
            ],
            [
              -0.104316,
              42.654912,
              1886
            ]
          ]
        },
        "properties": {
          "name": "Approach",
          "stroke": "#00FF00",
          "stroke-opacity": 0.7843137254901961,
          "stroke-width": 5,
          "lengthMeters": 215.58797668880322,
          "ascentMeters": 92.300048828125,
          "descentMeters": 3.800048828125,
          "changeMeters": 88.5
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "LineString",
          "coordinates": [
            [
              -0.104263,
              42.654872,
              1886
            ],
            [
              -0.10397300000000001,
              42.654541,
              1867.9000244140625
            ],
            [
              -0.103426,
              42.65432,
              1847
            ],
            [
              -0.103222,
              42.653988,
              1827.4000244140625
            ],
            [
              -0.102503,
              42.65327,
              1782.5999755859375
            ],
            [
              -0.10253500000000002,
              42.652844,
              1775.300048828125
            ],
            [
              -0.102654,
              42.652584,
              1773.300048828125
            ]
          ]
        },
        "properties": {
          "name": "Descent",
          "stroke": "#FF0000",
          "stroke-opacity": 0.7843137254901961,
          "stroke-width": 5,
          "lengthMeters": 312.43457184967093,
          "ascentMeters": 0,
          "descentMeters": 112.699951171875,
          "changeMeters": -112.699951171875
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "LineString",
          "coordinates": [
            [
              -0.102621,
              42.652592,
              1770.5999755859375
            ],
            [
              -0.102246,
              42.652828,
              1766.699951171875
            ],
            [
              -0.10233200000000002,
              42.653349,
              1782.5999755859375
            ],
            [
              -0.102557,
              42.653657,
              1797.5
            ]
          ]
        },
        "properties": {
          "name": "Exit",
          "stroke": "#FFFF00",
          "stroke-opacity": 0.7843137254901961,
          "stroke-width": 5,
          "lengthMeters": 137.59905971228028,
          "ascentMeters": 30.800048828125,
          "descentMeters": 3.9000244140625,
          "changeMeters": 26.9000244140625
        }
      }
    ]
  },
  "version": "774ede946d3a097ec3916a7829ecda7e"
}