{"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><div><b>Acceso desde:<\/b> Torla<\/div>\n<div><b>Altura de rápel mas largo:<\/b> 10 m<\/div>\n<div><b>Información del caudal:<\/b> Régimen hidráulico: Caudal permanente, es un colector importante. Muy sensible a tormentas, épocas de lluvias y deshielos. Importancia del caudal: Siempre significativa. Estamos en presencia del Ara, es decir un río pirenaico importante. La ubicación de esta garganta le da su importancia como colector. En cualquier época del año lleva un caudal a no desdeñar y con frecuencia no es practicable o, si lo es, lo es para equipos bien entrenados. Aunque en pleno estiaje (cuando este se da) no supone un gran problema dados la poca obligatoriedad de paso (salvo el final) y el equipamiento existente, no hay que confiarse demasiado. Cambia considerablemente con caudales mayores: restricciones de paso, corrientes, humedad ambiente (roca resbaladiza). Mucha atención por lo tanto a valorar bien el nivel de caudal. El Puente de los Navarros y el caminito que bordea su final por la orilla izquierda, pueden darnos una buena idea de las condiciones del momento (y de la pequeña cascada final). Carácter acuático: Mantenido durante todo el trayecto. Puntos conflictivos: Ver \"Descripción\". Por lo que se refiere al caudal los puntos conflictivos son los correspondientes a los números 2-5-6. Incluso en las condiciones favorables hay que prestar atención a las corrientes que conciernen cascadas y resaltes<\/div>\n<div><b>Material necesario:<\/b> 2 x 20 y la de socorro<\/div>\n<div><b>Neopreno:<\/b> Completo (agua fría)<\/div>\n<div><b>Material de instalación:<\/b> Precario. La mayoría de los pitones trabajan en mala dirección. La mayoría de los anclajes sufren los embates del agua durante las crecidas (las cuerdas de pasamanos envejecen por ello mal). El largo pasamanos de la gran rampa, en caso de que no esté (o esté inutilizado), es expuesto de instalación dado lo alejado de los puntos de anclaje y lo resbaladizo de la roca: no es difícil pero sí expuesto (una caída conduciría al río). Aconsejable llevar material de instalación de repuesto<\/div>\n<div><b>Epoca:<\/b> Final de agosto\/septiembre. Se sobreentiende que la época recomendada presenta el acusado estiaje habitual del verano, tormentas a parte. Pero este estiaje favorable no siempre se da<\/div>\n<div><b>Observaciones:<\/b> Corta garganta, estética y de evidente interés deportivo. Con aureola de difícil por su abundante caudal, conviene no desmitificarla demasiado pese a que en pleno estiaje sus dificultades sean ya más tratables, eso sí: con una mínima técnica y precaución. Merece la pena aprovechar el momento en el que el sol incide en el interior de la garganta. La primera mitad combina profundas y sombrías gorgas (una de ellas de color azul) bajo grandes bóvedas en la margen izquierda, con losas y repisas en la de la derecha. La segunda parte va perdiendo altura y es más luminosa. La construcción de la pista de Bujaruelo, carretera de Ordesa y ambos puentes (incluido el de los Navarros) no han desfigurado la garganta<\/div>\n<div><b>Horario de aproximación:<\/b> Inmediato (15 minutos por el río hasta la entrada de la garganta)<\/div>\n<div><b>Horario de descenso:<\/b> En estiaje 1 h 30 mn<\/div>\n<div><b>Horario de retorno:<\/b> 20 mn<\/div>\n<div><b>Toponímia:<\/b> Errónea. Solo el puente antiguo tiene el nombre correspondiente: Puente de los Navarros. No hace mención al respecto Lucas Mallada, pero sí Lucien Briet el cual nombra, sin mucha claridad, el Estrecho del Azud (este nombre parece más aplicable al del Ara que al del Arazas dada la existencia de la Fuente del Azut aguas abajo del Barranco Sopeliana). Habrá que indagar en otras fuentes para solucionar la cuestión<\/div>\n<div><b>Mapa:<\/b> Rando Éditions e Institut Cartogràfic de Catalunya, mapa 1:50000 nº 24 Gavarnie-Ordesa. \/ IGN. 1:25000, 178-I (Broto). \/ IGN-Prames.Ordesa y Monte Perdido. 1:25.000<\/div>\n<div><b>Zona o macizo:<\/b> macizo de monte perdido<\/div>\n<div><b>Cuenca:<\/b> La cuenca del río Ara es muy amplia y recoge la vertiente de muchas cimas y valles secundarios en plena alta montaña. La Garganta de los Navarros es la salida natural de esta cuenca superior<\/div>\n<div><b>Altura en inicio:<\/b> 1.080 msnm al comienzo en el río, 1.070 msnm en el inicio de la garganta<\/div>\n<div><b>Longitud:<\/b> 150 m aproximadamente la garganta propiamente dicha<\/div>\n<div><b>Desnivel:<\/b> 30 m aproximadamente en la garganta<\/div>\n<div><b>Carácter:<\/b> Continuamente encajado en toda la garganta. Hasta la vertical del Puente de los Navarros el cauce es negociable por la derecha, pero a partir de allí se estrecha más y no hay opción<\/div>\n<div><b>Tipo de roca:<\/b> Calcáreo. De tacto resbaladizo en seco, mucho más en mojado<\/div>\n<div><b>Combinable con el descenso de:<\/b>Al gusto<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>En el Puente de los Navarros coger la pista de Bujaruelo. Muy poco después reparar, tras una curva a la derecha y pocos metros antes del barranco Sopeliana, una característica cueva alargada y profunda a la derecha de la carretera\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐qznpk\nCached time: 20240914191907\nCache expiry: 2592000\nReduced expiry: false\nComplications: []\nCPU time usage: 0.005 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 3\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>. Aparcar aquí. En la curva previa al parking se coge un visible y corto camino que baja al río tras cruzar una canalización de agua.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Hasta la entrada de la garganta es río abierto salpicado de bloques y cornisa laterales por la derecha. Las dificultades se concentran en el tramo de garganta, la cual empieza por una primera cascada. (Los números hacen referencia a los situados en el croquis). 1 PRIMERA CASCADA El caudal baja por la izquierda y al final de la cascada hace un vistoso trampolín que lanza el agua contra la pared de la margen izquierda. Acceso fácil por cornisa a la derecha, por encima del agua. A su final hay 1 pitón y 1 spit con maillón. Rápel obligado, 10 m hasta una losa inclinada por encima del agua (si está mojada es resbaladiza). 2 SEGUNDA CASCADA El caudal ocupa todo el lecho y el umbral es una losa. Cae por la izquierda a una gran poza que genera un gran remolino dextrógiro (aún en estiaje se nota algo la contracorriente). Acceso por la derecha por losas inclinadas algo resbaladizas, delicado si hay corriente. Antes de la cascada y en lo alto a la derecha hay un pitón que sirve de inicio de pasamanos (no está montado). El rápel, 6 m, está afuera a la derecha (no es difícil de alcanzar) y está constituido por 1 spit con 1 maillón. No es obligado, se puede saltar desde varios niveles (con caudal abundante puede no ser recomendable dado el remolino, cuestión a reconsiderar). 3 GRAN RAMPA Tras unos grandes bloques el río se ciñe a la pared de la izquierda y se desliza por una serie de rampas irregulares que caen finalmente a una espectacular gorga oscura (esta poza es de color azul en su margen izquierda). La vertiente derecha de las rampas estan constituida por una gran losa inclinada de tacto resbaladizo. Por ello hay una serie de anclajes (3 spits muy separados) que permiten instalar un largo pasamanos. Éste suele estar montado y tiene una longitud de 35 m, pero no llega hasta el final de la losa: hay que destrepar con cuidado (no difícil) hasta una repisa desde la que se efectúa un limpio salto de unos 5 m hasta la profunda badina. 4 ESCAPE Junto a los bloques que finalizan la gorga oscura, y justo antes del Puente de los Navarros (muy visible) existe una canal en la margen derecha (ver \"Escapes\"). 5 PASILLOS Tras el Puente de los Navarros se inicia un tramo horizontal salpicado de bloques y badinas poco profundas que constituye uno de los tramos más difíciles si hay corriente (muy fácil en estiaje): en efecto, el pasillo se va estrechando y el río ocupa todo el espacio con lo que se crean corrientes fuertes que es preciso atravesar para encontrar puntos de reunión favorables. Por tal motivo, hacia el final el pasillo se atraviesa 3 veces (izquierda, derecha, izquierda) siendo la última de ellas el acceso a la última cascada. Hay instalados pitones en esos puntos. 6 ÚLTIMA CASCADA De pequeñas dimensiones, 3 m, pero estrecha (2 m escasos) y que canaliza todo el río. Está justo cuando el pasillo precedente gira a la derecha. Acceso delicado por la fuerza de la corriente (no en estiaje). En la derecha del umbral hay buenos bloques por debajo de la superficie del agua que permiten hacer pie. Una buena parte del caudal cae por la izquierda por lo que se crea un drosage a la derecha. En cualquier época la primera parte de la badina de recepción es de aguas blancas. Equipada por la derecha, con 1 spit y una larga serie de pitones que soportan un pasamanos de unos 4 m, aéreo y de final colgado (suele estar montado pero en un estado inutilizable). O bien por el lado izquierdo, del pingo que cuelga de un parabolt (A veces las crecidas lo suben arriba y se convierte en una trepada delicada). No es para nada recomendable rapelar directamente el resalte, ya que se puede convertir en una trampa mortal, si quedamos bloqueados.. Con caudales mayores el pasamanos es obligado.\n<\/p>\n<div><b>Escapes:<\/b> Marcado con el nº 4 en el croquis (ver \"Descripción\" para su situación). Es una empinada canal musgosa con vegetación. Parece resbaladiza y no muy fácil. Es conveniente dejar previamente colocada una cuerda. En mitad del pasillo hay un resguardo a la derecha que parece un escape factible (sin comprobar)<\/div>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>La garganta finaliza en un tramo abierto con bloques. A mano izquierda sale una antigua canalización (poco visible, buscar entre el matorral) junto a la cual se coge un camino que en seguida conecta con la GR. Por ella se remonta la vertiente izquierda de la garganta hasta el Puente de los Navarros. Por la pista alcanzar el parking.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Ninguna. Se encuentra justo fuera del límite del Parque Nacional de Ordesa y Monte Perdido.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barrancos.org\/Navarros.htm\">Barrancos.org<\/a> &#160;: Navarros<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/guara.info\/guara-base-de-datos\/descenso-de-barrancos\/pirineo\/garganta-de-los-navarros\">Guara.info<\/a> &#160;: Garganta de los Navarros<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/latrencanous.com\/barrancos\/navarros\/topo.pdf\">Latrencanous.com<\/a> &#160;:<\/li><\/ul>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐t56gg\nCached time: 20240914191908\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.031 seconds\nReal time usage: 0.038 seconds\nPreprocessor visited node count: 106\/1000000\nPost‐expand include size: 701\/2097152 bytes\nTemplate argument size: 48\/2097152 bytes\nHighest expansion depth: 8\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 529\/5000000 bytes\nLua time usage: 0.002\/10.000 seconds\nLua memory usage: 606898\/52428800 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   28.339      1 -total\n100.00%   28.339      1 Template:Pic\n 52.44%   14.860      1 Template:Str_number\/trim\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Navarros\n<\/p>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barranquismo.net\/paginas\/barrancos\/garganta_de_los_navarros.htm\">Barranquismo.net<\/a> &#160;: Navarros<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.docuwiki.infobarrancos.es\/doku.php?id=barrancos:huesca:garganta_navarros\">Wiki-Infobarrancos<\/a> &#160;: Garganta de los Navarros (<a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/infobarrancos.es\/\">http:\/\/infobarrancos.es\/<\/a>)<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/WWW.barranquistas.es\/2007\/10\/valle-de-ordesa-sorrosal-y-navarros.html\">Barranquistas.es<\/a> &#160;: VALLE DE ORDESA: SORROSAL Y NAVARROS<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/nko-extreme.com\/2009\/garganta-de-los-navarros-abortado\">NKO-Extreme.com<\/a> &#160;: Garganta de los Navarros abortado<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=14560355\">Wikiloc.com<\/a> &#160;: Garganta de los Navarros<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/wikiloc.com\/wikiloc\/view.do?id=3343621\">Wikiloc.com<\/a> &#160;: Garganta de los Navarros<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<div style=\"display:none\" class=\"barranquismonet\">3-Oct-03 Enrique Salamero<\/div>\n<p>El primer descenso fue efectuado por Eduardo Gómez y Juan Luis Haro, el 24 de julio de 1994. Realizado en condiciones altas de caudal.\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐p8lfz\nCached time: 20240914191909\nCache expiry: 2592000\nReduced expiry: false\nComplications: []\nCPU time usage: 0.005 seconds\nReal time usage: 0.005 seconds\nPreprocessor visited node count: 7\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","quality":3.8,"rappelCountMin":null,"months":["Aug","Sep"],"vehicle":null,"riskRating":null,"name":"Navarros","permit":"No","rappelCountMax":null,"timeRating":null,"version":"42328d3fb0e06ada041e46b2ec49f766d4d1990374ed5874ad2166a8bc0367be","longitude":-0.1044,"shuttleSeconds":null,"latitude":42.655,"geojson":{"type":"FeatureCollection","features":[{"geometry":{"coordinates":[[-0.102632,42.653688,0]],"type":"Point"},"type":"Feature","properties":{"name":"Parking"}},{"geometry":{"coordinates":[[-0.103748,42.654714,0]],"type":"Point"},"type":"Feature","properties":{"name":"Parking"}},{"properties":{"name":"Approach"},"geometry":{"coordinates":[[-0.102621,42.653657,0],[-0.10304000000000002,42.654162,0],[-0.103362,42.654604,0],[-0.103812,42.654683,0],[-0.104134,42.654959,0],[-0.104316,42.654912,0]],"type":"LineString"},"type":"Feature"},{"geometry":{"type":"LineString","coordinates":[[-0.104263,42.654872,0],[-0.10397300000000001,42.654541,0],[-0.103426,42.65432,0],[-0.103222,42.653988,0],[-0.102503,42.65327,0],[-0.10253500000000002,42.652844,0],[-0.102654,42.652584,0]]},"properties":{"name":"Descent"},"type":"Feature"},{"type":"Feature","properties":{"name":"Exit"},"geometry":{"coordinates":[[-0.102621,42.652592,0],[-0.102246,42.652828,0],[-0.10233200000000002,42.653349,0],[-0.102557,42.653657,0]],"type":"LineString"}}]},"waterRating":null,"id":29034,"rappelLongestMeters":10,"url":"https:\/\/ropewiki.com\/Navarros","technicalRating":null}