{
  "url": "https://ropewiki.com/Roaring_River",
  "latitude": 36.7808,
  "longitude": -118.6215,
  "id": 2905,
  "name": "Roaring River",
  "quality": 4,
  "months": [
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "I",
  "riskRating": "X",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "rappelLongestMeters": 24.38,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A short gorge that comes out at Roaring River Falls. Though it takes\nhardly any time at all, it's an awesome adventure.</p>\n<p>Roaring River has an enormous drainage area, so it will require a low\nwater year, and wait for the fall.</p>\n<p>To add to the excitement, there is not really anything good to anchor\noff of for the last drop. So, a pretty large scary jump is kind of\nrequired. Though I can offer a different option in the description.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From the Roaring River Falls trailhead, hike up, check out the falls,\nthen scramble up the rock up on the left. There should be a small social\ntrail pretty soon off the top of the rock face to take you down to the\nriver.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The first drop can be jumped from the right. The next two waterfalls\ncan be rappeled as one from the large rock jumble above, down over the\ndry rock to the right, dropping off into a free hanging rappel to a big\npothole ledge next to the waterfall. Very cool! From here you jump out\ninto a narrow slot, get pushed through powerful current into the pool.\nRoaring River Falls is below.</p>\n<p>The jump/slide prospect is an exciting one. Roaring River Falls is\nmaybe 40 feet high and appears to have a significant rock at the base of\nthe down canyon left side. This is the same side of the river you will\napproach the falls from. So the jump is kind of an awkward move to push\nyourself off the dry rock into the down river right side of the current\nand slide off into the waterfall. Very fun if performed correctly, but\nif you managed to hit that rock, I imagine your next stop would be the\nhospital. There is a mediocre meat anchor location above the falls, so\nonly one person has to risk life and limb.</p>\n<p>Alternatively, when you check out the canyon, look up at a tree on up\nto the left of the waterfall. You'll pass this on the approach. You\ncould go tie a long anchor off this, hanging where you're sure you could\nreach it on the way down, and rappel off that. Of course you would want\nto retrieve it when you finish the canyon, but this is probably a safer\noption.</p>\n<p>Someone with appropriate experience could also place some bolts down\ncanyon left above the falls where they would be invisible to those down\nat the falls overlook.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Down the paved trail to your car!</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>I'm not really sure how the Cedar Grove law enforcement would feel if\nthey saw you doing this, particularly if you jump. I imagine they would\nbe less than stoked.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://summitpost.org/kings-river-canyons/223342\">SummitPost.org</a>\n: Kings River Canyons</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"http://inloadventures.com/Bloggin/?p=130\">http://inloadventures.com/Bloggin/?p=130</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n",
  "version": "1e8cba0f58ac714dc04c7870a49135ad"
}