{"geojson":null,"waterRating":"C","riskRating":"X","url":"https:\/\/ropewiki.com\/Roaring_River","rappelCountMin":null,"timeRating":"I","months":["Sep","Oct","Nov"],"permit":"No","name":"Roaring River","rappelCountMax":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>A short gorge that comes out at Roaring River Falls.  Though it takes hardly any time at all, it's an awesome adventure.  \n<\/p><p>Roaring River has an enormous drainage area, so it will require a low water year, and wait for the fall.  \n<\/p><p>To add to the excitement, there is not really anything good to anchor off of for the last drop.  So, a pretty large scary jump is kind of required.  Though I can offer a different option in the description.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From the Roaring River Falls trailhead, hike up, check out the falls, then scramble up the rock up on the left.  There should be a small social trail pretty soon off the top of the rock face to take you down to the river.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The first drop can be jumped from the right.  The next two waterfalls can be rappeled as one from the large rock jumble above, down over the dry rock to the right, dropping off into a free hanging rappel to a big pothole ledge next to the waterfall.  Very cool!  From here you jump out into a narrow slot, get pushed through powerful current into the pool.  Roaring River Falls is below.  \n<\/p><p>The jump\/slide prospect is an exciting one.  Roaring River Falls is maybe 40 feet high and appears to have a significant rock at the base of the down canyon left side.  This is the same side of the river you will approach the falls from.  So the jump is kind of an awkward move to push yourself off the dry rock into the down river right side of the current and slide off into the waterfall.  Very fun if performed correctly, but if you managed to hit that rock, I imagine your next stop would be the hospital.  There is a mediocre meat anchor location above the falls, so only one person has to risk life and limb.  \n<\/p><p>Alternatively, when you check out the canyon, look up at a tree on up to the left of the waterfall.  You'll pass this on the approach.  You could go tie a long anchor off this, hanging where you're sure you could reach it on the way down, and rappel off that.  Of course you would want to retrieve it when you finish the canyon, but this is probably a safer option.  \n<\/p><p>Someone with appropriate experience could also place some bolts down canyon left above the falls where they would be invisible to those down at the falls overlook.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Down the paved trail to your car!\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>I'm not really sure how the Cedar Grove law enforcement would feel if they saw you doing this, particularly if you jump.  I imagine they would be less than stoked.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/summitpost.org\/kings-river-canyons\/223342\">SummitPost.org<\/a> &#160;: Kings River Canyons<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/inloadventures.com\/Bloggin\/?p=130\">http:\/\/inloadventures.com\/Bloggin\/?p=130<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐zfvq2\nCached time: 20240914191952\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","longitude":-118.6215,"rappelLongestMeters":24.38,"shuttleSeconds":null,"latitude":36.7808,"quality":4,"id":2905,"technicalRating":3,"vehicle":"Passenger","version":"bfce1f3acf7af56945b3f8bc56a62d4e087d965f9b2db9d86ab6451ac863c1a3"}