{
  "url": "https://ropewiki.com/Pas_Calvo",
  "latitude": 38.771,
  "longitude": -0.2019,
  "id": 29069,
  "name": "Pas Calvo",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 18,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Vall d´Ebo</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 18m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> En condiciones normales el barranco se\nencuentra totalmente seco debido a su régimen torrencial. La orografía\ndel descenso dificulta que el agua pueda estancarse fácilmente, incluso\ndespués de fuertes lluvias</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 cuerdas de 20m y cuerda de seguridad</p>\n</div>\n<div>\n<p><b>Neopreno:</b> No es necesario en condiciones normales</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> El barranco se encuentra totalmente\ninstalado con anclajes de expansión inoxidables: parabolt M10 y placas\ncon anilla. El equipamiento es bueno y se encuentra bien situado</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Al estar la roca muy pulida, cuando está mojada\nse vuelve enormemente resbaladiza. Es recomendable llevar unos alicates\nde podar para abrirse paso entre las zarzas que invaden el cauce tras el\núltimo rápel del descenso</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 0h20</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 1h</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 0h10</p>\n</div>\n<div>\n<p><b>Toponímia:</b> La toponimia es correcta. El barranco aparece en la\ncartografía del Instituto Cartográfico Valenciano con este nombre.\nAdemás, al formidable estrecho en el que se abre el barranco, situado\nentre la Penya de Maçanet i el Recingle Gran, se le conoce en la zona\ndesde antaño con este mismo nombre</p>\n</div>\n<div>\n<p><b>Mapa:</b> Beniaia 821(4-2) escala 1:10.000. El mapa puede\nvisualizarse y descargarse desde la página Web del Instituto\nCartográfico Valenciano: <a\nhref=\"http://www.icv.gva.es\"><span>http://www.icv.gva.es</span></a> <a\nhref=\"http://www.icv.gva.es\"></a></p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Términos de Vall d´Ebo y Vall d´Alcalà</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Río Xalò</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> 30S 0743343 y T67 4295261 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> 30S 0743450 y T67 4295314 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 590msnm</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 540msnm</p>\n</div>\n<div>\n<p><b>Longitud:</b> 200m aproximadamente</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 50m</p>\n</div>\n<div>\n<p><b>Carácter:</b> El barranco se puede dividir en dos tramos. El\nprimero salva una zona muy estrecha protegida por altas paredes, en la\nque se ha formado una fantástica gorga. Este tramo se supera mediante 5\nrápeles. El segundo tramo, de cauce mucho más ancho y abierto, tiene\nbastantes resaltes y 2 pequeños rápeles</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Caliza</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>El descenso se puede combinar\ncon cualquiera de los ocho barrancos de la cuenca del Río Girona</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No es necesaria</p>\n</div>\n<p>ACCESO: Llegar hasta el pueblo de Pego (Alicante) y atravesarlo\nsiguiendo las indicaciones de Benidorm, Fontilles y Sagra. Tras salir\ndel pueblo de Pego se sigue la carretera (C-3318) por espacio de 0,5km y\ntras una pronunciada curva a la derecha, se coge un desvío situado\ntambién a la derecha y en claro ascenso, que conduce a través de la\ncarretera CV-712 hasta el pueblo de Vall d´Ebo. Justo antes de entrar en\nVall d´Ebo se atraviesa el Río Girona por un puente y se gira a la\nderecha. La carretera CV-712 bordea el pueblo y a la salida del mismo,\nantes de cruzar nuevamente el Río Girona por un segundo puente, se coge\nun desvío a la izquierda que conduce al camping y la piscina municipal.\nSeguir por este camino asfaltado y a los pocos metros girar a la\nderecha. Tras unos cientos de metros se pasa por delante de la puerta de\nacceso al camping. En este punto debemos poner el cuentakilómetros a\ncero, continuar por este camino sin tomar ningún desvío durante 5,1Km y\naparcar el vehículo en una pista que desciende hasta unos campos de\nalmendros situados a nuestra derecha. En este punto existe un poste del\nsendero PR-CV168 y sus coordenadas son: 30S 0743715 y T67 4295227 (Datum\nEU1950). APROXIMACIÓN: Desde el parking se aprecia claramente la salida\ndel barranco. Para llegar al inicio del descenso deberemos subir por los\ncampos de almendros (propiedad privada), dejando el cauce del barranco a\nnuestra derecha, y buscar en la última terraza de cultivo una senda poco\ntrazada que se encuentra marcada con pintura amarilla. La senda asciende\nrápidamente por la ladera situada en la orilla derecha orográfica del\nbarranco, con buenas vistas del descenso. Hay que prestar atención en\nalgunos puntos donde es bastante aérea, especialmente con el terreno\nmojado. Tras poco más de 20 minutos de ascenso la senda cruza el cauce\ndel barranco en la zona del primer rápel.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Este es sin duda uno de los pequeños grandes barrancos de la\nprovincia de Alicante. El formidable entorno en el que se abre el\ndescenso y la fantástica formación de su gorga, lo convierten en un\nbarranco claramente recomendable, que a buen seguro con el paso de los\naños se convertirá en otro clásico de la zona. El barranco del Pas de\nCalvo tiene dos barrancos tributarios por la orilla izquierda\norográfica: el Barranquet de la Codolla de les Puces y el Barranc de les\nCaules. En su tramo final confluye en el Barranc dels Covalets, a\nescasos metros de su vecino el Barranc de Malafí. Aunque todos estos\nbarrancos carecen de interés deportivo, el Barranc de Malafí discurre\npor una zona francamente bonita, que se puede visitar gracias al sendero\ncircular marcado como PR-CV168.</p>\n<div>\n<p><b>Escapes:</b> En el tramo inicial del descenso no existen escapes.\nA partir del R5 es posible salir del cauce en muchos puntos</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Tras el último rápel seguir el cauce del barranco por la orilla\nderecha orográfica, evitando así la densa vegetación, hasta alcanzar los\ncampos de almendros y el coche.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Ninguna.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranc_del_pas_de_calvo.htm\">Barranquismo.net</a>\n: Pas Calvo</li>\n<li><a\nhref=\"http://altitud.net/doc/Boletin_FEMECV_8_Barranco_Pas_de_Calvo.pdf\">http://altitud.net/doc/Boletin_FEMECV_8_Barranco_Pas_de_Calvo.pdf</a></li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:alicante:calvo\">Wiki-Infobarrancos</a>\n: Barranco de Pas de Calvo (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=3963303\">Wikiloc.com</a> :\nBARRANC DEL PAS DEL CALVO</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=15909859\">Wikiloc.com</a> :\nPas del calvo</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>23-Jan-09 Andres Marti</p>\n</div>\n<p>Se desconoce quien realizó el primer descenso. El 26 de diciembre de\n2008 José Monserrat y Andrés Martí, equiparon todo el barranco con\nanclajes de expansión inoxidables, encontrando ya tres spit bastante\nenvejecidos a lo largo del descenso.</p>\n",
  "version": "c8010c213d0ca877a32091a4ac3f1d15"
}