{
  "url": "https://ropewiki.com/Alquitra",
  "latitude": 38.2734,
  "longitude": -0.8529,
  "id": 29067,
  "name": "Alquitra",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 18,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Crevillente</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 18m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> El barranco se encuentra totalmente\nseco debido a su régimen estrictamente torrencial, que condiciona la\nexistencia de caudal únicamente a breves períodos de tiempo asociados a\nlluvias torrenciales. El barranco desaguará con suma rapidez debido a su\nreducida cuenca de absorción. Además, su cauce abierto y la\nprácticamente inexistencia de marmitas, imposibilita que el agua pueda\nllegar a estancarse en ningún punto</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 1 cuerda de 40m ó 2 cuerdas de 20m y\ncuerda de seguridad</p>\n</div>\n<div>\n<p><b>Neopreno:</b> No es necesario</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Los dos rápeles de mayor altura se\nencuentran equipados con parabolt y spit M10 y reuniones con cadena. Los\ndos rápeles más pequeños están equipados con un tensor químico\ninoxidable. Aunque el equipamiento es bastante bueno, siempre es\naconsejable llevar material de instalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año, excepto en verano, ya que la zona donde se\ndesarrolla el barranco es muy árida y calurosa</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Precaución con la caída de piedras como\nconsecuencia de la elevada estratificación y fracturación de la roca. La\nproximidad de la senda al cauce, podría provocar la caída accidental de\npiedras al transitar gente por ella</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 0h53 desde el parking situado junto a\nlas casas y 1h15 desde Els Pontets</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 1h30</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 0h17 si hemos dejado el coche en el\nparking situado junto a las casas y 0h32 si hemos dejado el coche en Els\nPontets</p>\n</div>\n<div>\n<p><b>Mapa:</b> Fortuna 892(27-35) y Elche 893(28-35) en escala 1:50.000\ny El Canastel 893(1-2) y Hondón de los Frailes 892(4-2) en escala\n1:10.000. Éstos últimos pueden visualizarse y descargarse desde la\npágina Web del Instituto Cartográfico Valenciano: <a\nhref=\"http://www.icv.gva.es\"><span>http://www.icv.gva.es</span></a></p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Serra de Crevillent. El Baix Vinalopó</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Río Vinalopó</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> 30S 0687601 T67 4238697 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> 30S 0688388 T67 4238661 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 630msnm</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 420msnm</p>\n</div>\n<div>\n<p><b>Longitud:</b> 1.200m</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 210m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Barranco de carácter muy abierto, con el cauce poco\nexcavado y trabajado por el agua y con algo de vegetación. Existen\nbastantes zonas donde la roca se encuentra muy fracturada y ha habido\npequeños desprendimientos</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> El barranco se encuentra excavado en roca\ncalcárea muy estratificada y fracturada</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>El descenso es combinable con el\nBarranco de la Barbereta, afluente del Barranc de l´Alquitrá, por la\norilla izquierda orográfica. Ambos descensos comparten un tramo de la\naproximación y el mismo retorno</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No es necesaria</p>\n</div>\n<p>Para llegar hasta la población alicantina de Crevillente, desde la\nciudad de Alicante se sigue por la autovía E15 dirección Murcia y tras\npasar la ciudad de Elche se abandona la autovía por la salida 75-A. 300\nmetros antes de entrar en el casco urbano de Crevillente se pasa por\ndelante de dos gasolineras de Moscardó, una situada a la izquierda y\notra a la derecha. En este punto debemos poner el cuentakilómetros a 0 y\nseguir el siguiente rutómetro de acceso:Km 0: Gasolineras Moscardó.Km\n0,3: Girar a la derecha siguiendo las indicaciones de: Centro Urbano y\nParc Natural el Fondo.Km 0,6: Semáforo. Seguir por la calle Cor de\nJesús, situada delante de nosotros a la derecha.Km 1: Iglesia y plaza a\nla izquierda. Seguir recto por la calle Major.Km 1,1: Ayuntamiento a la\nizquierda.Km 1,2: Señal de ceda el paso. Seguir recto por la calle Verge\ndel Carme.Km 1,3: Señal de ceda el paso. Continuamos a la derecha por la\ncalle Molins, (frente a nosotros se encuentra un colegio público).Km\n1,5: Dejamos una calle a la derecha que asciende con fuerte pendiente.Km\n1,7: Salimos del casco urbano y seguimos recto por la carretera\nprincipal, dejando algunos desvíos a izquierda y derecha.Km 3,5:\nLlegamos a Els Pontets, antiguo acueducto y aparcamos. Aquí hay dos\npaneles informativos de los senderos de pequeño recorrido PRV-108 y\nPRV-109. Si se desea se puede continuar con el coche por la pista (de\ntierra, con algún tramo de hormigón y en buen estado), durante 1,8Km\nhasta un parking situado a la izquierda casi al final de la pista y\nantes de una zona de casitas. Junto al parking unos pilones de hierro,\nuna cadena y un cartel de camino privado restringen el acceso. Así nos\nahorramos aproximadamente 22 minutos de aproximación y 15 de\nretorno.APROXIMACIÓN: Saliendo desde Els Pontets (218msnm), continuamos\npor la pista siguiendo las marcas blancas y amarillas del PR. 0h5: Se\ndeja un desvío a la derecha, (poste indicador Barranco dels Corcons) y\nse sigue recto por la pista dirección a la Senda Dolça PRV-109. 0h22\n(+125m): Se llega al parking donde también se puede dejar el coche\n(izquierda). En este punto unos pilones de hierro, una cadena y un\ncartel de camino privado restringen el acceso a los vehículos.\nInmediatamente se pasa junto a una zona de casas y el PR continúa por\nuna senda. 0h26 (+150m): La senda cruza una tubería de agua. Debemos\ncontinuar por nuestra derecha a través de una pista (poste indicador\nVariant la Vella 1h05 PRV-109). Por el lado derecho de la pista discurre\nla tubería de agua y por el izquierdo, algunos metros más abajo, el\ncauce del Barranc de l' Alquitrá. 0h31 (+195m): Se deja un desvío a la\nderecha (poste indicador Casa del Tío Mariano 0h55 PRV-109) y se\ncontinúa por la pista siguiendo la conducción de agua. 0h35 (+190m): La\npista termina. Frente a nosotros se encuentra una pequeña balsa y el\ncauce del Barranc de l' Alquitrá y a la derecha el cauce del Barranco de\nla Barbereta. Este lugar es el final de ambos descensos y el lugar por\nel que posteriormente saldremos. Se continúa por una senda a la\nizquierda que cruza el cauce del barranco y remonta por la orilla\ncontraria. 0h39 (+200m): Se llega a una explanada con grandes pinos y se\ncoge una senda a la derecha. La senda remonta el cauce del Barranc de l'\nAlquitrá por su orilla derecha orográfica, a escasos metros de distancia\nde éste. No confundirse y coger otra senda que también gana altura, pero\nmucho más alejada del cauce del barranco. Durante el ascenso se aprecia\nclaramente el cauce y varios rápeles. 1h10 (+410m): Se llega al Collado\ndel Campanar y se sigue por la senda de la derecha que lleva al Pico de\nla Vella, (la senda de la izquierda asciende al Pico del Campanar). A\nlos pocos minutos la senda se acerca al cauce del Barranc de l'\nAlquitrá, en un punto en el que hay dos postes de madera talados. Aquí\nse abandona la senda y se baja a buscar el cauce por nuestra derecha,\nsiguiendo las trazas de un sendero. 1h15 (+420m): Se llega al inicio del\ndescenso.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>El barranco tiene 4 ráples, entre los que destaca el último por ser\nel mejor formado y de mayor altura (18 metros). Su interés es más bien\nescaso en todos los aspectos, aunque es uno de los pocos descensos que\nexisten en esta zona de la provincia de Alicante. Se trata de un\nbarranco poco conocido y que hasta la fecha no recogía ninguna\npublicación.</p>\n<div>\n<p><b>Escapes:</b> Gracias a que el cauce es muy abierto se puede salir\ndel mismo en muchos puntos a través de la orilla derecha orográfica y\nalcanzar la senda que discurre por su parte alta</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>El barranco termina en el punto donde se encuentra una pequeña balsa\ny confluye el Barranco de la Barbereta por la orilla izquierda\norográfica. Desde aquí hay que deshacer el camino de ida para llegar al\ncoche.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Ninguna</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranc_del_alquitra.htm\">Barranquismo.net</a>\n: Alquitrá</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:alicante:alquitra\">Wiki-Infobarrancos</a>\n: Barranc del Alquitrá (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=9035664\">Wikiloc.com</a> :\nBarranco Alquitra y Barranco Barbereta. Sierra de Crevillente</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=16881545\">Wikiloc.com</a> :\nBarranco del Alquitrá; Sierra de Crevillente.</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=2560258\">Wikiloc.com</a> :\nbarranco alquitrá</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=6271907\">Wikiloc.com</a> :\nBarranc del Alquitrá (Crevillente-Alicante)</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=6271917\">Wikiloc.com</a> :\nBarranc del Alquitrá (Crevillente-Alicante)</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=6161048\">Wikiloc.com</a> :\nINTEGRAL BARRANCOS CREVILLENTE (Alicante)</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>29-Mar-07 Andres Marti y Patricia Lopez</p>\n</div>\n<p>Se desconoce, aunque probablemente el primer descenso lo realizaron\nmiembros del Centro Excursionista de Crevillente, o de algún otro grupo\nde la zona.</p>\n"
}