{
  "url": "https://ropewiki.com/Manueles",
  "latitude": 38.7962,
  "longitude": -0.131,
  "id": 29064,
  "name": "Manueles",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 46,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Vall d´Ebo</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 46m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> El barranco se encuentra seco debido a\nsu régimen estrictamente torrencial. Prácticamente no existe ninguna\nmarmita, por lo que el agua no puede llegar a estancarse en ningún\npunto. Además, su reducida cuenca de absorción impide que circule gran\ncantidad de agua, incluso después de lluvias torrenciales</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 cuerdas de 50m y cuerda de seguridad.\nLos grupos numerosos han de tener en cuenta que la R4' y R5 situadas en\nla gran cascada final son reuniones colgadas, por lo que no caben más de\n3 personas en cada una de ellas. En tal caso, hay que prever como mínimo\n3 cuerdas que nos permitan equipar totalmente la cascada, (1x20m y\n2x50m)</p>\n</div>\n<div>\n<p><b>Neopreno:</b> No es necesario en condiciones normales</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> El barranco se encuentra totalmente\ninstalado con anclajes de expansión inoxidables: parabolt M10, placas\ncon anilla y reuniones con cadena. El equipamiento es excelente y se\nencuentra muy bien situado</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año, excepto en verano, ya que la zona donde se\ndesarrolla el barranco es extremadamente calurosa. Fuera de esta época\npuede ser muy peligroso adentrarse en el Barranc de l´Infern tras un\nperíodo de fuertes lluvias y con tiempo inestable</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Atención al caudal del Barranc de l´Infern en\nperíodos de lluvias torrenciales. Hay que prestar mucha atención al\nmanejo de cuerdas en la última cascada. El descenso de la última cascada\nse puede realizar con cuerda simple. En el primer tramo sólo existe un\npunto en el que la cuerda toca la pared, (en una zona lisa), de forma\nmomentánea. El segundo tramo es totalmente aéreo. La R4' y R5 de la\nultima cascada son reuniones colgadas. Durante el descenso del primer\ntramo de la última cascada EXISTE SERIO RIESGO DE CAÍDA DE PIDRAS, YA\nQUE LA ROCA ESTÁ MUY FRACTURADA. Aunque durante la apertura del barranco\nse hizo una fuerte limpieza de este tramo, tirando piedras de grandes\ndimensiones, se deberá descender con mucho cuidado para no tirar ninguna\npiedra. Ante la menor duda al respecto, se debería equipar completamente\nla cascada y descender de uno en uno, para minimizar el riesgo por caída\nde piedras. El segundo tramo de la cascada, a partir de la segunda\nreunión colgada, es mucho más seguro al no tocarse apenas la pared\ndurante el descenso</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 0h15</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 1h-1h30 según grupo</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 1h (0h30 de marcha por el cauce y 0h30 de\nmarcha por el PR). 0h35 si se combina el descenso con el del Barranc de\nl´Infern</p>\n</div>\n<div>\n<p><b>Toponímia:</b> La toponimia es correcta. El barranco recibe el\nnombre del pequeño tozal que hay situado en su cabecera, al que se\nconoce como Tossal de les Manueles</p>\n</div>\n<div>\n<p><b>Mapa:</b> Vall de Ebo 822(1-1) escala 1:10.000. El mapa puede\nvisualizarse y descargarse desde la página Web del Instituto\nCartográfico Valenciano: <a\nhref=\"http://www.icv.gva.es\"><span>http://www.icv.gva.es</span></a></p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Vall de Laguar</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Río Girona</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> 30S 0749180 y T67 4298266 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> 30S 0748992 y T67 4298366 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 450msnm. (Altura en la cabecera del R1)</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 340msnm</p>\n</div>\n<div>\n<p><b>Longitud:</b> 210m</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 110m</p>\n</div>\n<div>\n<p><b>Carácter:</b> El descenso es abierto y está poco excavado y\ntrabajado por el agua. Existe bastante vegetación en el cauce, aunque\ntras la limpieza realizada durante la apertura, prácticamente no llega a\nmolestar en ningún punto</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Caliza</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>El descenso se puede combinar\npreferentemente con el Barranc de l´Infern, aunque también con\ncualquiera de los demás barrancos de la cuenca del Río Girona: Barranc\ndels Llidoners, Barranc dels Racons, Barranc de la Corredora, Barranc\ndel Salt o de Fleix y Barranc dels Oms</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No es necesaria</p>\n</div>\n<p>ACCESO: Llegar hasta el pueblo de Pego (Alicante) y atravesarlo\nsiguiendo las indicaciones de Benidorm, Fontilles y Sagra. Tras salir\ndel pueblo de Pego se sigue la carretera (C-3318) por espacio de 0,5km y\ntras una pronunciada curva a la derecha, se coge un desvío situado\ntambién a la derecha y en claro ascenso, que conduce a través de la\ncarretera CV-712 hasta Vall d´Ebo. En este punto debemos poner el\ncuentakilómetros a 0 y seguir el siguiente rutómetro de acceso: Km 0:\nInicio de la carretera CV-712. Continuar por esta sinuosa carretera\nhasta coronar el puerto. Km 8,2: Coger una pista de tierra a la\nizquierda. Enfrente de la pista y a la derecha de la carretera, existe\nuna construcción que se asemeja a un molino de viento. La pista se\nencuentra en buenas condiciones para que circule cualquier tipo de\nvehículo y alterna tramos de tierra con tramos asfaltados. Km 10,9: Sale\nuna pista a la izquierda, no cogerla y seguir recto. Km 12,4: Coger un\ndesvío a la derecha, en un principio asfaltado y con su parte final de\ntierra, que tras 100 metros conduce hasta dos casas. Aparcar el coche\ndonde no moleste. APROXIMACIÓN: Desde el parking y ya caminando,\nretroceder 400m a través de la pista por la que hemos venido y bajar por\nuna pista de tierra situada a la izquierda (30S 0749429 y T67 4298047\nDatum EU1950). No hay que confundirse y coger otra pista asfaltada,\njusto antes de la de tierra, que conduce hasta unas casas. La pista da\nacceso a unos campos de almendros, que cruzaremos en dirección al\nBarranc de l´Infern, para después remontar unos metros e ir a buscar por\nla vertiente izquierda orográfica, sin senda definida y por una zona de\nlapiaz, el cauce del Barranc de les Manueles. No hay que descender al\ncauce hasta la zona evidente del primer rápel, para evitar así la densa\nvegetación inicial.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Aunque este barranco está poco excavado y es bastante abierto,\nresulta un descenso interesante, especialmente por su gran cascada final\nde 64m, que se sitúa como la más alta de todos los barrancos de la\nCuenca del Río Girona. Se trata de un descenso corto y fácil de\ncombinar, permitiendo entrar de una forma más técnica y deportiva al\ngrandioso Barranc de l´Infern.</p>\n<div>\n<p><b>Escapes:</b> Gracias a que el cauce es muy abierto, existen\nescapes en prácticamente cualquier punto del descenso</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Tras el último rápel seguir descendiendo por el cauce del Barranc de\nl´Infern por espacio de 30 minutos, hasta encontrar el punto donde el\nsendero (PRV-147) cruza el cauce. Seguir el PR por la orilla izquierda\norográfica, remontando la falda de la montaña en zigzag. Posteriormente\nse pasa junto a la Font de Reinós, (único punto con agua permanente del\nPRV-147) y se continúa en ascenso hasta unos campos de almendros y el\nparking, tras otros 30 minutos de marcha. Si se decide combinar el\ndescenso del Barranc de les Manueles con el del Barranc de l´Infern, al\nllegar al punto donde cruza el PR, deberemos continuar por el cauce\ndurante 5 minutos hasta llegar al primer rápel del Barranc de\nl´Infern.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Ninguna.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranc_de_les_manueles.htm\">Barranquismo.net</a>\n: Manueles</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:alicante:manueles\">Wiki-Infobarrancos</a>\n: Barranc de les Manueles (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=14959315\">Wikiloc.com</a> :\nBarranco de Les Manueles; Vall de Laguar; Alicante.</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=9670538\">Wikiloc.com</a> :\nBarranc de les Manueles y del Infern (infierno) (Vall de Ebo)</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=3531972\">Wikiloc.com</a> :\nBarranco de les Manueles</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=7962827\">Wikiloc.com</a> :\nBarranc de les Manueles y del Infern en la Vall de Ebo</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=6156468\">Wikiloc.com</a> :\nBco Manueles + Bco del Infern (Vall d'Ebo)</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=16876536\">Wikiloc.com</a> :\nBarrancos Manueles; Infern; Llidoners y Fleix</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=6156592\">Wikiloc.com</a> :\nBco de les Manueles (Vall d'Ebo)</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>20-Apr-09 Andres Marti</p>\n</div>\n<p>El primer descenso lo realizó el 22 de noviembre de 2.008 Andrés\nMartí.</p>\n"
}