{
  "url": "https://ropewiki.com/Duascaro",
  "latitude": 42.6429,
  "longitude": -0.0966,
  "id": 29079,
  "name": "Duascaro",
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 60,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Torla</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 60 m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Inexistente durante gran parte del\naño. Aprovechar el deshielo y las lluvias de la primavera, así como los\ndías posteriores a las lluvias del otoño. Puede ser difícil acertar</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 x 60 m. + la cuerda dinámica de\nseguridad. En caso de grupos numerosos, puede ser recomendable llevar\nuna tercera cuerda de 60 m. y alguna más corta para los pequeños\nrápeles</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Solo en presencia de caudal</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Llevar cintas planas y maillones para\nel posible reequipamiento de los 3 anclajes ejecutados sobre árboles</p>\n</div>\n<div>\n<p><b>Epoca:</b> Primavera y otoño (ver Información del caudal)</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Instalaciones de apertura y primer descenso, a\nbase de pernos de expansión de ø14 x 100 mm. (tornillo hexagonal M10)\ncon chapa y anilla, pernos de expansión de ø14 x 70 mm. (tuerca\nhexagonal M10) con chapa y anilla, spits de ø14 mm. (tornillo hexagonal\nM10) con chapa y maillón largo de ø7 mm. para los puntos de anclaje\nsobre roca, y cinta plana con maillón largo de ø7 mm. para los puntos de\nanclaje sobre árboles y bojes. Todas las uniones roscadas funcionan por\npar de apriete. No se ha utilizado ningún tipo de adhesivo industrial o\nquímico con objeto de facilitar al máximo el reequipamiento, sustitución\ny/o eliminación de los puntos de anclaje. Para evitar posibles\nconfusiones en los primeros descensos, debido al carácter abierto del\nBarranco, se ha señalizado cada rápel con una marca de pintura\nfotodegradable de color amarillo junto a la instalación (visible\nsolamente desde arriba y desde atrás)</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 01:20 desde el Puente de La Glera</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 04:00</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 00:20 hasta el Puente de La Glera</p>\n</div>\n<div>\n<p><b>Toponímia:</b> Barranco de Duascaro. Barranco Duascaro de Morer.\nSuele ser confundido con su afluente, el Barranco de Furicón, ya que la\nPeña de Duáscaro se encuentra mucho mAs al norte</p>\n</div>\n<div>\n<p><b>Mapa:</b> I.G.N. Hoja 178-I BROTO a escala 1:25.000</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Macizo de Monte Perdido</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Río Ara</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> UTM-30T-YN-X0738027-Y4725251</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> UTM-30T-YN-X0737603-Y4725006</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 1.404 m</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 1.024 m</p>\n</div>\n<div>\n<p><b>Longitud:</b> 525 m</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 380 m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Abierto</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Caliza (predominante), con algo de pizarra</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Barranco del Furco de Arán y la\nGarganta de Las Gloces del Río Jalle</p>\n</div>\n<div>\n<p><b>Especies amenazadas:</b> En las alturas de la zona norte de las\nparedes de la Peña de Duáscaro hay algún nido de Quebrantahuesos</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>Desde Torla hay que continuar por la carretera que accede al Puente\nde Los Navarros. A la derecha y metros antes de cruzar el Puente del\nBarranco de Repetruso, tomar el desvío en descenso que conduce hasta el\nPuente de La Glera y la estación de aforos (aparcar aquí, pero teniendo\nen cuenta que este punto también se puede alcanzar a pie por la senda\nque parte desde la boca norte del túnel de la carretera, excavado bajo\nla iglesia del pueblo). Desde el Puente de La Glera se continua a pie\npor la Pista Forestal de Diazas, dejando a nuestra izquierda el Camino\nde Turieto, justo antes de las curvas ascendentes de la pista, que nos\nconducen al punto de salida del barranco. A partir de aquí, la pista\ntoma dirección SSE en una larguísima recta, en la que a 400 metros (250\nmetros después de pasar por la salida del Barranco del Lobo) y a nuestra\nizquierda encontraremos una senda evidente. Dicha senda nos depositará a\ntravés de numerosas lazadas en el punto de entrada al barranco, después\nde pasar por un repetidor, cruzar el Barranco del Lobo por su parte\nintermedia y el afluente del Barranco de Duáscaro (Barranco del Furicón)\npor su cabecera, así como atravesar el \"Bosque de Los Anfibios\".</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Barranco de morfología abierta, bien por las zonas boscosas o por las\ntapias de las grandes cascadas. Una verdadera delicia para los amantes\nde las grandes verticales. Desde la entrada al cauce, un primer tramo\npor el \"Bosque de Los Anfibios\" con pequeños resaltes destrepables,\ndonde se encuentra el primer rápel, la \"Cascada de Los Anfibios\",\nconduce a \"La Rampa del Capi\" como medio de acceso a las cascadas de \"El\nPatio de Mi Padre\", un semi-circo con el espectacular salto de 120\nmetros fraccionado naturalmente en tres rápeles: la \"Cascada Helen\", el\ncuarto rápel en rampa y la \"Cascada María José\", para llegar a la parte\nintermedia del descenso. Nuevamente por bosque, la \"Faja Superior\" con\nsus cortos rápeles desemboca en un bonito salto, la \"Cascada Gloria\",\nque con sus 25 metros marca el descenso a la \"Faja Inferior\" y su\nmagnifico rápel de salida, \"El Tubo de Machard Man\". A partir de aquí y\ncon unos ligeros destrepes termina el descenso.</p>\n<div>\n<p><b>Escapes:</b> Numerosos. Antes del rápel 2, retornando por el\nbosque al camino de aproximación. Del rápel 6 en adelante, destrepar\n(con precaución o con rápeles de fortuna) las fajas boscosas en\ndirección norte hasta alcanzar los campos de cultivo de la Ribera del\nRío Ara</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Después del último rápel, continuar por el cauce hasta alcanzar la\npista forestal de Diazas en la zona de curvas anteriormente referidas.\nDesde aquí, deshacer la ruta de aproximación hasta el Puente de La\nGlera.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Ninguna. Todo el cauce discurre por la Zona Periférica de Protección\ndel Parque Nacional de Ordesa y Monte Perdido, al igual que otros como\nLapazosa, Cebollar, Los Navarros, Las Gloces, Viandico, Airés,\nCastiecho, Esmorcaz, La Larri, etc.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><a\nhref=\"http://translate.google.com/translate?hl=en&amp;sl=es&amp;tl=en&amp;u=http://barranquismo.net/paginas/barrancos/barranco_de_duascaro.htm\">Barranquismo.net\n(Translated)</a> <a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_de_duascaro.htm\">(Original)</a></li>\n<li><a\nhref=\"http://deli-arte.com/eduardosanchez/canyoning/duascaro\">http://deli-arte.com/eduardosanchez/canyoning/duascaro</a></li>\n<li><a\nhref=\"http://homepage.mac.com/eduardosanchez/canyoning/duascaro\">http://homepage.mac.com/eduardosanchez/canyoning/duascaro</a></li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>15-Sep-2003 Eduardo Sanchez Abella.</p>\n</div>\n<p>La apertura y el primer descenso fueron realizados el 06-07-03 por\nEduardo Sánchez Abella \"Capi\", Rafael Carnicer Gasca \"Padre\" y Pedro\nDavid Barón Tundidor \"Machard Man\".</p>\n",
  "version": "1fdc447c2a9053d496f668d273a19d2d"
}