{
  "url": "https://ropewiki.com/Llidoners",
  "latitude": 38.7727,
  "longitude": -0.1325,
  "id": 29071,
  "name": "Llidoners",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 50,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Benimaurell</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 50m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> El barranco se encuentra totalmente\nseco debido a su régimen estrictamente torrencial, que condiciona la\nexistencia de caudal únicamente a breves períodos de tiempo asociados a\nlluvias torrenciales. El barranco desaguará con suma rapidez debido a su\nreducida cuenca de absorción. Además, su gran verticalidad, su cauce\nabierto y la prácticamente inexistencia de marmitas, imposibilita que el\nagua pueda llegar a estancarse en ningún punto</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 cuerdas de 50m y cuerda de seguridad</p>\n</div>\n<div>\n<p><b>Neopreno:</b> No es necesario</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> El barranco se encuentra equipado con\nparabolt M10, placas reviradas y placas con anilla Fixe II, a excepción\ndel último rápel que se realiza desde un puente de roca. Los puntos de\nanclaje se encuentran reasegurados entre si con cuerda. Es aconsejable\nllevar material de instalación de repuesto. La ubicación de todos los\nanclajes permite un descenso bastante limpio y sin apenas roces sobre\nlas cuerdas, especialmente en las dos grandes cascadas, donde es posible\nrapelar en simple</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año, excepto en verano, ya que la zona donde se\ndesarrolla el barranco es extremadamente calurosa</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Atención al manejo de cuerdas en la primera\ncascada. El R2 está colgado y sólo existe una repisa muy exigua para un\nmáximo de 3 personas. Para superar el resalte de 5m previo al R3 hay que\nrealizar un destrepe un poco delicado. El acceso al R3 resulta un poco\nincómodo. Es aconsejable llevar unos alicates de podar para abrirse paso\nentre las zarzas en algún punto del cauce</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 0h03 desde el badén y 0h10 desde el\npueblo</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 1h30 - 2h</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 1h (sin combinar el descenso con el del\nBarranc dels Racons)</p>\n</div>\n<div>\n<p><b>Toponímia:</b> La toponimia es correcta, ya que en el pueblo de\nBenimaurell conocen desde antaño el lugar como Barranc dels Llidoners.\nEl LLidoner o almez (en castellano), es un árbol muy representativo de\nla flora mediterránea que abunda por la zona. Los aperturistas del\nbarranco bautizaron el descenso como Barranc de Mala Espina, debido a la\ngran cantidad de zarzas que existen en varios puntos del cauce</p>\n</div>\n<div>\n<p><b>Mapa:</b> Benigembla 822(1-2) escala 1:10.000. El mapa puede\nvisualizarse y descargarse desde la página Web del Instituto\nCartográfico Valenciano: <a\nhref=\"http://www.icv.gva.es\">http://www.icv.gva.es</a></p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Vall de Laguar</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Río Girona</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> 30S 0749223 y T67 4295663 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> 30S 0749089 y T67 4296370 (Datum\nEU1950)</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 535msnm</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 310msnm</p>\n</div>\n<div>\n<p><b>Longitud:</b> 750m (300m del tramo 1 y 450m del tramo 2)</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 225m (150m del tramo 1 y 75m del tramo 2)</p>\n</div>\n<div>\n<p><b>Carácter:</b> Barranco de carácter muy abierto, con rápeles altos\nen grandes circos, con el cauce poco excavado y trabajado por el agua y\ncon algunos tramos cubiertos de vegetación punzante. Sólo en la zona\nfinal y justo antes de la confluencia con el Barranc dels Racons, el\ncauce forma un estrecho de pequeñas dimensiones</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> El barranco se encuentra excavado en roca\ncalcárea</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>El descenso se puede combinar\ncon cualquier barranco de la cuenca del Río Girona: Barranc de l´Infern,\nBarranc dels Racons, Barranc del Salt o de Fleix, Barranc de la\nCorredora y Barranc dels Oms. Por proximidad conviene asociarlo al\ndescenso del Barranc dels Racons</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No es necesaria</p>\n</div>\n<p>ACCESO: Llegar hasta el pueblo de Benimaurell situado en Vall de\nLaguar (Alicante), a través de la carretera CV-721. En la entrada del\npueblo desviarse por la primera calle a la derecha, (en la esquina\nexiste un panel de madera de un sendero de pequeño recorrido y un cartel\nque indica: \"Alahuar Hotel Restaurante\"). Esta calle bordea el pueblo\npor su parte exterior. Al llegar al final se deja a la derecha un desvío\nque lleva al Hotel Alahuar, y se sigue por la izquierda. En el siguiente\ncruce se sigue por la derecha en ascenso. Inmediatamente dejamos otro\ndesvío a la izquierda y salimos del pueblo por un camino asfaltado (el\nCamí dels Olivarets), que discurre a través de campos de cultivo con\ndirección a la zona conocida con el nombre de Los Collados. Tras 300\nmetros se cruza un badén protegido por un guardarraíl. Aparcar en el\npequeño ensanchamiento que existe en el badén. Si llevamos más de un\ncoche es mejor aparcar justo antes de salir del pueblo, ya que el camino\nes estrecho y existen pocos lugares en los que estacionar. APROXIMACIÓN:\nPor la derecha del badén y entre campos de almendros y cerezos, baja un\ncamino de hormigón con fuerte pendiente que termina a los 100 metros.\nJusto donde termina el camino comienza el barranco. Entrar en el cauce\npor los campos situados en la orilla derecha orográfica para evitar la\nvegetación inicial. El primer rápel es inmediato. </p>\n<h2 id=\"descent\">Descent</h2>\n<p>Nos encontramos ante un barranco que presenta bastantes similitudes\ncon su vecino el Barranc del Salt o de Fleix. En ambos el descenso se\ninicia con una gran cascada y finalmente confluyen en otro cauce\nprincipal. Sin embargo, el Barranc dels Llidoners tiene el cauce mucho\nmenos formado y esculpido por el agua y concentra vegetación más densa y\nmolesta. Pese a todo, se trata de un descenso, bajo mi punto de vista,\nsumamente interesante, con dos grandes rápeles y con el aliciente\nañadido de poder combinarlo con el Barranc dels Racons. Este nuevo\ndescenso, muy poco conocido y que hasta la fecha no recogía ninguna\npublicación, nos permite adentrarnos en la zona del Barranc de l´Infern\ny en su mítico sendero marcado en la actualidad como PRV-147. Este\nantiguo sendero de origen morisco tiene un recorrido circular que\ntotaliza 14,5Km y posee cerca de 6.500 escalones de piedra. Toda la zona\nestá rodeada por infinidad de antiguas terrazas de cultivo, creadas\nmediante muros de piedra en laderas de fuerte pendiente. Su excelente\nestado de conservación y su extraordinaria biodiversidad, le han valido\nel merecido nombre de: \"La catedral de los senderos\". Gracias al PR es\nposible combinar entre si todos los descensos de la zona, ya que sin\nnecesidad de recurrir al coche, se pueden descender 6 barrancos.</p>\n<div>\n<p><b>Escapes:</b> Gracias a que el cauce es muy abierto se puede salir\ndel mismo en cualquier punto del descenso, aunque posteriormente puede\nresultar un poco difícil alcanzar la cabecera o el final del barranco\ndebido a la altura de los circos que existen y a la densa vegetación de\nalgunas zonas</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>El último rápel del descenso finaliza en el cauce del Barranc dels\nRacons, (el Barranc dels Llidoners es afluente de éste por su orilla\nderecha orográfica). Una vez en este punto es posible seguir aguas abajo\ny descender el Barranc dels Racons, o bien remontarlo hasta alcanzar el\nPRV-147, por el que continuaremos hasta el punto de partida y el coche.\nSi se opta por descender el Barranc dels Racons, encontraremos un\nestrechamiento interesante con un rápel de 12m. El Barranc dels Racons\nconfluye en el cauce del Barranc de l´Infern por la orilla derecha\norográfica de éste último, aguas abajo del lugar conocido como la Cova\nSanta y en un punto donde el cauce del Barranc de l´Infern da un marcado\ngiro a la izquierda para abrirse definitivamente hacia el valle. El\ntiempo necesario para descender el Barranc dels Racons es de 30-45\nminutos, (ver reseña del Barranc dels Racons). Si por el contrario, tras\nfinalizar el descenso del Barranc dels Llidoners se decide remontar el\ncauce del Barranc dels Racons, habrá que seguir aguas arriba por espacio\nde 20-25minutos, salvando un desnivel de +70m, hasta que se llega a una\nzona abierta donde el PRV-147 cruza el cauce. Hay que seguir el PR por\nla izquierda conforme subimos, (orilla derecha orográfica). El PR,\nantigua senda de herradura con multitud de escalones, remonta por la\nfalda de la montaña en zigzag. Tras unos minutos de subida se pasa junto\na un poste indicador del PR con indicaciones a: \"Benimaurell\" y \"Les\nJuvees de Dalt\". Nosotros continuamos subiendo dirección Benimaurell. A\neste mismo poste llega otra senda menos marcada que en 15-20 minutos\npermite alcanzar la base del R3 de 50m y en algo más de tiempo el cauce\ndel Barranc de l´Infern. Esta senda puede utilizarse para salir del\nBarranc dels Llidoners, si sólo se desea descender la parte superior,\npara entrar directamente a la parte inferior, o bien para realizar el\nretorno del Barranc dels Racons. Continuando en ascenso por la senda\nprincipal, finalmente se alcanza el camino asfaltado utilizado durante\nel acceso (Camí dels Olivarets). En este punto existe un panel de madera\ndel PRV-147. Se sigue por nuestra izquierda en descenso y se llega al\nbadén de hormigón, (1 hora desde la desembocadura del Barranc dels\nLlidoners). Si el coche lo hemos dejado en el pueblo de Benimaurell\nhabrá que seguir descendiendo por el camino durante 5 minutos más.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Ninguna.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranc_dels_llidoners.htm\">Barranquismo.net</a>\n: Llidoners; Mala Espina</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:alicante:llidoners\">Wiki-Infobarrancos</a>\n: Barranc dels Llidoners (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=16876536\">Wikiloc.com</a> :\nBarrancos Manueles; Infern; Llidoners y Fleix</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=5708793\">Wikiloc.com</a> :\nBco dels Llidoners o Mala Espina (Benimarell)</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>11-Sep-07 Andres Marti</p>\n</div>\n<p>El primer descenso lo realizaron: José Vicente Serra (Miero), Rafael\nSerra y Ramón Chao, pertenecientes al Centre Excursionista de Xàbia\n(Alicante), allá por el año 1.998.</p>\n"
}