{"vehicle":null,"quality":0,"timeRating":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><div><b>Acceso desde:<\/b> Torla<\/div>\n<div><b>Altura de rápel mas largo:<\/b> 60 m<\/div>\n<div><b>Información del caudal:<\/b> Inexistente durante gran parte del año. Aprovechar el deshielo y las lluvias de la primavera, así como los días posteriores a las lluvias del otoño. Puede ser difícil acertar<\/div>\n<div><b>Material necesario:<\/b> 2 x 60 m.   la cuerda dinámica de seguridad. En caso de grupos numerosos, puede ser recomendable llevar una tercera cuerda de 60 m. y alguna más corta para los pequeños rápeles<\/div>\n<div><b>Neopreno:<\/b> Solo en presencia de caudal<\/div>\n<div><b>Material de instalación:<\/b> Llevar cintas planas y maillones para el posible reequipamiento de los 3 anclajes ejecutados sobre árboles<\/div>\n<div><b>Epoca:<\/b> Primavera y otoño (ver Información del caudal)<\/div>\n<div><b>Observaciones:<\/b> Instalaciones de apertura y primer descenso, a base de pernos de expansión de ø14 x 100 mm. (tornillo hexagonal M10) con chapa y anilla, pernos de expansión de ø14 x 70 mm. (tuerca hexagonal M10) con chapa y anilla, spits de ø14 mm. (tornillo hexagonal M10) con chapa y maillón largo de ø7 mm. para los puntos de anclaje sobre roca, y cinta plana con maillón largo de ø7 mm. para los puntos de anclaje sobre árboles y bojes. Todas las uniones roscadas funcionan por par de apriete. No se ha utilizado ningún tipo de adhesivo industrial o químico con objeto de facilitar al máximo el reequipamiento, sustitución y\/o eliminación de los puntos de anclaje. Para evitar posibles confusiones en los primeros descensos, debido al carácter abierto del Barranco, se ha señalizado cada rápel con una marca de pintura fotodegradable de color amarillo junto a la instalación (visible solamente desde arriba y desde atrás)<\/div>\n<div><b>Horario de aproximación:<\/b> 01:20 desde el Puente de La Glera<\/div>\n<div><b>Horario de descenso:<\/b> 04:00<\/div>\n<div><b>Horario de retorno:<\/b> 00:20 hasta el Puente de La Glera<\/div>\n<div><b>Toponímia:<\/b> Barranco de Duascaro. Barranco Duascaro de Morer. Suele ser confundido con su afluente, el Barranco de Furicón, ya que la Peña de Duáscaro se encuentra mucho mAs al norte<\/div>\n<div><b>Mapa:<\/b> I.G.N. Hoja 178-I BROTO a escala 1:25.000<\/div>\n<div><b>Zona o macizo:<\/b> Macizo de Monte Perdido<\/div>\n<div><b>Cuenca:<\/b> Río Ara<\/div>\n<div><b>Coord. GPS del inicio:<\/b> UTM-30T-YN-X0738027-Y4725251<\/div>\n<div><b>Coord. GPS del final:<\/b> UTM-30T-YN-X0737603-Y4725006<\/div>\n<div><b>Altura en inicio:<\/b> 1.404 m<\/div>\n<div><b>Altura en final:<\/b> 1.024 m<\/div>\n<div><b>Longitud:<\/b> 525 m<\/div>\n<div><b>Desnivel:<\/b> 380 m<\/div>\n<div><b>Carácter:<\/b> Abierto<\/div>\n<div><b>Tipo de roca:<\/b> Caliza (predominante), con algo de pizarra<\/div>\n<div><b>Combinable con el descenso de:<\/b>Barranco del Furco de Arán y la Garganta de Las Gloces del Río Jalle<\/div>\n<div><b>Especies amenazadas:<\/b> En las alturas de la zona norte de las paredes de la Peña de Duáscaro hay algún nido de Quebrantahuesos<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Desde Torla hay que continuar por la carretera que accede al Puente de Los Navarros. A la derecha y metros antes de cruzar el Puente del Barranco de Repetruso, tomar el desvío en descenso que conduce hasta el Puente de La Glera y la estación de aforos (aparcar aquí, pero teniendo en cuenta que este punto también se puede alcanzar a pie por la senda que parte desde la boca norte del túnel de la carretera, excavado bajo la iglesia del pueblo). Desde el Puente de La Glera se continua a pie por la Pista Forestal de Diazas, dejando a nuestra izquierda el Camino de Turieto, justo antes de las curvas ascendentes de la pista, que nos conducen al punto de salida del barranco. A partir de aquí, la pista toma dirección SSE en una larguísima recta, en la que a 400 metros (250 metros después de pasar por la salida del Barranco del Lobo) y a nuestra izquierda encontraremos una senda evidente. Dicha senda nos depositará a través de numerosas lazadas en el punto de entrada al barranco, después de pasar por un repetidor, cruzar el Barranco del Lobo por su parte intermedia y el afluente del Barranco de Duáscaro (Barranco del Furicón) por su cabecera, así como atravesar el \"Bosque de Los Anfibios\".\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Barranco de morfología abierta, bien por las zonas boscosas o por las tapias de las grandes cascadas. Una verdadera delicia para los amantes de las grandes verticales. Desde la entrada al cauce, un primer tramo por el \"Bosque de Los Anfibios\" con pequeños resaltes destrepables, donde se encuentra el primer rápel, la \"Cascada de Los Anfibios\", conduce a \"La Rampa del Capi\" como medio de acceso a las cascadas de \"El Patio de Mi Padre\", un semi-circo con el espectacular salto de 120 metros fraccionado naturalmente en tres rápeles: la \"Cascada Helen\", el cuarto rápel en rampa y la \"Cascada María José\", para llegar a la parte intermedia del descenso. Nuevamente por bosque, la \"Faja Superior\" con sus cortos rápeles desemboca en un bonito salto, la \"Cascada Gloria\", que con sus 25 metros marca el descenso a la \"Fa\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>ja Inferior\" y su magnifico rápel de salida, \"El Tubo de Machard Man\". A partir de aquí y con unos ligeros destrepes termina el descenso.\n<\/p>\n<div><b>Escapes:<\/b> Numerosos. Antes del rápel 2, retornando por el bosque al camino de aproximación. Del rápel 6 en adelante, destrepar (con precaución o con rápeles de fortuna) las fajas boscosas en dirección norte hasta alcanzar los campos de cultivo de la Ribera del Río Ara<\/div>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Después del último rápel, continuar por el cauce hasta alcanzar la pista forestal de Diazas en la zona de curvas anteriormente referidas. Desde aquí, deshacer la ruta de aproximación hasta el Puente de La Glera.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Ninguna. Todo el cauce discurre por la Zona Periférica de Protección del Parque Nacional de Ordesa y Monte Perdido, al igual que otros como Lapazosa, Cebollar, Los Navarros, Las Gloces, Viandico, Airés, Castiecho, Esmorcaz, La Larri, etc.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/translate.google.com\/translate?hl=en&amp;sl=es&amp;tl=en&amp;u=http:\/\/barranquismo.net\/paginas\/barrancos\/barranco_de_duascaro.htm\">Barranquismo.net (Translated)<\/a> <a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barranquismo.net\/paginas\/barrancos\/barranco_de_duascaro.htm\">(Original)<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/deli-arte.com\/eduardosanchez\/canyoning\/duascaro\">http:\/\/deli-arte.com\/eduardosanchez\/canyoning\/duascaro<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/homepage.mac.com\/eduardosanchez\/canyoning\/duascaro\">http:\/\/homepage.mac.com\/eduardosanchez\/canyoning\/duascaro<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<div style=\"display:none\" class=\"barranquismonet\">15-Sep-2003 Eduardo Sanchez Abella.<\/div>\n<p>La apertura y el primer descenso fueron realizados el 06-07-03 por Eduardo Sánchez Abella \"Capi\", Rafael Carnicer Gasca \"Padre\" y Pedro David Barón Tundidor \"Machard Man\".\n<\/p>\n\n\n<\/div>","waterRating":null,"geojson":null,"permit":"No","name":"Duascaro","longitude":-0.0966,"id":29079,"rappelCountMin":null,"riskRating":null,"months":["Mar","Apr","May","Sep","Oct","Nov"],"rappelCountMax":null,"latitude":42.6429,"version":"32b838355fca1726e620ac33e416255f8eefcff6f747077d4bc080f2add8bfcf","rappelLongestMeters":60,"technicalRating":null,"shuttleSeconds":null,"url":"https:\/\/ropewiki.com\/Duascaro"}