{
  "url": "https://ropewiki.com/Arroyo_Seco_Gorge_(Big_Sur)",
  "latitude": 36.232,
  "longitude": -121.4959,
  "id": 2907,
  "name": "Arroyo Seco Gorge (Big Sur)",
  "quality": 4.2,
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 2,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This can be done in two different ways at least. The best section is\nthe last 4 miles.</p>\n<h2 id=\"one_way_multi_day_backpacking_trip_from_top\">One way multi-day\nbackpacking trip from TOP</h2>\n<p>Point to point. Hence need a long car shuttle</p>\n<p>01 Start : Escondido Campground : 36.141370, -121.494927</p>\n<p>02 Horse Bridge : 36.218807, -121.502359</p>\n<p>03 Trash Can Exit : 36.222232, -121.496468 (A trail to exit / enter\nthe creek from the trail. There are 2-3 Trash cans here on the trail as\na marker)</p>\n<p>04 Takeout Parking (Arroyo Seco Campground) : 36.234268, -121.487986\n(there is a closed gate here, porta potty, tap water, need backpacking\nparking permit. $10 - pay the gate entrance)</p>\n<p>05 Arroyo seco campground entrance Gate : 47656 Forest Route 19S09,\nGreenfield, CA 93927</p>\n<h2 id=\"one_day_trip_out_and_back_from_the_bottom\">One day trip Out and\nback from the BOTTOM</h2>\n<p>Enter park at 05, Pay for entrance and parking.</p>\n<p>Drive till 04 and park there.</p>\n<p>Start hiking.</p>\n<p>Hike till 02.</p>\n<p>There is a trail to your right that goes to the creek bed. While on\nthis trail you will see the bridge but do not cross the bridge. Just\ncontinue the trail to creek bed. Then follow the creek upstream.</p>\n<p>Approx 1 mile to the first waterfall (36.208475, -121.499095).</p>\n<p>Note that just before the waterfall, there is continuous floating\nrequired through the narrow section for about 300 - 400 ft. So, <a\nhref=\"Flotation\" title=\"wikilink\">flotation</a> device is must.</p>\n<p>There are ropes to climb up the waterfall.</p>\n<p>After spending some time above the waterfall, follow the same route\nback to the car.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>The entry Kiosk staff will give you a parking permit for day use and\ndirections to the day use for hiking the Gorge. Day Parking is $10 or a\n$50 annual pass. With a National Park Pass discount it was $5 as they\nsaid they are concessionaires. Campsites are also available. The parking\narea has 2 pit toilets and a picnic table. Once the parking is full,\nthey don't allow additional cars in or walk ins; there's no \"one in, one\nout\" policy.</p>\n<p>Hike past the gate which will turn to a wide dirt fire road. The 2.5\nmile hike will have views of the green tinted river below and\nsurrounding mountain ranges. There will be a 20ft length small bridge\nabout 20 minutes in to the left that has a nice view of a smaller side\ncreek. Cross it and keep on the trail. Keep hiking for another 30\nminutes to the large dirt parking lot with a forest sign that takes you\ndown a developed trail to the water. The very long 60ft length horse\nbridge is the marking point to leave the trail and into the water\ncourse. There are campsites at the sandy base of the bridge as well.\nOptions for putting on the wetsuit: it could be at the bridge or\nscramble for another 15 minutes on the edges of the water to the first\nfield long deep pool swimmer.</p>\n<h2 id=\"descent\">Descent</h2>\n<ul>\n<li>If done during the summer, the water flow is reduced below than 2cf\nand can be considered a \"B\".</li>\n<li>If done during wet season, there may be higher water flow above 10cf\nthat will create hydraulics and maybe considered a \"C\" swift water. The\nwaterfall described above may not be ascended during higher flow and\napproaching the waterfall will pull a person in the wrong direction to\nbe trapped on the other side (RDC pool). The campground host can be\ncalled to see if they know the condition.</li>\n</ul>\n<h2 id=\"exit\">Exit</h2>\n<p>Possible exits after turning around at the waterfall and going back\ndown stream: it is a good idea to spot these trail exit options on the\nhike in so you know what the options are and how the shore looks\nbelow.</p>\n<ul>\n<li>Horse Bridge per the above drop in.</li>\n<li>Sandy Beach down river of the Horse Bridge with a silty trail going\nup to the right</li>\n<li>Rock shore down river of the sandy beach with a silty trail to the\nright going up that eventually turns into a walk through the meadow</li>\n<li>Campground &amp; Parking</li>\n</ul>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Floatation device needed for long swims and very deep water\nsections.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><a\nhref=\"http://www.teamsk.org/arroyo/seco.html\">http://www.teamsk.org/arroyo/seco.html</a></li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a href=\"http://www.teamsk.org/arroyo/seco.html\">Some beta - does\nnot talk about the waterfall which is the best part</a></li>\n<li><a href=\"http://theory.stanford.edu/~rvg/arroyo/\">A Blog</a></li>\n<li><a href=\"http://theory.stanford.edu/~rvg/arroyo/tripreport.html\">A\nTrip Report</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<ul>\n<li>The Ventana wilderness has limited seasonal access</li>\n<li>Monterey Ranger District: (831) 385-5434</li>\n<li>Rockymountainrec.com, 47600 Arroyo Seco Rd, Greenfield, CA 93927,\n(831) 674-5726</li>\n</ul>\n"
}