{
  "url": "https://ropewiki.com/Escalera_(Ludiente)",
  "latitude": 40.0971,
  "longitude": -0.3365,
  "id": 29085,
  "name": "Escalera (Ludiente)",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 19,
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Ludiente</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 28m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> El barranco se encuentra habitualmente\nseco debido a su régimen estrictamente torrencial, que condiciona la\nexistencia de caudal únicamente a breves períodos de tiempo asociados a\nlluvias torrenciales. La gran inclinación del cauce, su carácter abierto\ny la prácticamente inexistencia de marmitas, imposibilita que el agua\npueda llegar a estancarse fácilmente. La parte final del Barranco Hondo\no del Manzano, aunque también se encuentra normalmente seca, recoge agua\ncon mayor facilidad debido a la existencia de surgencias aguas arriba y\na su extensa cuenca de absorción. En el Río Vistahermosa tampoco suele\ncircular el agua durante ciertas épocas del año, aunque se trata de un\nrío en toda regla y como tal puede sufrir fuertes variaciones de\ncaudal</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 cuerdas de 30 metros y cuerda de\nseguridad</p>\n</div>\n<div>\n<p><b>Neopreno:</b> No es necesario en condiciones normales. Únicamente\ndespués de lluvias</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> El barranco se encuentra equipado con\nparabolt M10, spit M8 y placas con anilla tipo Fixe II. Todos los\nrápeles están equipados con dos anclajes</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año. En verano es muy caluroso debido a su\norientación</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Debido a la existencia de rampas con bastante\ninclinación y a que la roca se encuentra concrecionada en algunos\npuntos, el cauce es bastante resbaladizo, especialmente si se encuentra\nmojado por la lluvia, o por el rocío durante las primeras horas del\ndía</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 1 hora</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2-3 horas (según grupo)</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 45 minutos sin combinación de vehículos, e\ninmediato con combinación</p>\n</div>\n<div>\n<p><b>Toponímia:</b> Barranco Árboles o Barranco de la Noguereta</p>\n</div>\n<div>\n<p><b>Mapa:</b> Ludiente 615(2-2) escala 1:10.000 y Cantera 615(3-2)\nescala 1:10.000, ambos editados por el Instituto Cartográfico\nValenciano: <a\nhref=\"http://www.icv.gva.es\"><span>http://www.icv.gva.es</span></a></p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Ludiente</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Río Vistahermosa</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 690msnm</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 350msnm</p>\n</div>\n<div>\n<p><b>Longitud:</b> 1.200m aprox</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 340m aprox</p>\n</div>\n<div>\n<p><b>Carácter:</b> Barranco de carácter muy abierto, con rápeles de\naltura media y el cauce poco excavado y trabajado por el agua. Los\nrápeles, algunos destrepables, se encuentran separados por una amplia\nzona intermedia que presenta un perfil muy inclinado, con numerosas\nrampas que obligan a progresar realizando infinidad de destrepes. En la\nzona final, antes de la confluencia con el Barranco Hondo, (conocido\ntambién como Barranco del Manzano), el cauce adquiere unas dimensiones\nmás estrechas, aunque las paredes tienen muy poca altura. En esta zona\naparece bastante vegetación en el cauce, aunque no dificulta demasiado\nla progresión</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> El barranco se encuentra excavado en roca\ncalcárea. En algunos puntos se encuentra concrecionada, lugares en los\nque adquiere una tonalidad marrón y es muy resbaladiza</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Es posible combinar el descenso\ncon el Barranco del Manzano(Ludiente) y con el Barranco del Centenario\n(Zucaina)</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Aunque no es imprescindible, es\nposible realizar una combinación de vehículos de 3,6Km. Se describe con\ndetalle en el apartado de la aproximación</p>\n</div>\n<p>Punto de partida: Llegar a la población de Ludiente (Castellón). El\npequeño pueblo de interior de Ludiente se encuentra a 55 kilómetros de\nla ciudad de Castellón y a 101 kilómetros de la ciudad de Valencia. Una\nvez en el pueblo deberemos cruzarlo con dirección a las poblaciones de\nGiraba y el Castillo de Villamalefa, siguiendo para ello la calle\nprincipal. Justo a la salida del pueblo hay un frontón a la derecha y\njunto a él un camino hormigonado ascendente. Aparcar el coche en este\npunto donde no moleste. Combinación de vehículos: El descenso se puede\nrealizar con un único vehículo, aunque si se dispone de dos es posible\nefectuar una combinación de vehículos de 3,6 kilómetros, dejando para\nello un coche en el frontón que hay a la salida del pueblo de Ludiente y\nel otro 200 metros antes del punto kilométrico 14 de la carretera\nCV-194, aproximadamente 3 kilómetros antes de llegar al pueblo. La\ncarretera remonta el río Vistahermosa por su orilla derecha orográfica y\nse aprecia claramente la confluencia del Barranco Hondo o del Manzano,\nlugar de salida del descenso. Aproximación: Desde el frontón de Ludiente\nsalir a pie y subir por el camino de hormigón. Éste pasa junto a algunas\nde las casas del pueblo y junto al cementerio. Debemos seguir el camino\nprincipal sin coger ninguna de las bifurcaciones que aparecen a nuestra\nizquierda, hasta llegar a unas casas situadas también a la izquierda, a\nlas que se conoce con el nombre de Mas de la Puebla. Poco después de\néstas el camino pasa a ser de tierra y se bifurca. Frente a la\nbifurcación existe una senda un poco desdibujada al principio, por la\nque se continúa ascendiendo a través de unos bancales de cultivo.\nDespués la senda desciende, cruza un pequeño barranco y asciende\nnuevamente por la derecha hasta alcanzar una pista forestal y las ruinas\ndel Mas de la Noguereta. Ya en la pista continuamos por nuestra derecha\nen sentido descendente. La pista cruza el cauce del Barranco de la\nEscalera en una curva muy cerrada a la derecha y poco después llega\nhasta una casa que se encuentra situada en la ladera izquierda\norográfica del barranco. Por el lado de la casa se accede cómodamente al\ncauce en el punto donde éste comienza a engorgarse y rápidamente se\nalcanza el primer rápel.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Se trata de un descenso bonito y con bastante interés deportivo. Su\ncauce presenta un perfil poco habitual por la elevada inclinación de\nalgunos tramos y la existencia de rampas. Los 300 metros aproximados de\ndesnivel se superan mediante 7 rápeles y multitud de destrepes.</p>\n<div>\n<p><b>Escapes:</b> Gracias a que el cauce es muy abierto se puede salir\ndel mismo en prácticamente cualquier punto del descenso, aunque\nposteriormente puede resultar difícil alcanzar la cabecera o el final\ndel barranco</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>El Barranco de la Escalera desemboca en el Barranco Hondo o del\nManzano por la orilla derecha orográfica de éste último, por el que se\nsigue descendiendo durante algunos cientos de metros hasta llegar al\ncauce del Río Vistahermosa. Una vez en el río hay que remontarlo un\npoco, hasta encontrar un punto de la orilla derecha orográfica de menor\naltura, por el que se alcanza cómodamente la carretera CV-194 en la zona\ndel punto kilométrico 14. En este lugar habremos dejado un coche\npreviamente si hemos realizado la combinación de vehículos, o bien\nvolveremos caminando hasta el pueblo de Ludiente y el primer y único\nvehículo (3,6 kilómetros).</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Ninguna.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_de_la_escalera.htm\">Barranquismo.net</a>\n: Escalera;Noguereta;Árboles</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_de_la_escalera2.htm\">Barranquismo.net</a>\n: Escalera;Noguereta;Árboles</li>\n<li><a\nhref=\"http://altitud.net/doc/Boletin_FEMECV_6_Barranco_Escalera.pdf\">http://altitud.net/doc/Boletin_FEMECV_6_Barranco_Escalera.pdf</a></li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:castellon:escalera\">Wiki-Infobarrancos</a>\n: Barranco de la Escalera (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=7150035\">Wikiloc.com</a> :\nBarranco de la escalera</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=1759122\">Wikiloc.com</a> :\nAcceso al Barranco de las Escaleras</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=2091039\">Wikiloc.com</a> :\nBarranco de la Escalera o Noguereta (Ludiente)</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=7892168\">Wikiloc.com</a> :\nBarranco de las escaleras o Noguereta con dos coches (Ludiente)</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=428176\">Wikiloc.com</a> :\nbarranco escalones</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>27-Mar-08 Andres Marti</p>\n</div>\n<p>Se desconoce la historia del primer descenso. El barranco fue\nreseñado por primera vez el 7 de marzo de 1.999 por Faustino Sáez.</p>\n",
  "version": "34198bca95f91919d3aae345fe5b33da"
}