{
  "url": "https://ropewiki.com/Higuera",
  "latitude": 38.2366,
  "longitude": -1.5613,
  "id": 29088,
  "name": "Higuera",
  "months": [
    "Jun",
    "Jul",
    "Aug",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 29,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Cieza</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 30m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> El barranco esta seco todo el año\nexcepto en las épocas de sequía y en verano. Esto se debe a que se nutre\nde unos acuíferos que abren en estas fechas. En la zona de los Losares\nexiste el mayor acuífero de la región en periodo estival o de sequía se\nextrae agua de los pozos y se vierte al Segura a través de ramblas y\nbarrancos, mas tarde será aprovechadas por las numerosas huertas que\nsalpican el cauce del río Segura</p>\n</div>\n<div>\n<p><b>Material necesario:</b> una de 60m. Aconsejable dos de 30m</p>\n</div>\n<div>\n<p><b>Neopreno:</b> No es necesario aunque si aconsejable (sobre todo si\nva mucha gente, por los tiempos de espera). En invierno está seco y solo\nhace falta si hacemos el tramo del río Segura y en verano con el bañador\nes suficiente también es conveniente llevar chaleco salvavidas para los\n500 metros que discurren por el río Segura</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> No es necesario material de\ninstalación</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año pero aconsejable en verano cuando lleva\nagua</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Cuidado con las posibles caídas de piedras de\nlas paredes del barranco. Recoger la cuerda con cuidado en el último\nrápel, ya que se puede liar en el fondo del Segura</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 10' desde el coche</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> entre una hora y una hora y media</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 10'</p>\n</div>\n<div>\n<p><b>Toponímia:</b> pozas de canin</p>\n</div>\n<div>\n<p><b>Mapa:</b> 890 IV Almadenes</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Presa de Alfonso Xiii, en los Losares</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Río Segura</p>\n</div>\n<div>\n<p><b>Longitud:</b> 80-90m + 500m en el Segura</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 80m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Abierto</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Caliza</p>\n</div>\n<div>\n<p><b>Especies amenazadas:</b> Tened especial cuidado con las ardillas\nde la zona (muy numerosas por la zona del barranco), ya que se suelen\nacercar incluso al borde del barranco. Sobre todo con el coche al\naproximarse, ya ha habido alguna que otra atropellada</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Zona de los Losares</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>combinable con el cañón de los\nAlmadenes</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No es necesaria</p>\n</div>\n<p><b>16-Apr-05 Anonimo:</b> Por la A-30 dirección Murcia-Cieza cogemos\nla salida para Ascoy y Mula. Continuamos dirección a Mula pasando por\nCieza. En la intersección del Mercadona giramos a la derecha y seguimos\nrecto hasta un semáforo señalizado hacia Mula. Pasaremos dos puentes\nseguidos, seguimos por esta carretera hasta que veamos una señalización\ngrande al pantano de Quipar, Almadenes y presa de Alfonso XIII. Seguimos\npor esta carretera hasta pasar un puente tras varias curvas cerradas,\nentonces veremos una intersección que cogeremos a la derecha dirección\ncentral eléctrica de Almadenes. No abandonar esta carretera. Cuando\nlleguemos a la presa continuamos por la carretera a la izquierda, hará\nuna curva cerrada a la derecha y veremos un claro detrás de la presa\ndonde podemos dejar el coche. Ya a pie continuamos por un sendero muy\nvisible con marcas de GR y en 5' estaremos en la cabecera del barranco.\n</p>\n<p><b>20-May-2004 Jesus Belando:</b> Salimos de Cieza en dirección a\nMula, a 4 kms. nos desviamos a la derecha en dirección al pantano de\nQuipar o Alfonso de XIII a unos 11 kms. nos volvemos a desviar a la\nderecha siguiendo un cartel que pone Almadenes seguimos hasta llegar a\nla central eléctrica, la pasamos y justo detrás de la misma existe un\npequeño parking de tierra donde dejamos el coche cogemos un sendero\njusto enfrente del parking y ascendemos hasta que encontramos el cauce\ndel barranco y lo seguimos por la izquierda hasta encontrar la presa en\ndonde empieza el descenso</p>\n<h2 id=\"descent\">Descent</h2>\n<p><b>16-Apr-05 Anonimo:</b> Bastante entretenido con agua aunque si muy\ncorto. Aunque su equipamiento estaba un poco precario por la corrosión\nha sido reequipado recientemente (abril de 2005). Es un barranco\nbastante limpio sobre todo la poza que hay antes de la presa del R1 que\nestá bastante bien para irse remojando un poco. Merece la pena si eres\nde la zona o te pilla de paso, aunque si se ha hecho corto se puede\naprovechar el día escalando en una escuela de escalada a 10' del\nbarranco. Para acceder al primer rápel hay que acercarse a un hueco que\nhace la pared a la altura de la presa, hay varios parabolts M10(sin\nchapa) y un químico con argolla. Continuamos al siguiente rápel donde a\nla izquierda veremos otro químico con argolla, aunque este se puede\nsaltar teniendo en cuenta el pequeño bloque de piedra que hay en la poza\nen la misma base del rápel, yo aconsejo utilizar una repisa que hay a la\nderecha que sin mayor esfuerzo caemos en el centro de la poza.\nContinuamos por la izquierda entre la pared y la vegetación y bajamos\npor el bloque de piedra al siguiente rápel. Este está a la izquierda con\nun químico con argolla. Es en caos hasta que se encuentra con un\nsaliente de la pared, se baja por una pequeña cascada. Ojo, este no es\nsaltable la pequeña badina es muy poco profunda. Continuamos haciendo un\ngiro a la derecha en una higuera y nos encontramos de frente con un\npequeño pasamanos en el 4 rápel. Éste baja por un pequeño tobogán para\nluego hacerse vertical hasta una poza de unos 2'20m de profundidad.\nTambién se puede saltar, bien por el tobogán o por una pequeña repisa a\nla izquierda, sabiendo que justo al final de la poza esta el ultimo\nrápel (30m), cuidado al lanzar el material. Tras éste veremos a la\nderecha un pasamanos que nos lleva una reunión con cadena y mosquetón de\nquímicos. Es el último rápel que nos dejara en el río Segura.</p>\n<div>\n<p><b>Escapes:</b> A la altura del 3 rápel a la izquierda y en una\npequeña travesía para luego pasar a una trepada hasta arriba. No es de\ngran dificultad pero si requiere de un poco de pericia y soltura en\nescalada. Un poco expuesto en la travesía</p>\n</div>\n<p><b>20-May-2004 Jesus Belando:</b> Descenso corto que pierde mucho en\nseco. El descenso comienza en una presa con el R-1 de 6 metros\ncontinuamos con el R-2 de 5 metros saltable con agua ojo con la piedra\nque esconde, después encontramos la higuera que da nombre al barranco el\ntercer rápel el R-3 de 6 metros es en volado y no se puede saltar el\ncuarto rápel es de 8 metros y es saltable con cuidadin, solo nos queda\nel R-5 de 30 metros que nos deposita en las aguas del río Segura, solo\nqueda dejarse llevar en posición de seguridad por la corriente</p>\n<div>\n<p><b>Escapes:</b> existe un escape pasado el tercer rápel a la\nderecha</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p><b>16-Apr-05 Anonimo:</b> Ya en río Segura continuamos por su cauce,\nllegara un momento en el que ya se hace pie. Cuidado a la altura de la\npresa ya que aunque no cubre la corriente es fuerte. Pasado este punto\nse llega a una pasarela que se coge por la derecha y se sube. Sale un\nsendero que nos devuelve a la carretera. El retorno es bastante\nevidente.</p>\n<p><b>20-May-2004 Jesus Belando:</b> Existen dos posibilidades para\nterminar el barranco:</p>\n<ul>\n<li>1º- Seguir el cauce hacer los cinco rapeles y descender al río\nSegura con lo que tendremos que recuperar la cuerda en el río sin sitio\npara sujetarnos y con el peligro de que al caer el tramo de cuerda al\nrío se pueda enganchar con algo en el fondo, lo digo por\nexperiencia.</li>\n<li>2ª- Una vez pasado el tercer rápel existe un escape a la derecha\norográfica, con una trepada poco expuesta, continuamos unos metros por\nla orilla del cañón hasta encontrar un anclaje formado por tres chapas\nsituadas en el suelo que nos depositan también en el río Segura pero\npodemos dejar la cuerda instalada y una vez que estemos en el parking\ndespués de abandonar el cauce nos costará 10 minutos recuperar la\ncuerda, en esta variante también existe la posibilidad de efectuar el\ncuarto rápel, dejar la cuerda instalada y una vez lleguemos al río\nSegura remontar hasta el escape, evidentemente tendremos que disponer de\nmaterial de ascensión.</li>\n</ul>\n<p>Una vez en el cauce del río Segura nos dejamos llevar en posición de\nseguridad hasta pasado la central eléctrica y una pasarela, abandonando\nel río por la derecha orográfica, justo al salir encontramos la\ncarretera por la que pasamos para ir al parking tardando unos 5 minutos\nen llegar. Si hemos optado por la segunda opción para recuperar la\ncuerda desde el parking cogemos un camino por la derecha que asciende\nbuscando la orilla del Cañón la seguimos y damos con la cuerda en unos\n10 minutos.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_de_la_higuera.htm\">Barranquismo.net</a>\n: Higuera; Pozas Canin</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_de_la_higuera_2.htm\">Barranquismo.net</a>\n: Higuera; Pozas Canin</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:murcia:higuera\">Wiki-Infobarrancos</a>\n: Barranco de la Higuera</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=10103219\">Wikiloc.com</a> :\nBarranco de La Higuera; Almadenes; Murcia.</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=18309876\">Wikiloc.com</a> :\nBarranco de la Higuera; Almadenes. Cieza</li>\n<li><img src=\"rwl_auto.png\" title=\"rwl_auto.png\" alt=\"rwl_auto.png\" /><a\nhref=\"http://wikiloc.com/wikiloc/view.do?id=2828721\">Wikiloc.com</a> :\nBarranco de la Higuera</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>16-Apr-05 Anonimo</p>\n</div>\n<p>Reequipado en abril de 2005 por A. Cazorla.</p>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>20-May-2004 Jesus Belando</p>\n</div>\n",
  "version": "ae6e149065d1524c0c783abe1f9772cc"
}