{
  "url": "https://ropewiki.com/Predicadera",
  "latitude": 42.24167,
  "longitude": -0.2425,
  "id": 29092,
  "name": "Predicadera",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 56,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> La Tejería (barrera con caseta en ruinas en la\npista de San Cosme y San Damián)</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 56 m (en gran parte volados)</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Cauce seco y de escasísima cuenca,\nsolo después de lluvias correrá débilmente. Tan solo hay dos pozas y las\ndos son evitables (la segunda no tiene espacio, hay que permanecer en\noposición, ya que desagua directamente –pero solo cubre hasta debajo de\nla rodilla-)</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 x 60 m más la de socorro</p>\n</div>\n<div>\n<p><b>Neopreno:</b> No (acaso el peto en época fría)</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Naturales, spits y parabolts. No\nobstante siempre conviene llevar material de instalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Barranco muy corto y escondido. Durante la\naproximación ya se ve el precioso circo-gorga del final. Solo tiene\nvegetación al principio (imponentes bojes y acebos) y no molesta en\nabsoluto</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 1 h 15 mn</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 1 h</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 40 mn</p>\n</div>\n<div>\n<p><b>Toponímia:</b> Es la cabecera del Barranco os Muertos (según\ntoponimia del mapa de Prames)</p>\n</div>\n<div>\n<p><b>Mapa:</b> IGN 1:25000 248-II (Nocito). Sierra y Cañones de Guara\n(mapa Excursionista nº 14) Prames</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> SIERRA DE GUARA. La Predicadera (zona próxima\nal monasterio de San Cosme y San Damián)</p>\n</div>\n<div>\n<p><b>Cuenca:</b> El Barranco os Muertos es afluente del rio Calcón. El\ndescenso reseñado es la verdadera cabecera de este barranco y no el\n“Barranco d’as Canaletas” que menciona Gimat en su libro Canyonisme (el\ncual no es sino un afluente de este). El mapa del IGN marca también\nequivocadamente como cabecera la amplia vaguada que baja de\nMondinero</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 1.165 msnm aprox</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 1.070 msnm aprox. en la base del gran\nrápel</p>\n</div>\n<div>\n<p><b>Longitud:</b> Unos 50 m</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 95 m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Desfiladero estrecho y profundo que taladra la\nmeseta de la Predicadera justo en su extremo occidental. Muy buen\nambiente. Cae colgado en un precioso circo-gorga</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Conglomerado de muy buena calidad</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>Seguir avanzando por la pista. Al poco aparecerá en frente el vistoso\nacantilado de la Predicadera (estriado de canales y espolones). Dejar la\npista en un claro a mano derecha con una gran carrasca (no confundirse\ncon otro claro anterior). De aquí sale una pista en mal estado que\navanza claramente en dirección a la Predicadera. Pocos metros antes de\ngirar y cruzar el Barranco os Muertos hay que coger una senda que sale a\nmano izquierda. Seguir por ella, rodear un gran bolo característico (el\nPito) e ir remontándose por la ladera. Cuando se esté a la altura de la\nvisible meseta cimera de la Predicadera hay que abandonar la senda y\natravesar más o menos horizontalmente. No hay que alcanzar la meseta\ncimera. El barranco se encuentra a la derecha y se inicia en un bonito y\npequeño circo. </p>\n<h2 id=\"descent\">Descent</h2>\n<p>Ver croquis.</p>\n<div>\n<p><b>Escapes:</b> Ninguno, pero el primer rápel es escalable</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Una vez descendido el gran rápel seguir junto a la pared del\nacantilado (pequeños destrepes) hasta que este se abre, momento en el\nque iremos a media ladera por la derecha hasta conectar con el camino de\nsubida. También puede cogerse la media ladera desde el mismo final del\ngran rápel.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Ninguna.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_de_la_predicadera.htm\">Barranquismo.net</a>\n: Predicadera</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://guara.info/guara-base-de-datos/descenso-de-barrancos/sierra-de-guara/cuenca-del-formiga/barranco-de-la-predicadera\">Guara.info</a>\n: Barranco de la Predicadera</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>18-Feb-08 Enrique Salamero</p>\n</div>\n<p>Primer descenso el 17/09/2006 por Pedro Borau, Alberto Brau y Alberto\nEscario.</p>\n"
}