{
  "url": "https://ropewiki.com/Sibiscal",
  "latitude": 42.7209,
  "longitude": -0.6032,
  "id": 29120,
  "name": "Sibiscal",
  "months": [
    "Mar",
    "Apr",
    "May",
    "Dec",
    "Jan",
    "Feb",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 30,
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Aísa</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 30 metros</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Caudal mínimo en condiciones de\nestiaje</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 x 30m</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Ninguna poza cubre</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Primavera y después de lluvias</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Abundancia de rocas sueltas, algo típico del\nflysch, que hay que tener en cuenta sobre todo con caudal elevado</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 20 min</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2h</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> Inmediato</p>\n</div>\n<div>\n<p><b>Mapa:</b> PRAMES Ansó-Echo-Aragüés-Jasa 1:40000</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Pirineo aragonés - Bal d'Aísa</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Río Estarrún - Río Aragón</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 1400</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 1300</p>\n</div>\n<div>\n<p><b>Longitud:</b> 350m</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 100m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Abierto, vertical</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Flysch</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No necesaria, pero un segundo coche\nelimina absolutamente la aproximación. Desde donde hemos aparcado el\ncoche de retorno continuar la carretera y tomar dos curvas cerradas\nseguidas, la primera a la izquierda y la segunda a la derecha. Un poco\nmás adelante, junto a un pequeño barranco (Bozarruego) una buena pista\nsale por la izquierda en dirección contraria a la que nosotros\nllevábamos. Tomarla y seguirla hasta una curva cerrada, donde\naparcaremos y desde donde bajaremos al barranco</p>\n</div>\n<p>En coche: Jaca-Castiello-Borau-Aísa. Una vez en Aísa continuar\ndirección Jasa y Aragües, pero una vez que hemos cruzado el puente sobre\nel Estarrún, junto a las piscinas, tomar el desvío a la derecha en una\ncurva cerrada que nos lleva a la carretera de subida a la ruta normal\ndel Aspe. En algo menos de 4km desde el desvío, poco después de pasar la\nborda Juan Ramón (restaurante) encontramos la cascada de Sibiscal a la\nizquierda y un apartadero en el mismo punto donde aparcaremos.\nAproximación con un coche: Desde el aparcamiento de la cascada, salimos\npertrechados para el descenso y subimos unos pocos metros por la\ncarretera, donde tomamos un sendero poco claro al principio que nos\nlleva a la carretera de nuevo al lado de una curva cerrada a la derecha.\nSeguimos por la carretera pero la abandonamos inmediatamente nada más\nterminar esa curva, para tomar otro sendero a la izquierda que sale al\nlado de una señal que avisa de la curva por la que acabamos de pasar.\nContinuamos subiendo por el sendero hasta situarnos en el mismo cauce\ndel río.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Sucesión de rápeles más o menos contínua de principio a fin con\ncarácter vertical y rodeados de bosque. Todas las instalaciones se\nencuentran en la derecha orográfica menos la última. Con las lógicas\nprecauciones, barranco recomendable cuando el resto van imposibles por\nel caudal. Sin puntos especialmente conflictivos y con evidentes\nposibilidades de escape.</p>\n<div>\n<p><b>Escapes:</b> Abundantes a lo largo del descenso debido a lo\nabierto y emboscado de su entorno. El más evidente se encuentra a la\nizquierda, un poco antes del primer rápel de 30, donde un pequeño\nsendero nos deja en unos minutos el camino de aproximación</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>La cascada termina en la carretera donde hemos aparcado el coche.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>. El barranco forma límite por el sur del Parque Natural de los\nValles Occidentales.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_de_sibiscal.htm\">Barranquismo.net</a>\n: Sibiscal</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:huesca:sibiscal\">Wiki-Infobarrancos</a>\n: Barranco de Sibiscal (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>24-May-08 Elales</p>\n</div>\n<p>Se ignora quiénes fueron los aperturistas de este barranco, aunque en\nla borda Juan Ramón nos han informado de que un guía de montaña que\nvivía en el valle fue quien equipó todo.</p>\n"
}