{"rappelLongestMeters":60,"technicalRating":null,"longitude":-0.1128,"rappelCountMax":null,"vehicle":null,"permit":"No","timeRating":null,"version":"959fcb83f26339de055303eceb09bbbc258ad7bc6b14b4e96fc2727bad968c06","months":["Mar","Apr","May","Dec","Jan","Feb","Jun","Jul","Aug","Sep","Oct","Nov"],"geojson":null,"waterRating":null,"riskRating":null,"id":29121,"name":"Sopeliana","url":"https:\/\/ropewiki.com\/Sopeliana","rappelCountMin":null,"shuttleSeconds":null,"latitude":42.6286,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><div><b>Acceso desde:<\/b> Torla<\/div>\n<div><b>Altura de rápel mas largo:<\/b> 60 metros<\/div>\n<div><b>Información del caudal:<\/b> Caudal mínimo en condiciones normales<\/div>\n<div><b>Material necesario:<\/b> 2 x 60m<\/div>\n<div><b>Neopreno:<\/b> No existen pozas que cubran, pero el contacto con el agua es continuado<\/div>\n<div><b>Material de instalación:<\/b> Aconsejable llevar material de instalación de repuesto. Roca terriblemente dura para picar en la zona baja<\/div>\n<div><b>Epoca:<\/b> Primavera, después de lluvias<\/div>\n<div><b>Observaciones:<\/b> Descenso a evitar en caso de riesgo de aludes. Toda la aproximación se realiza por Parque Nacional y por un camino prohibido por el peligro que supone esa zona en caso de incendio. Cosas de ser Parque Nacional<\/div>\n<div><b>Horario de aproximación:<\/b> 1h con un coche, 30min con 2<\/div>\n<div><b>Horario de descenso:<\/b> 2h-3h<\/div>\n<div><b>Horario de retorno:<\/b> Inmediato<\/div>\n<div><b>Mapa:<\/b> PRAMES Parque Nacional de Ordesa y Monte Perdido 1:40000<\/div>\n<div><b>Zona o macizo:<\/b> Valle de Bujaruelo<\/div>\n<div><b>Cuenca:<\/b> Ara<\/div>\n<div><b>Carácter:<\/b> Abierta en general, con algún tramo engorgado<\/div>\n<div><b>Tipo de roca:<\/b> Caliza<\/div>\n<div><b>Combinable con el descenso de:<\/b>La opción lógica sería Garganta de los Navarros, pero es imposible encontrar a los dos a la vez en sus condiciones óptimas de descenso<\/div>\n<div><b>Especies amenazadas:<\/b> En todos los habitats viven animales y plantas que merecen nuestro respeto. Estamos en Ordesa, sed más prudentes aún de lo habitual<\/div>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div><b>Combinación de vehículos:<\/b> No es obligatoria, aunque acorta 25 minutos la aproximación. Podemos dejar un coche en el Centro de Visitantes del Parque (aunque el tiempo máximo de estacionamiento es de una hora y no da tiempo de hacer todo)<\/div>\n<p>Desde Torla continuar por la carretera de Ordesa y desviarnos al valle de Bujaruelo. Aparcar en la cueva de la pista, en el inicio de la Garganta de los Navarros. Volver andando por la pista y cruzar la barrera de entrada de Ordesa, tomando la primera pista que aparece a nuestra izquierda cortada por una cadena. Seguir la pista hasta el final, hasta llegar al centro de visitantes (igualmente se puede llegar aquí, andando por la carretera). Desde el Centro de visitantes del P.N. de Ordesa, en la parte trasera de la casa donde está el parking de autobuses, salen desde el mismo punto 3 caminos. Tomar el de enmedio y ascender fuertemente al principio y más tranquilos después sin abandonar la senda en ningún momento hasta llegar a una zona abierta de prados donde cruzamos nuestro barranco inmediatamente por encima de la gran cascada.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>El barranco comienza fuerte, con una cascada de 60 metros (45 de ellos volados) que nos deja en una zona abierta de resaltes evitables por las orillas. Inmediatamente el cauce se vuelve a cerrar en una bonita sucesión de rampas que tendremos que rapelar según el caudal y que tienen su punto más bonito en un rápel estrecho y vertical de 25 metros donde canaliza todo el caudal. Tras un corto pasillo el barranco termina con un rápel de 15 metros en la pista de San Nicolás.\n<\/p>\n<div><b>Escapes:<\/b> Abundantes hasta el estrechamiento. Recomendable, en caso de tener que hacerlo, escapar por la margen izquierda<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Retorno inmediato. El barranco termina en la pista de Bujaruelo, justo en el punto en el que se comienza el descenso de la Garganta de los Navarros, junto a la visible cueva de la pista.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Este barranco forma límite del Parque Nacional. Entre otras cosas absurdas de la normativa del parque, encontramos una muy llamativa: el camino de acceso está prohibido porque en caso de incendio no tiene salida. Agradecemos desde aquí a la dirección de Ordesa su preocupación porque no terminemos abrasados.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barranquismo.net\/paginas\/barrancos\/barranco_de_sopeliana.htm\">Barranquismo.net<\/a> &#160;: Sopeliana<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<div style=\"display:none\" class=\"barranquismonet\">1-Jun-08 Anonimo<\/div>\n<p>La cascada superior fue descendida por primera vez por L.A., R.B. y Á.P. el 1 de junio de 2008, encontrando equipada toda la parte baja, con toda seguridad para ser escalada en hielo. Informantes de Torla nos comentaron de que esas cascadas inferiores han sido recorridas por el equipo de la Compañía de Guías de Torla\n<\/p>\n\n\n<\/div>","quality":0}