{
  "url": "https://ropewiki.com/Sus",
  "latitude": 42.62861,
  "longitude": -0.3225,
  "id": 29123,
  "name": "Sus",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 17,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Biescas</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 17 metros</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Barranco con caudal débil, excepto en\ndeshielo y tras las lluvias, que lleva caudal normal</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2x20 metros</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Según caudal, recomendable traje completo</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Debido a lo abierto y emboscado del\nbarranco, con cintajos y cordinos es más que suficiente para realizar el\ndescenso</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año. Recomendable tras las lluvias</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Piedras sueltas y ramas en algún punto del\ndescenso</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 30-40 minutos</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 30 minutos</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 15 minutos</p>\n</div>\n<div>\n<p><b>Toponímia:</b> desconocida. Toma el nombre del cercano plan de\nsus. en algún mapa aparece también como BARRANCO DE LA GLERA</p>\n</div>\n<div>\n<p><b>Mapa:</b> Alpina, Prames, Pirineo</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> tierra de biescas - vaLLE DE TENA</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Gállego</p>\n</div>\n<div>\n<p><b>Coord. Parking:</b> 30T 719466N 4726770E</p>\n</div>\n<div>\n<p><b>Coord. Cabecera:</b> 30T 718540N 4726512E</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 1145m</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 977m</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 168m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Abierto</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Flysch</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Debido a lo breve del conjunto\nde la actividad, podemos combinarlo con cualquier descenso del valle y\nalrededores: Gorgol, Badiecho, Coronazo, Os Lucars, Forronías, Losera,\nCaldarés</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No necesaria. Justo encima del\ndescenso el barranco es atravesado por la pista del Puerto que sube al\nplan de Usabas, por lo que otra opción podría ser empezar con el coche\narriba, aunque para ello hace falta llave de la valla</p>\n</div>\n<p>Subiendo hacia Francia desde Biescas aparcamos en la explanada del\ndesvío a la ermita de Santa Elena. Cruzamos la carretera y tomamos la\nGR15 durante 25-30 minutos hasta cruzar el barranco. Desde aquí vemos el\núltimo rápel; éste es el punto donde acaba el descenso. Para entrar en\nel barranco, proseguir por la GR15 durante 10 minutos más hasta\nencontrar un punto factible por el que bajar por la izquierda al\nbarranco. Senda muy marcada y siempre bajo bosque, recomendable incluso\nsólo como paseo.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>3 rápeles y algún destrepe. El barranco aprovecha los estratos del\nflysch que en este descenso se encuentran en vertical para formar un\ncurioso canal antes del primer rápel. Dos rápeles consecutivos sobre\nnaturales, el segundo de ellos muy bonito, con un pequeño tramo de\ndestrepes hasta encontrar el último de los rápeles, también en un árbol,\ny que nos deposita en el camino de acceso y retorno. Barranco de\n\"juguete\"; bonito, pero muy corto y bastante abierto. Para\ncoleccionistas, amantes de la tranquilidad o para hacer en media mañana\ncuando el resto van cargados.</p>\n<div>\n<p><b>Escapes:</b> Prácticamente podemos escapar hacia la senda de\nacceso en cualquier punto del barranco</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Terminado el último rápel, desandar el camino de acceso hasta el\ncoche. Otra opción es seguir descendiendo el barranco hasta el barranco\ndel Puerto y terminar el descenso hasta el coche. Sin dificultades\ntécnicas, pero con contínuos destrepes. Recomendable hacerlo con\nabundante agua.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_de_sus.htm\">Barranquismo.net</a>\n: Sus</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>15-Apr-07 Elales</p>\n</div>\n<p>No hemos encontrado referencias en ningún lado ni material de\ninstalación que hiciera sospechar que este barranco hubiera sido\ndescendido antes, aunque debido a lo evidente de su ubicación y la\nexistencia de naturales que permiten pasar la cuerda sin dejar cintajos\nes posible que hubiera sido descendido con anterioridad sin nosotros\nsaberlo. Descubierto por Ricardo Blanco en una prospección anterior y\ndescendido por Ricardo Blanco, Luis Aranda y Álex Puyó el 15 de abril de\n2007.</p>\n"
}