{
  "url": "https://ropewiki.com/Sopeliana",
  "latitude": 42.62861,
  "longitude": -0.11278,
  "id": 29121,
  "name": "Sopeliana",
  "months": [
    "Mar",
    "Apr",
    "May",
    "Dec",
    "Jan",
    "Feb",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 60,
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Torla</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 60 metros</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Caudal mínimo en condiciones\nnormales</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 x 60m</p>\n</div>\n<div>\n<p><b>Neopreno:</b> No existen pozas que cubran, pero el contacto con el\nagua es continuado</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto. Roca terriblemente dura para picar en la zona\nbaja</p>\n</div>\n<div>\n<p><b>Epoca:</b> Primavera, después de lluvias</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Descenso a evitar en caso de riesgo de aludes.\nToda la aproximación se realiza por Parque Nacional y por un camino\nprohibido por el peligro que supone esa zona en caso de incendio. Cosas\nde ser Parque Nacional</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 1h con un coche, 30min con 2</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2h-3h</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> Inmediato</p>\n</div>\n<div>\n<p><b>Mapa:</b> PRAMES Parque Nacional de Ordesa y Monte Perdido\n1:40000</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Valle de Bujaruelo</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Ara</p>\n</div>\n<div>\n<p><b>Carácter:</b> Abierta en general, con algún tramo engorgado</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Caliza</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>La opción lógica sería Garganta\nde los Navarros, pero es imposible encontrar a los dos a la vez en sus\ncondiciones óptimas de descenso</p>\n</div>\n<div>\n<p><b>Especies amenazadas:</b> En todos los habitats viven animales y\nplantas que merecen nuestro respeto. Estamos en Ordesa, sed más\nprudentes aún de lo habitual</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No es obligatoria, aunque acorta 25\nminutos la aproximación. Podemos dejar un coche en el Centro de\nVisitantes del Parque (aunque el tiempo máximo de estacionamiento es de\nuna hora y no da tiempo de hacer todo)</p>\n</div>\n<p>Desde Torla continuar por la carretera de Ordesa y desviarnos al\nvalle de Bujaruelo. Aparcar en la cueva de la pista, en el inicio de la\nGarganta de los Navarros. Volver andando por la pista y cruzar la\nbarrera de entrada de Ordesa, tomando la primera pista que aparece a\nnuestra izquierda cortada por una cadena. Seguir la pista hasta el\nfinal, hasta llegar al centro de visitantes (igualmente se puede llegar\naquí, andando por la carretera). Desde el Centro de visitantes del P.N.\nde Ordesa, en la parte trasera de la casa donde está el parking de\nautobuses, salen desde el mismo punto 3 caminos. Tomar el de enmedio y\nascender fuertemente al principio y más tranquilos después sin abandonar\nla senda en ningún momento hasta llegar a una zona abierta de prados\ndonde cruzamos nuestro barranco inmediatamente por encima de la gran\ncascada.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>El barranco comienza fuerte, con una cascada de 60 metros (45 de\nellos volados) que nos deja en una zona abierta de resaltes evitables\npor las orillas. Inmediatamente el cauce se vuelve a cerrar en una\nbonita sucesión de rampas que tendremos que rapelar según el caudal y\nque tienen su punto más bonito en un rápel estrecho y vertical de 25\nmetros donde canaliza todo el caudal. Tras un corto pasillo el barranco\ntermina con un rápel de 15 metros en la pista de San Nicolás.</p>\n<div>\n<p><b>Escapes:</b> Abundantes hasta el estrechamiento. Recomendable, en\ncaso de tener que hacerlo, escapar por la margen izquierda</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Retorno inmediato. El barranco termina en la pista de Bujaruelo,\njusto en el punto en el que se comienza el descenso de la Garganta de\nlos Navarros, junto a la visible cueva de la pista.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Este barranco forma límite del Parque Nacional. Entre otras cosas\nabsurdas de la normativa del parque, encontramos una muy llamativa: el\ncamino de acceso está prohibido porque en caso de incendio no tiene\nsalida. Agradecemos desde aquí a la dirección de Ordesa su preocupación\nporque no terminemos abrasados.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/barranco_de_sopeliana.htm\">Barranquismo.net</a>\n: Sopeliana</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>1-Jun-08 Anonimo</p>\n</div>\n<p>La cascada superior fue descendida por primera vez por L.A., R.B. y\nÁ.P. el 1 de junio de 2008, encontrando equipada toda la parte baja, con\ntoda seguridad para ser escalada en hielo. Informantes de Torla nos\ncomentaron de que esas cascadas inferiores han sido recorridas por el\nequipo de la Compañía de Guías de Torla</p>\n"
}