{"url":"https:\/\/ropewiki.com\/San_Pedro_(Orzales)","vehicle":null,"quality":3,"rappelLongestMeters":50,"waterRating":null,"technicalRating":null,"months":["Jun","Jul","Aug"],"version":"c949e31091812ce0c8a6be57a1129ec9f0707772897758c0ce0b3ef0ac7e4fb5","rappelCountMax":null,"id":29189,"permit":"No","shuttleSeconds":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><div><b>Acceso desde:<\/b> Sotu\/Soto<\/div>\n<div><b>Altura de rápel mas largo:<\/b> 50 metros<\/div>\n<div><b>Información del caudal:<\/b> El río L’Agüera lleva agua abundante todo el año, pero se encuentra represado por encima del tramo descrito, encauzándose el caudal por una tubería a presión para aprovechamiento hidroeléctrico. Así pues, buena parte del año la cascada baja prácticamente seca. En época de lluvias el caudal dependerá del exceso de aforo de la presa. En estiaje el agua no está tan limpia como uno desearía<\/div>\n<div><b>Material necesario:<\/b> Equipo de vertical completo. Cuerda: 2 x 55 m. Aconsejable cordinos o shunt para autoasegurarse<\/div>\n<div><b>Neopreno:<\/b> Si<\/div>\n<div><b>Material de instalación:<\/b> Instalaciones buenas. Parabolts y spits. Dos pasamanos recuperables y una reunión colgada. No obstante, algunos anclajes están en sitios un poco expuestos, por lo que deberíamos considerar la posibilidad de asegurarnos entre los compañeros<\/div>\n<div><b>Epoca:<\/b> Dada la existencia de una presa aguas arriba es difícil afirmar cuál es la mejor época, pero sin duda lo más seguro es en verano. A realizar a primera hora de la tarde, dada la orientación a poniente<\/div>\n<div><b>Observaciones:<\/b> A tener en cuenta:1) algunas cabeceras son expuestas, y resbaladizas por añadidura.2) tenemos una presa inmediatamente por encima y en todo el tramo descrito no hay escapes ni resguardos.3) en algunos rápeles la cuerda se recupera mal.4) hay una reunión colgada (pequeña repisita) con espacio para sólo dos personas (tres a lo sumo). En conjunto es un barranco que exige experiencia. Dificultad alta<\/div>\n<div><b>Horario de aproximación:<\/b> Inmediata<\/div>\n<div><b>Horario de descenso:<\/b> 1 h. 30’ – 3 h<\/div>\n<div><b>Horario de retorno:<\/b> 15 minutos (2 coches) ó 1 h. 30’ (1 coche)<\/div>\n<div><b>Toponímia:<\/b> Historia y toponimia, como en tantas ocasiones, se entretejen<\/div>\n<div><b>Mapa:<\/b> MTNE, hoja 80-I (Oseja de Sajambre), 1:25.000. Mapa geológico: MGE, hoja 80 (Burón), 1:50.000<\/div>\n<div><b>Zona o macizo:<\/b> Parque Nacional de Picos de Europa<\/div>\n<div><b>Cuenca:<\/b> Río L’Agüera. Cuenca de mediana extensión (alrededor de 5 km²) y bastante elevada. Se excava sobre materiales diversos del paleozoico (calizas, cuarcitas, etc.) y la vegetación es variada: pastos, bosques, arbustivo y zonas de roca desnuda. El punto más elevado de la cuenca es Peña Beza, con 1.963 m. de altitud. La mayor parte de la zona alta de la cuenca se halla muy karstificada<\/div>\n<div><b>Coord. GPS del final:<\/b> Sin datos<strong>Coordenadas del inicio:<\/strong> X: 333.550 Y: 4.780.050<\/div>\n<div><b>Altura en inicio:<\/b> 835 m.s.n.m<\/div>\n<div><b>Longitud:<\/b> 200 m<\/div>\n<div><b>Desnivel:<\/b> 175 m<\/div>\n<div><b>Carácter:<\/b> Encajado en el primer tramo, después una sucesión de grandes cascadas más abiertas<\/div>\n<div><b>Tipo de roca:<\/b> Cuarcitas blancas del Ordovícico . La mayor de las cascadas está adornada por una gigantesca colada de toba, hecho curioso si tenemos en cuenta que se apoya sobre roca silícea<\/div>\n<div><b>Combinable con el descenso de:<\/b>En el cercano Desfiladeru Los Beyos, existen varios descenso más y muy conocidos: Viboli, Cobarcil, etc<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div><b>Combinación de vehículos:<\/b> No necesaria, pero si aconsejable<\/div>\n<p>Acceso en coche.- No es obligatorio, pero sí muy aconsejable, usar dos vehículos. Desde Cangues\/Cangas de Onís salimos por la N-625 en dirección a Riaño y el puerto del Pontón. Atravesaremos todo el desfiladero de Los Beyos, adentrándonos en la provincia de León y el valle de Sajambre. Superado el punto kilométrico 126, en una pronunciada curva a la derecha, atravesamos el río San Pedro junto a una central eléctrica. Aquí estacionamos el primer vehículo (29’5 km. desde Cangues). Con el segundo coche proseguimos por la N-625, superando el pueblo de Ribota. Casi a la entrada de Oseya\/Oseja nos sale por la izquierda el desvío hacia Sotu\/Soto, por el que nos encaminamos. Seguimos por esta carretera hasta pasar un mirador (Vistalegre) y superar un túnel. Poco más allá encontramos un puente, lugar donde aparcamos el segundo coche. Desde Cangues son casi 36 km. La distancia entre ambos coches es de unos 6 km. Acceso desde el coche.- Prácticamente inmediato. Cruzamos el puente sobre el Ríu L’Agüera y continuamos por la carretera un trecho hasta que veamos factible bajar al cauce.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>El río L’Agüera (afluente del río San Pedro, que lo es a su vez del Sella por la derecha), en su descenso desde las alturas de Picos hacia el valle de Sayambre, labra esta espectacular cascada por debajo del pueblo de Sotu\/Soto de Sajambre, despeñándose por un acantilado cuarcítico de más de 150 m. de desnivel en tres vertiginosos saltos separados únicamente por dos marmitas. Probablemente es el barranco más aéreo de toda la cuenca del Sella. Además no se trata de un simple farallón rocoso (como muchas grandes cascadas), sino de un cauce bien excavado, con un tramo inicial oscuro y encaja\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>do difícil de encontrar en las cuarcitas de la zona. Cerca de la base de la cascada, en un lugar idílico, se encuentran las ruinas románicas de San Pedro de Orzales. Se enclava en el concejo de Sayambre \/ Sajambre, provincia de León, siendo Sotu y Ribota las poblaciones más cercanas. Se sitúa también en el interior del Parque Nacional de Picos de Europa, y por desgracia su descenso está prohibido. Al poco de entrar en el cauce el río se encaja decididamente. Un par de resaltes nos conducen al primer rápel, un vertical tobogán de 8 m. que nos deposita en una marmita bajo una bóveda a modo de pequeña sala oscura (Esta sála es única en sus características. Ningún otro barranco en cuarcitas, en todo la amplia comarca que circunda Picos, presenta zonas tan oscuras, encajadas y bien trabajadas por el agua como esta salita.), bajo el puente de la carretera. Un par de pequeños toboganes con marmita y dos quiebros del cauce, y ya nos encontraremos en el vertiginoso umbral de la gran cascada, aéreo balcón con amplias panorámicas. El R2 (35 m.) nos deposita en una amplia marmita, a la salida de la cual tenemos el R3 (45 m.), también con una gran marmita de recepción. De inmediato estamos en la cabecera del mayor salto; el R4 (18 m.) nos conduce, a través de un canalón subexcavado, a la reunión colgada del R5 (50 m.), que nos deposita en una amplia poza con grandes bloques. A continuación un último y más modesto rápel, y habremos finalizado el descenso. Tendremos en cuenta que no existen escapes ni resguardos.\n<\/p>\n<div><b>Escapes:<\/b> No existen escapes ni resguardos<\/div>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Tras el último rápel continuamos aguas abajo (bien por el cauce, bien por la ladera derecha) hasta alcanzar la pista de acceso a la ermita de San Pedro, muy cerca de la misma (la visita a las ruinas es obligada). Después proseguimos por la pista en dirección contraria hasta alcanzar la tubería de conducción del agua de la presa y la línea de tendido eléctrico. A partir de aquí campo a través por los prados siguiendo la línea de tendido eléctrico hasta llegar a la carretera y al coche junto a la central. En total quince minutos en cómodo descenso, aparte del tiempo que dediquemos a curiosear por las ruinas de la ermita.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Esta cascada se sitúa dentro del Parque Nacional de los Picos de Europa, Y POR TANTO SU DESCENSO ESTÁ PROHIBIDO.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barranquismo.net\/paginas\/barrancos\/cascada_de_san_pedru_de_orzales.htm\">Barranquismo.net<\/a> &#160;: San Pedru D’orzales; San Pedro; Agüera<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/latrencanous.com\/barrancos\/cascadas_de_san_pedro\/topo.pdf\">Latrencanous.com<\/a> &#160;: Cascadas de San Pedro<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/www.docuwiki.infobarrancos.es\/doku.php?id=barrancos:leon:orzales\">Wiki-Infobarrancos<\/a>&#160;: Cascada San Pedru D'Orzales (<a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/infobarrancos.es\/\">http:\/\/infobarrancos.es\/<\/a>)<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<div style=\"display:none\" class=\"barranquismonet\">7-Feb-08 Pablo Solares Villar<\/div>\n<p>Tradicional: Cerca de la base de la cascada nos encontramos con las ruinas de la ermita de San Pedro de Orzales. Debió haber sido monasterio en el medioevo (s. XII) y sin duda el emplazamiento junto a la gran cascada no fue casual.Deportiva: El primer descenso fue efectuado por espeleólogos leoneses a comienzos de los noventa del pasado siglo.\n<\/p>\n\n\n<\/div>","geojson":null,"name":"San Pedro (Orzales)","riskRating":null,"rappelCountMin":null,"timeRating":null,"latitude":43.152,"longitude":-5.0501}