{
  "url": "https://ropewiki.com/Tera",
  "latitude": 41.50333,
  "longitude": -5.74667,
  "id": 29185,
  "name": "Tera",
  "months": [
    "Jun",
    "Jul",
    "Aug",
    "Sep"
  ],
  "permit": "No",
  "rappelLongestMeters": 15,
  "shuttleSeconds": 60,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> RiBADELAGO VIEJO</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 15 metros</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Barranco con poco caudal en verano,\nobservar en invierno (mucho caudal)</p>\n</div>\n<div>\n<p><b>Material necesario:</b> cuerda de 40 metros</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Necesario</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación y de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> de junio a septiembre, valorando el caudal</p>\n</div>\n<div>\n<p><b>Observaciones:</b> muchas pozas son saltables observar antes de\nsaltar</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 2 horas</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 7-8 horas</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> Inmediato</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> LAGO SANABRIA</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Río Tera</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 1503</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 1009</p>\n</div>\n<div>\n<p><b>Longitud:</b> 7.2 km</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 494 m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Abierto aunque al final se encañona</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Granito</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>ninguno</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Combinación de coches obligatoria.\nUno se deja en la Laguna de Peces y el otro en Ribadelago Viejo</p>\n</div>\n<p>Hasta Puebla de Sanabria por la A-52. Coger dirección al lago de\nSanabria hasta la rotonda que nos sube a San Martín de Castañeda, y\nsubimos hasta la Laguna de los Peces, el acceso se hace desde la laguna\nde los peces por una senda que va hasta el refugio y embalse de Vega de\nConde, y desde allí seguimos la pista hacia la izquierda hasta el\nembalse de Vega de Tera. </p>\n<h2 id=\"descent\">Descent</h2>\n<p>El barranco comienza justo por de bajo de la \"presa rota\" Comenzamos\nencadenando dos lagunas en un tramo muy abierto (100 m. nadando),\npudiendo saltar a las mismas desde varios sitios, destacar un salto de\n5-6 metros en la segunda laguna por la izquierda según bajamos.\nContinuamos por una zona de pequeños destrepes y pozas, todo por roca\nhasta llegar a otra laguna (250 m.) Para acceder a la Laguna también\ntenemos un salto de 4 m. para acceder a ella. Cruzamos nadando la laguna\n100m. Continuamos por tramos abiertos algo boscosos por la zona del río,\nsiendo opcional el salirse al sendero que va paralelo al río, cruzando\npequeñas lagunas a nado y andando por el cauce.(1500 m. aprox) A partir\nde aquí entramos en una zona de lecho rocoso algo mas encañonada, (400\nm.) en la que hay multitud de pequeño destrepes (alguno un poco mas\ndelicado de 4-5 m.), pozas, marmitas mucho mas vistoso y divertido que\nlo hecho hasta ahora, viéndose formaciones de la erosión que llaman\nmucho la atención. Encadenamos dos pequeñas lagunas a nado de unos 330m.\ny unos 150 m. de río. A partir de aquí entramos en la zona mas vistosa y\nencañonada del tramo superior. Son una sucesión de pozas (algunas\nsaltables) destrepes y marmitas. En este tramo de unos 300 m. tenemos\ndestrepes mas delicados de 3-4 m. y el primer rapel, que equipamos con\ndos clavos unidos por cordino (rapel de 6m.) otra zona muy delicada en\nla que nos salimos por la derecha para saltar a una poza con dos repisas\ninclinadas, la superior 8 m. la inferior 6 m., se recomienda montar un\npasamanos (no imprescindible, pero roca inclinada y resbalosa con\nnuestra propia humedad) También se podría equipar un rapel si nos parece\nun poco arriesgado) para acabar saliendo a la laguna situada junto a una\npradera, conocido como la Cueva de San Martín, cruzamos la laguna\nnadando (160 m.) y podemos descansar un poco en el puente que se ve al\nfondo de la laguna, también saltable. En esta zona si queremos hacer\nsolamente el tramo superior nos saldríamos por un sendero que nos sale a\nla izquierda y nos sube a la carretera que va a la laguna de los Peces\n(1 hora y media hasta la carretera) y otros 5 Km hasta el coche (por la\ncarretera).TRAMO INFERIOR CUEVA DE SAN MARTIN - RIBADELAGO VIEJO: El\nacceso al tramo inferior se haría desde una curva, poco antes de un\nrefugio que nos lleva por una senda hasta la Cueva de San Martín Como\nhemos dicho en el tramo superior empezaríamos en el puente al final de\nla laguna, que se puede saltar, aunque no merece la pena meterse en el\nagua hasta unos metros mas adelante, pudren ir por el sendero marcado\ncon hitos de madera verdes unos 550 metros hasta que empezamos a oir el\nagua de una cascada. Aquí hay una laguna que tiene un salto de unos 12\nmetros, el cual hay que coger carrerilla para salta un par de metros\nhacia delante para libar unas rocas.. (IMPRESIONANTE y opcional.)\nContinuamos por lecho rocoso algo encañonado unos 1200 metros, con un\nsalto a una poza algo estrecha con una cascada por la derecha, destrepes\ndelicados (por la izquierda), pozas y saltos, y un rapel instalado con\ndos spits de unos 15 m. Continuamos hasta una laguna que cruzamos\nnadando. Bajamos por una cascada tumbada con toboganes (no bajables) y\nroca muy resbalosa si esta húmeda. Mas destrepes hasta llegar a uno que\nse ve que no se puede, hay montado un rapel (8 m.) con un cordino y una\nargolla, en un bloque encajado a nuestra derecha Continuamos por el\ncauce con pozas, pequeñas lagunas (Tramo de unos 800m) hasta llegar a\nuna laguna más grande. A esta laguna se puede acceder por la derecha\nsaltando (2-3 m.) y otra laguna mas pequeña con un salto de 8 m.\n(cuidado con rocas en el fondo.. observar antes de saltar) (300m.)\nContinuamos por el cauce unos 500 metros, Pasamos una zona por la\nizquierda destrepando. se puede destrepar entera o saltar a la poza\nhacia la mitad. Mas adelante el agua se filtra. continuamos por cauce\nseco y un caos de bloques grandes, zona de muchos destrepes sencillo\nhasta llegar a uno de unos 6-7 metros que se puede destrepar por la\nizquierda por unas repisas con ramas que nos ayudan, o destrepar un muro\nde 7 metros de III+. Un poco mas adelante tras varios destrepes pequeños\na nuestra izquierda equipamos un rapel (con un cinta en un bloque\nencajado) de unos 14 m. que pasas por un agujero y mana por debajo el\nagua que se había filtrado. Cuidado por que es muy fácil que se atasque\nlas cuerdas debido a la multitud de bloques. Continuamos por el\ncauce(150 m.) hasta llegar a la ultima cascada de 12-14 metros que hay\nque rapelar y no esta instalado. (se puede evitar por la derecha y\naparecemos por debajo de la cascada) Continuamos por el cauce hasta\nsalir a una zona abierta 350m. Esta ultima zona esta muy bastante\nencañonada por paredes graníticas que se han desprendido. Desde aquí\ncogemos el sendero marcado con hitos verdes hasta Ribadelago viejo.\n(donde hemos dejado un coche).<strong>ADVERTENCIAS</strong>: Solo hay\nequipados 4 rapeles en todo el barranco, por lo que es imprescindible\nllevar material de equipar (maza, clavos y drizas), muchas de las pozas\nsaltables son evitables, pero pudiera ser que se quiera montar un rapel.\nTambién hay destrepes bastantes complicados que también es opcional\nmontar algún rapel.</p>\n<div>\n<p><b>Escapes:</b> multitud de escapes, varias veces cruza el camino de\ndescenso por el propio barranco</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>el barranco te deja en Ribadelago, donde hemos dejado el otro\ncoche</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/canon_del_tera.htm\">Barranquismo.net</a>\n: Río Tera</li>\n<li><a\nhref=\"http://cmb.forosonline.es/board/canon-del-tera-8-2009-t262.html\">http://cmb.forosonline.es/board/canon-del-tera-8-2009-t262.html</a></li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>2-Sep-2009 JUANJO</p>\n</div>\n<p>en principio este barranco esta abierto el dia 30 de agosto del 2009\npor Juanjo, Felix, Rober, Mentxu y Oscar.</p>\n"
}