{"timeRating":null,"waterRating":null,"geojson":null,"id":29185,"riskRating":null,"rappelLongestMeters":15,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><div><b>Acceso desde:<\/b> RiBADELAGO VIEJO<\/div>\n<div><b>Altura de rápel mas largo:<\/b> 15 metros<\/div>\n<div><b>Información del caudal:<\/b> Barranco con poco caudal en verano, observar en invierno (mucho caudal)<\/div>\n<div><b>Material necesario:<\/b> cuerda de 40 metros<\/div>\n<div><b>Neopreno:<\/b> Necesario<\/div>\n<div><b>Material de instalación:<\/b> Aconsejable llevar material de instalación y de repuesto<\/div>\n<div><b>Epoca:<\/b> de junio a septiembre, valorando el caudal<\/div>\n<div><b>Observaciones:<\/b> muchas pozas son saltables observar antes de saltar<\/div>\n<div><b>Horario de aproximación:<\/b> 2 horas<\/div>\n<div><b>Horario de descenso:<\/b> 7-8 horas<\/div>\n<div><b>Horario de retorno:<\/b> Inmediato<\/div>\n<div><b>Zona o macizo:<\/b> LAGO SANABRIA<\/div>\n<div><b>Cuenca:<\/b> Río Tera<\/div>\n<div><b>Altura en inicio:<\/b> 1503<\/div>\n<div><b>Altura en final:<\/b> 1009<\/div>\n<div><b>Longitud:<\/b> 7.2 km<\/div>\n<div><b>Desnivel:<\/b> 494 m<\/div>\n<div><b>Carácter:<\/b> Abierto aunque al final se encañona<\/div>\n<div><b>Tipo de roca:<\/b> Granito<\/div>\n<div><b>Combinable con el descenso de:<\/b>ninguno<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div><b>Combinación de vehículos:<\/b> Combinación de coches obligatoria. Uno se deja en la Laguna de Peces y el otro en Ribadelago Viejo<\/div>\n<p>Hasta Puebla de Sanabria por la A-52. Coger dirección al lago de Sanabria hasta la rotonda que nos sube a San Martín de Castañeda, y subimos hasta la Laguna de los Peces, el acceso se hace desde la laguna de los peces por una senda que va hasta el refugio y embalse de Vega de Conde, y desde allí seguimos la pista hacia la izquierda hasta el embalse de Vega de Tera.\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<\/p>\n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>El barranco comienza justo por de bajo de la \"presa rota\" Comenzamos encadenando dos lagunas en un tramo muy abierto (100 m. nadando), pudiendo saltar a las mismas desde varios sitios, destacar un salto de 5-6 metros en la segunda laguna por la izquierda según bajamos. Continuamos por una zona de pequeños destrepes y pozas, todo por roca hasta llegar a otra laguna (250 m.) Para acceder a la Laguna también tenemos un salto de 4 m. para acceder a ella. Cruzamos nadando la laguna 100m. Continuamos por tramos abiertos algo boscosos por la zona del río, siendo opcional el salirse al sendero que va paralelo al río, cruzando pequeñas lagunas a nado y andando por el cauce.(1500 m. aprox) A partir de aquí entramos en una zona de lecho rocoso algo mas encañonada, (400 m.) en la que hay multitud de pequeño destrepes (alguno un poco mas delicado de 4-5 m.), pozas, marmitas mucho mas vistoso y divertido que lo hecho hasta ahora, viéndose formaciones de la erosión que llaman mucho la atención. Encadenamos dos pequeñas lagunas a nado de unos 330m. y unos 150 m. de río. A partir de aquí entramos en la zona mas vistosa y encañonada del tramo superior. Son una sucesión de pozas (algunas saltables) destrepes y marmitas. En este tramo de unos 300 m. tenemos destrepes mas delicados de 3-4 m. y el primer rapel, que equipamos con dos clavos unidos por cordino (rapel de 6m.) otra zona muy delicada en la que nos salimos por la derecha para saltar a una poza con dos repisas inclinadas, la superior 8 m. la inferior 6 m., se recomienda montar un pasamanos (no imprescindible, pero roca inclinada y resbalosa con nuestra propia humedad) También se podría equipar un rapel si nos parece un poco arriesgado) para acabar saliendo a la laguna situada junto a una pradera, conocido como la Cueva de San Martín, cruzamos la laguna nadando (160 m.) y podemos descansar un poco en el puente que se ve al fondo de la laguna, también saltable. En esta zona si queremos hacer solamente el tramo superior nos saldríamos por un sendero que nos sale a la izquierda y nos sube a la carretera que va a la laguna de los Peces (1 hora y media hasta la carretera) y otros 5 Km hasta el coche (por la carretera).TRAMO INFERIOR CUEVA DE SAN MARTIN - RIBADELAGO VIEJO: El acceso al tramo inferior se haría desde una curva, poco antes de un refugio que nos lleva por una senda hasta la Cueva de San Martín Como hemos dicho en el tramo superior empezaríamos en el puente al final de la laguna, que se puede saltar, aunque no merece la pena meterse en el agua hasta unos metros mas adelante, pudren ir por el sendero marcado con hitos de madera verdes unos 550 metros hasta que empezamos a oir el agua de una cascada. Aquí hay una laguna que tiene un salto de unos 12 metros, el cual hay que coger carrerilla para salta un par de metros hacia delante para libar unas rocas.. (IMPRESIONANTE y opcional.) Continuamos por lecho rocoso algo encañonado unos 1200 metros, con un salto a una poza algo estrecha con una cascada por la derecha, destrepes delicados (por la izquierda), pozas y saltos, y un rapel instalado con dos spits de unos 15 m. Continuamos hasta una laguna que cruzamos nadando. Bajamos por una cascada tumbada con toboganes (no bajables) y roca muy resbalosa si esta húmeda. Mas destrepes hasta l\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐c62wm\nCached time: 20240914191922\nCache expiry: 2592000\nReduced expiry: false\nComplications: []\nCPU time usage: 0.034 seconds\nReal time usage: 0.041 seconds\nPreprocessor visited node count: 100\/1000000\nPost‐expand include size: 713\/2097152 bytes\nTemplate argument size: 57\/2097152 bytes\nHighest expansion depth: 8\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 529\/5000000 bytes\nLua time usage: 0.002\/10.000 seconds\nLua memory usage: 606898\/52428800 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   30.682      1 -total\n100.00%   30.682      1 Template:Pic\n 52.69%   16.168      1 Template:Str_number\/trim\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>legar a uno que se ve que no se puede, hay montado un rapel (8 m.) con un cordino y una argolla, en un bloque encajado a nuestra derecha Continuamos por el cauce con pozas, pequeñas lagunas (Tramo de unos 800m) hasta llegar a una laguna más grande. A esta laguna se puede acceder por la derecha saltando (2-3 m.) y otra laguna mas pequeña con un salto de 8 m. (cuidado con rocas en el fondo.. observar antes de saltar) (300m.) Continuamos por el cauce unos 500 metros, Pasamos una zona por la izquierda destrepando. se puede destrepar entera o saltar a la poza hacia la mitad. Mas adelante el agua se filtra. continuamos por cauce seco y un caos de bloques grandes, zona de muchos destrepes sencillo hasta llegar a uno de unos 6-7 metros que se puede destrepar por la izquierda por unas repisas con ramas que nos ayudan, o destrepar un muro de 7 metros de III . Un poco mas adelante tras varios destrepes pequeños a nuestra izquierda equipamos un rapel (con un cinta en un bloque encajado) de unos 14 m. que pasas por un agujero y mana por debajo el agua que se había filtrado. Cuidado por que es muy fácil que se atasque las cuerdas debido a la multitud de bloques. Continuamos por el cauce(150 m.) hasta llegar a la ultima cascada de 12-14 metros que hay que rapelar y no esta instalado. (se puede evitar por la derecha y aparecemos por debajo de la cascada) Continuamos por el cauce hasta salir a una zona abierta 350m. Esta ultima zona esta muy bastante encañonada por paredes graníticas que se han desprendido. Desde aquí cogemos el sendero marcado con hitos verdes hasta Ribadelago viejo. (donde hemos dejado un coche).<strong>ADVERTENCIAS<\/strong>: Solo hay equipados 4 rapeles en todo el barranco, por lo que es imprescindible llevar material de equipar (maza, clavos y drizas), muchas de las pozas saltables son evitables, pero pudiera ser que se quiera montar un rapel. También hay destrepes bastantes complicados que también es opcional montar algún rapel.\n<\/p>\n<div><b>Escapes:<\/b> multitud de escapes, varias veces cruza el camino de descenso por el propio barranco<\/div>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>el barranco te deja en Ribadelago, donde hemos dejado el otro coche\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barranquismo.net\/paginas\/barrancos\/canon_del_tera.htm\">Barranquismo.net<\/a> &#160;: Río Tera<\/li>\n<li><a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/cmb.forosonline.es\/board\/canon-del-tera-8-2009-t262.html\">http:\/\/cmb.forosonline.es\/board\/canon-del-tera-8-2009-t262.html<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<div style=\"display:none\" class=\"barranquismonet\">2-Sep-2009 JUANJO<\/div>\n<p>en principio este barranco esta abierto el dia 30 de agosto del 2009 por Juanjo, Felix, Rober, Mentxu y Oscar.\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐65c7h\nCached time: 20240914191922\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.028 seconds\nReal time usage: 0.035 seconds\nPreprocessor visited node count: 110\/1000000\nPost‐expand include size: 671\/2097152 bytes\nTemplate argument size: 38\/2097152 bytes\nHighest expansion depth: 8\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 529\/5000000 bytes\nLua time usage: 0.002\/10.000 seconds\nLua memory usage: 606898\/52428800 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   25.938      1 -total\n100.00%   25.938      1 Template:Pic\n 51.63%   13.392      1 Template:Str_number\/trim\n-->\n<\/div>","months":["Jun","Jul","Aug","Sep"],"permit":"No","rappelCountMin":null,"vehicle":null,"version":"b4751a75f7325a5de5d0b2cb75c6e1630e6cc9f6d73a1c2d8fb0952c48a8278e","technicalRating":null,"shuttleSeconds":null,"quality":0,"rappelCountMax":null,"name":"Tera","latitude":41.5033,"url":"https:\/\/ropewiki.com\/Tera","longitude":-5.7467}