{
  "url": "https://ropewiki.com/San_Pedro_(Orzales)",
  "latitude": 43.152,
  "longitude": -5.0501,
  "id": 29189,
  "name": "San Pedro (Orzales)",
  "quality": 3,
  "months": [
    "Jun",
    "Jul",
    "Aug"
  ],
  "permit": "No",
  "rappelLongestMeters": 50,
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Sotu/Soto</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 50 metros</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> El río L’Agüera lleva agua abundante\ntodo el año, pero se encuentra represado por encima del tramo descrito,\nencauzándose el caudal por una tubería a presión para aprovechamiento\nhidroeléctrico. Así pues, buena parte del año la cascada baja\nprácticamente seca. En época de lluvias el caudal dependerá del exceso\nde aforo de la presa. En estiaje el agua no está tan limpia como uno\ndesearía</p>\n</div>\n<div>\n<p><b>Material necesario:</b> Equipo de vertical completo. Cuerda: 2 x\n55 m. Aconsejable cordinos o shunt para autoasegurarse</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Si</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Instalaciones buenas. Parabolts y\nspits. Dos pasamanos recuperables y una reunión colgada. No obstante,\nalgunos anclajes están en sitios un poco expuestos, por lo que\ndeberíamos considerar la posibilidad de asegurarnos entre los\ncompañeros</p>\n</div>\n<div>\n<p><b>Epoca:</b> Dada la existencia de una presa aguas arriba es difícil\nafirmar cuál es la mejor época, pero sin duda lo más seguro es en\nverano. A realizar a primera hora de la tarde, dada la orientación a\nponiente</p>\n</div>\n<div>\n<p><b>Observaciones:</b> A tener en cuenta:1) algunas cabeceras son\nexpuestas, y resbaladizas por añadidura.2) tenemos una presa\ninmediatamente por encima y en todo el tramo descrito no hay escapes ni\nresguardos.3) en algunos rápeles la cuerda se recupera mal.4) hay una\nreunión colgada (pequeña repisita) con espacio para sólo dos personas\n(tres a lo sumo). En conjunto es un barranco que exige experiencia.\nDificultad alta</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> Inmediata</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 1 h. 30’ – 3 h</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 15 minutos (2 coches) ó 1 h. 30’ (1\ncoche)</p>\n</div>\n<div>\n<p><b>Toponímia:</b> Historia y toponimia, como en tantas ocasiones, se\nentretejen</p>\n</div>\n<div>\n<p><b>Mapa:</b> MTNE, hoja 80-I (Oseja de Sajambre), 1:25.000. Mapa\ngeológico: MGE, hoja 80 (Burón), 1:50.000</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Parque Nacional de Picos de Europa</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Río L’Agüera. Cuenca de mediana extensión (alrededor\nde 5 km²) y bastante elevada. Se excava sobre materiales diversos del\npaleozoico (calizas, cuarcitas, etc.) y la vegetación es variada:\npastos, bosques, arbustivo y zonas de roca desnuda. El punto más elevado\nde la cuenca es Peña Beza, con 1.963 m. de altitud. La mayor parte de la\nzona alta de la cuenca se halla muy karstificada</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> Sin datos<strong>Coordenadas del\ninicio:</strong> X: 333.550 Y: 4.780.050</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 835 m.s.n.m</p>\n</div>\n<div>\n<p><b>Longitud:</b> 200 m</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 175 m</p>\n</div>\n<div>\n<p><b>Carácter:</b> Encajado en el primer tramo, después una sucesión de\ngrandes cascadas más abiertas</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Cuarcitas blancas del Ordovícico . La mayor de\nlas cascadas está adornada por una gigantesca colada de toba, hecho\ncurioso si tenemos en cuenta que se apoya sobre roca silícea</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>En el cercano Desfiladeru Los\nBeyos, existen varios descenso más y muy conocidos: Viboli, Cobarcil,\netc</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No necesaria, pero si\naconsejable</p>\n</div>\n<p>Acceso en coche.- No es obligatorio, pero sí muy aconsejable, usar\ndos vehículos. Desde Cangues/Cangas de Onís salimos por la N-625 en\ndirección a Riaño y el puerto del Pontón. Atravesaremos todo el\ndesfiladero de Los Beyos, adentrándonos en la provincia de León y el\nvalle de Sajambre. Superado el punto kilométrico 126, en una pronunciada\ncurva a la derecha, atravesamos el río San Pedro junto a una central\neléctrica. Aquí estacionamos el primer vehículo (29’5 km. desde\nCangues). Con el segundo coche proseguimos por la N-625, superando el\npueblo de Ribota. Casi a la entrada de Oseya/Oseja nos sale por la\nizquierda el desvío hacia Sotu/Soto, por el que nos encaminamos.\nSeguimos por esta carretera hasta pasar un mirador (Vistalegre) y\nsuperar un túnel. Poco más allá encontramos un puente, lugar donde\naparcamos el segundo coche. Desde Cangues son casi 36 km. La distancia\nentre ambos coches es de unos 6 km. Acceso desde el coche.-\nPrácticamente inmediato. Cruzamos el puente sobre el Ríu L’Agüera y\ncontinuamos por la carretera un trecho hasta que veamos factible bajar\nal cauce.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>El río L’Agüera (afluente del río San Pedro, que lo es a su vez del\nSella por la derecha), en su descenso desde las alturas de Picos hacia\nel valle de Sayambre, labra esta espectacular cascada por debajo del\npueblo de Sotu/Soto de Sajambre, despeñándose por un acantilado\ncuarcítico de más de 150 m. de desnivel en tres vertiginosos saltos\nseparados únicamente por dos marmitas. Probablemente es el barranco más\naéreo de toda la cuenca del Sella. Además no se trata de un simple\nfarallón rocoso (como muchas grandes cascadas), sino de un cauce bien\nexcavado, con un tramo inicial oscuro y encajado difícil de encontrar en\nlas cuarcitas de la zona. Cerca de la base de la cascada, en un lugar\nidílico, se encuentran las ruinas románicas de San Pedro de Orzales. Se\nenclava en el concejo de Sayambre / Sajambre, provincia de León, siendo\nSotu y Ribota las poblaciones más cercanas. Se sitúa también en el\ninterior del Parque Nacional de Picos de Europa, y por desgracia su\ndescenso está prohibido. Al poco de entrar en el cauce el río se encaja\ndecididamente. Un par de resaltes nos conducen al primer rápel, un\nvertical tobogán de 8 m. que nos deposita en una marmita bajo una bóveda\na modo de pequeña sala oscura (Esta sála es única en sus\ncaracterísticas. Ningún otro barranco en cuarcitas, en todo la amplia\ncomarca que circunda Picos, presenta zonas tan oscuras, encajadas y bien\ntrabajadas por el agua como esta salita.), bajo el puente de la\ncarretera. Un par de pequeños toboganes con marmita y dos quiebros del\ncauce, y ya nos encontraremos en el vertiginoso umbral de la gran\ncascada, aéreo balcón con amplias panorámicas. El R2 (35 m.) nos\ndeposita en una amplia marmita, a la salida de la cual tenemos el R3 (45\nm.), también con una gran marmita de recepción. De inmediato estamos en\nla cabecera del mayor salto; el R4 (18 m.) nos conduce, a través de un\ncanalón subexcavado, a la reunión colgada del R5 (50 m.), que nos\ndeposita en una amplia poza con grandes bloques. A continuación un\núltimo y más modesto rápel, y habremos finalizado el descenso. Tendremos\nen cuenta que no existen escapes ni resguardos.</p>\n<div>\n<p><b>Escapes:</b> No existen escapes ni resguardos</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Tras el último rápel continuamos aguas abajo (bien por el cauce, bien\npor la ladera derecha) hasta alcanzar la pista de acceso a la ermita de\nSan Pedro, muy cerca de la misma (la visita a las ruinas es obligada).\nDespués proseguimos por la pista en dirección contraria hasta alcanzar\nla tubería de conducción del agua de la presa y la línea de tendido\neléctrico. A partir de aquí campo a través por los prados siguiendo la\nlínea de tendido eléctrico hasta llegar a la carretera y al coche junto\na la central. En total quince minutos en cómodo descenso, aparte del\ntiempo que dediquemos a curiosear por las ruinas de la ermita.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Esta cascada se sitúa dentro del Parque Nacional de los Picos de\nEuropa, Y POR TANTO SU DESCENSO ESTÁ PROHIBIDO.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/cascada_de_san_pedru_de_orzales.htm\">Barranquismo.net</a>\n: San Pedru D’orzales; San Pedro; Agüera</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://latrencanous.com/barrancos/cascadas_de_san_pedro/topo.pdf\">Latrencanous.com</a>\n: Cascadas de San Pedro</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:leon:orzales\">Wiki-Infobarrancos</a>\n: Cascada San Pedru D'Orzales (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>7-Feb-08 Pablo Solares Villar</p>\n</div>\n<p>Tradicional: Cerca de la base de la cascada nos encontramos con las\nruinas de la ermita de San Pedro de Orzales. Debió haber sido monasterio\nen el medioevo (s. XII) y sin duda el emplazamiento junto a la gran\ncascada no fue casual.Deportiva: El primer descenso fue efectuado por\nespeleólogos leoneses a comienzos de los noventa del pasado siglo.</p>\n",
  "version": "ea9b1d23cf6b588067cf02872b133549"
}