{
  "url": "https://ropewiki.com/Radon",
  "latitude": 40.95306,
  "longitude": -0.705,
  "id": 29201,
  "name": "Radon",
  "quality": 1,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov",
    "Jun",
    "Jul",
    "Aug",
    "Dec",
    "Jan",
    "Feb"
  ],
  "permit": "No",
  "rappelLongestMeters": 15,
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Alcaine</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 15 m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> El cauce está normalmente seco salvo\nen épocas de lluvias intensas o tormentas. La poza del primer rápel\nsuele tener agua (pero se evita con el pasamanos de cabecera) y también\nel estrechito que sigue a la Cascada del Cubo (evitable, ver\nDescripción)</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 x 20 y la de socorro</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Innecesario en condiciones normales</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Los dos rápeles y el pasamanos están\nequipados con parabolts, no tienen dificultad especial. Para sortear el\npasillito que sigue a la Cascada del Cubo hay unas grapas de hierro\ninstaladas en la orilla izquierda que dan acceso a unas repisas, pero\ndesde estas no hay ningún escape ni instalación de rápel (hay que ir\ndestrepando hasta hacer un salto final de 2 m hasta al suelo, justo al\nfinal del pasillito)</p>\n</div>\n<div>\n<p><b>Epoca:</b> Cualquier momento del año puede ser bueno, con la\nposible salvedad de dias excesivamente calurosos o fríos</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Este descenso del río Radón es modesto\ndeportivamente hablando, pero está muy bien configurado. Se ve muy bien\nla roca trabajada, no hay vegetación molesta (predomina la piedra) y el\ncurso va ganando en dimensiones. Es una zona seca, agreste y solitaria.\nTranquilidad garantizada en las sierras ásperas y retiradas de Teruel.\nEste es un buen ejemplo de barranquismo alejado de los tópicos</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> Inmediato</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 1 hora hasta el final del cañón, 30 mn\nmás hasta la conexión con el valle principal</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 25 mn desde la mencionada conexión</p>\n</div>\n<div>\n<p><b>Toponímia:</b> : Sin confirmar. Según algunos textos el tramo que\nse desciende es también nombrado como “hocino” dado lo estrecho del\nlugar. ¿El término Cubo hace referencia expresa a la marmita-trampa?</p>\n</div>\n<div>\n<p><b>Mapa:</b> IGN 1:50000, 493 (Oliete) / IGN. 1:25000, 493-I (Cortes\nde Aragón)</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> No hay un macizo claro que englobe esta zona,\nes más bien el curso del río Martín el que vertebra lo abrupto del\nterreno</p>\n</div>\n<div>\n<p><b>Cuenca:</b> El río Radón es tributario del río Martín. Su cuenca,\naunque amplia, atraviesa una zona muy reseca. Al final del descenso que\nnos ocupa el Radón conecta con un valle principal de grandes dimensiones\ny gira 90º en dirección al Martín a su paso por los congostos que domina\nla población de Alcaine</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 685 msnm</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 635 msnm</p>\n</div>\n<div>\n<p><b>Longitud:</b> 2.300 m aproximadamente hasta la confluencia con el\nvalle principal. 950 m más hasta el camino de retorno. El sector más\ndeportivo corresponde a la Cascada del Cubo y es muy breve</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 50 m entre el Puente de Valdelagua y la conexión con\nel valle principal</p>\n</div>\n<div>\n<p><b>Carácter:</b> Cañoncito marcado desde el inicio, garganta estrecha\nen la zona de la Cascada del Cubo y cañón de mayores dimensiones a\npartir de aquí</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Calcáreo</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>No están lejos los estrechos del\nrío Cabra</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> No imprescindible. Un coche se deja\nen Alcaine (punto de llegada). El otro en la carretera, en el Puente de\nValdelagua (punto de partida). Distancia en km: 3</p>\n</div>\n<p>Evidente. La carretera cruza el barranco por el Puente de Valdelagua.\n</p>\n<h2 id=\"descent\">Descent</h2>\n<p>En la primera parte no hay dificultad especial, los destrepes son muy\nfáciles. El sector de la Cascada del Cubo presenta dos rápeles, el\nsegundo de los cuales (el de la propia cascada) termina en una bonita\nmarmita-trampa. No es difícil salir de ella salvo un primer paso\ndelicado. Justo después, aunque se abre un precioso circo abovedado, el\ncauce se estrecha en un pasillito inundado: con habilidad puede\nsuperarse primero en oposición, luego en un paso lateral y salto final.\nEn caso de querer evitarlo hay que tomar por lo alto de la orilla\nizquierda una serie de grapas de hierro que llevan a unas terrazas\nescalanadas que nos irán bajando hasta casi el cauce, que alcanzaremos\ncon un pequeño salto de unos 2 m. De aquí en adelante el cauce del cañón\nirá presentando algunos resaltes que pueden destreparse directamente o\nser sorteados fácilmente. Casi toda la última parte es una bonita rambla\npedregosa.</p>\n<div>\n<p><b>Escapes:</b> Numerosos puntos de resguardo. Algún escape evidente\nen la primera parte, ninguno desde que nos aproximamos a la Cascada del\nCubo y hasta el final del cañón</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Desde la confluencia con el valle principal hay que seguir barranco\nabajo y, poco después de un cementerio a mano izquierda y cuando el\nbarranco comienza a encañonarse, se coge una evidente pendiente a mano\nderecha por la que se dibuja un camino que sube hacia el pueblo casi en\nsu vertical (que se ve en lo alto a mano derecha).</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Ninguna.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/rio_radon.htm\">Barranquismo.net</a>\n: Radón; Hocino</li>\n<li><a\nhref=\"http://barrancos.iespana.es/barrancos/barrancos/radon.htm\">http://barrancos.iespana.es/barrancos/barrancos/radon.htm</a></li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:teruel:rio_radon\">Wiki-Infobarrancos</a>\n: Barranco Río Radón (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>6-Dec-03 Enrique Salamero</p>\n</div>\n<p>Sin datos que conozca el autor de la ficha. Reequipado en marzo del\n2000 por el Espeleoclub El Farallón (Moltalbán).</p>\n",
  "version": "f224e2f592a8869b7c1edf19506b4186"
}