{
  "url": "https://ropewiki.com/Catarata_Grande",
  "latitude": -8.8389,
  "longitude": -77.7981,
  "id": 29211,
  "name": "Catarata Grande",
  "months": [
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct"
  ],
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "rappelLongestMeters": 100,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> ciudad de caraz</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 100m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> caudal medio en tiempo de estiaje\n(mayo y septiembre) alto caudal (octubre abril)</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 cuerdas de 100m</p>\n</div>\n<div>\n<p><b>Neopreno:</b> necesario de 5mm como máximo</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Equipado con parabolts y spits,\nárboles y puentes de roca. Llevar cordinos para puentes de rocas</p>\n</div>\n<div>\n<p><b>Epoca:</b> de mayo a octubre</p>\n</div>\n<div>\n<p><b>Observaciones:</b> La roca es en su mayoría granitoide típico de\nla Cordillera Blanca. El barranco a sufrido un desprendimiento de gran\nvolumen el cual se aprecia desde la llegada al cause del rió y se\ncontinua en él durante un largo recorrido por el cañón , esto hace que\nla progresión sea cautelosa , ya que este caos de grande bloques es\ninestable y resbaladizo</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 1 dia</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 3 dias</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 7 horas</p>\n</div>\n<div>\n<p><b>Toponímia:</b> Catarata Grande</p>\n</div>\n<div>\n<p><b>Mapa:</b> alpenvereinskarte cordillera blanca sector norte</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Cordillera Blanca</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Laguna Veronica</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> 8°50\" 20´ S y 77°47' 53'' O</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> 8° 50' 21' 'S y 77° 49' 32'' O</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 4000m</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 1800m</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 2200</p>\n</div>\n<div>\n<p><b>Carácter:</b> cañon engordado</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Granitoide</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>no</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>en el cañón del pato lugar en la que comenzó la larga ascensión de\n2000 metros de desnivel hacia el punto de ingreso al barranco ubicado en\nel sitio arqueológico de Auquispuquio a 4000 metros, pertenecientes a la\ncultura pre-inca Recuay , punto en el cual se pernocta el primer dia.el\ncamino asciende por una ladera pronunciada, sin puntos de agua durante\ntodo el camino hasta llegar al cauce del cañón</p>\n<h2 id=\"descent\">Descent</h2>\n<p>El segundo día de expedición se ascienden 100 metros para llegar al\núnico lugar con posibilidad de ingreso al barranco , al ingresar se\nequipo el primer rapel de 100 metros seguido por otro de 100 metros y se\ncontinuo con el camino de descenso durante todo el día en medio de un\nmatorral espeso y un pajonal seco para llegar al lecho del rió ya con\nlos últimos rayos de luz , este día se equipo 5 rapeles, el primero\nde100 m , el segundo de 100 m, el tercero 10m, el cuarto 15 m y el\nquinto de 40 m. El tercer y cuarto rapel equipados desde arboles, primer\n, segundo y quinto rapel con parabolts y spits .El vivac de ese día se\ndio en medio del caos del río entre bloques de granito a 2700m. El\ntercer día ya dentro del barranco propiamente dicho, se inicia el\ndescenso del mismo con 6 rapeles hasta llegar al segundo vivac\n(10m,20m,15m,30m,10m,30m) a 2300m lugar en el que se encontró unas\nterrazas de cultivo de la cultura pre-inca Recuay en un lugar totalmente\ninaccesible. Preguntándonos nosotros como habrían podido llegar estos\nmoradores a cultivar en estos andenes. Se dispuso el campamento en las\nterrazas y se equipo 3 rapeles mas para el siguiente día, rapeles\nequipados en su mayoría con puentes de roca a excepción de los rapeles\nde 30m . El ultimo dia en el barranco después de una buena noche en las\nandenerías y con las primeras luces nos dispusimos a equipar los\nsiguientes 10 rapeles (15m, 10m, 30m,35m, 15m, 50m, 60m, 15m, 100m, 20m)\nequipando 7 de ellos con parabolts y spits, el primer rapel de 15 metros\ndesde un arbol, el segundo y quinto con puentes de roca, se equiparon\nademás 2 pasamanos el primero con spits y el segundo desde arboles. Para\nfinalizar el barranco en el cause del río Santa en el Cañon del\nPato.</p>\n<div>\n<p><b>Escapes:</b> no existen</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Una ves finalizado el cañon en el rio santa, es ascender la ladera de\nen frente y llegar a la carretera y esperar un trasporte publico que te\nconduzca a la cuidad de Caraz y luego otro a la cuidad de Huaraz</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>el camino de acenso pasa por un terreno privado en el cual hay que\npedir permiso para obtener el pase y si van con asemilas hay un pago que\nhacer al dueño del terreno (por derecho de paso)</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos1/barranco_catarata-grande.htm\">Barranquismo.net</a>\n: Catarata Grande</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>11-Sep-14 Dominique Bertrand y Joshua Lopez</p>\n</div>\n<p>El proyecto barranco Catarata Grande surge a raíz de la exploración\nde barrancos previos junto con Pablo Lopez Alejo y con la idea de\naperturar el barranco Catarata Grande de una envergadura mayor a las\nrealizadas anteriormente, poniendo en marcha así una primera expedición\na comienzos de año 2014 para reunir datos y ver la viabilidad del\nproyecto , como resultado de esta primera expedición se encontró el\núnico punto de acceso.Expedición que fue hecha por Dominique Bertrand\nVega y Joshua Lopez Robles. La expedición de Barranco Catarata Grande\nparte el 10 de Agosto con 5 miembros Joshua Lopez Robles , Dominique\nBertrand Vega, Pablo Lopez Alejo, Alvaro Lafuente y Toti Vales hacia el\nCañon del Pato ubicado al norte de la Cordillera Blanca.</p>\n",
  "version": "18a2ed935f5692e139bde8cfd2f898fd"
}