{
  "url": "https://ropewiki.com/Green_Canyon",
  "latitude": 17.3612,
  "longitude": -93.6613,
  "id": 29873,
  "name": "Green Canyon",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "II",
  "riskRating": "R",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 3,
  "rappelLongestMeters": 95,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>+ INFORMACIÓN DEL CAÑÓN Nombre del cañón: Green Canyon Conocido\ntambién como: Green Canyon Municipio / Localidad: Huimanguillo Estado /\nProvincia: Tabasco País: México Historia: Fue explorado por primera vez\nen el 2007 por Mario Pulido Rubio y Pascual Ascencio Carrera</p>\n<p>+ INFORMACIÓN GENERAL Clasificación ACA: 3 B R II Mapa en el que\naparece: Tipo de roca que forma el cañón: Conglomerado Tipo de cañón:\nHidrografía: Descenso combinable con: Temporada recomendada: Todo el\nAño, se ha descendido con muchísima agua sin problemas</p>\n<p>+ COORDENADAS Donde dejar el vehículo: En el poblado en la cancha de\nbásquet ball Población más cercana: Poblado Francisco J. Mujica De\ninicio del cañón: 17°21'40.21\"N 93°39'40.53\"O De salida del cañón:\nAltitud Inicial: 560 m.s.n.m. Altitud Final: 369 m.s.n.m.</p>\n<p>+ TAMAÑO DEL CAÑÓN Desnivel: 191 metros Longitud: 800 metros</p>\n<p>+ INFORMACIÓN DE RAPPELES No. de rappeles: 3 Rappel más alto: 95\nmetros</p>\n<p>+TIEMPOS De acceso: 15 minutos De recorrido: 4 a 6 horas De salida: 1\nhora</p>\n<p>+ EQUIPAMIENTO Tipo de anclajes: No está equipado, llevar cintas y\nmaillones para abandono Cuerdas necesarias: 2 de 100 metros. Dependiendo\ndel tamaño del grupo Material de instalación:</p>\n<p>+ DESCRIPCIÓN</p>\n<p>+ ACCESO En vehículo: No llega el vehículo A pie: 1 hora y media</p>\n<p>+ EN EL RECORRIDO Logística de vehículos: Dejar los vehículos en el\npoblado Francisco J. Mujica Horario recomendable: Salir muy temprano 6\nAM Neopreno: Solo en invierno Tamaño óptimo de grupo: 4 - 15 personas\nDescripción breve del recorrido: Dependiendo de la temporada del año\nvaria el caudal del agua, nunca está seco, sus cascadas son muy\nescénicas Observaciones: El cañón es muy profundo, se recomienda llevar\nun par de guías locales ellos conocen muy bien las rutas de escape y\nellos bajan por ellas no hacen la actividad, de igual forma ayudan a\ncargar el equipo. Se regresa por el mismo lugar que llegaron, no se ha\nexplorado mas ni se ha encontrado otra salida</p>\n<p>+ RETORNO A pie: 2 horas En vehículo: No llega</p>\n<p>+ ESCAPES Descripción de escapes: Hay 3 escapes todos se encuentran\ndespués de cada rappel, se retorna al pueblo x ellos mismos</p>\n<p>+ INFORMACIÓN DEL ÁREA Donde dormir: En el Poblado Francisco J.\nMujica hay cabañas Donde comer: Se contrata la comida en el poblado\nRegulación local: No se conoce restricción alguna. Accesibilidad al\nárea: Muy buena, el camino esta señalizado Contactos: Miguel Angel Gil\nArce / stubaym_arce@hotmail.com o con Mario Pulido Rubio\nsr_rubio39@hotmail.com</p>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://web.archive.org/web/20190112133336/http://www.xn--caonismo-e3a.com:80/index.php/canones/canones-mexico/tabasco/green-canyon\">Cañonismo.com</a>\n: Green Canyon</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}