{
  "url": "https://ropewiki.com/Zoque",
  "latitude": 17.3252,
  "longitude": -93.6083,
  "id": 29880,
  "name": "Zoque",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "II",
  "riskRating": "R",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 5,
  "rappelLongestMeters": 90,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>+ INFORMACIÓN DEL CAÑÓN Nombre del cañón: Zoque Conocido también\ncomo: El cañón de Candelaria Municipio / Localidad: Huimanguillo Estado\n/ Provincia: Tabasco País: México Historia: Fue explorado por primera\nvez por: Mario Pulido Rubio y Pascual Ascencio Carrera en el 2009</p>\n<p>+ INFORMACIÓN GENERAL Clasificación ACA: 3 A-B R II Mapa en el que\naparece: Tipo de roca que forma el cañón: Conglomerado Tipo de cañón:\nAbierto entre selva Hidrografía: Las pozas no son muy profundas, en\ntemporadas de lluvias pueden llegar hasta metro y medio de profundidad\nDescenso combinable con: Temporada recomendada: Todo el año</p>\n<p>+ COORDENADAS Donde dejar el vehículo: A un lado de la entrada del\ncañón Población más cercana: Malpasito De inicio del cañón:\n17°19'30.56\"N 93°36'29.99\"O De salida del cañón: 17°19'27.24\"N\n93°36'13.58\"O Altitud Inicial: 411 m.s.n.m. Altitud Final: 267\nm.s.n.m.</p>\n<p>+ TAMAÑO DEL CAÑÓN Desnivel: 144 metros Longitud: 1,000 metros</p>\n<p>+ INFORMACIÓN DE RAPPELES No. de rappeles: 5 Rappel más alto: 90 mts.\n(R5 / Tiene al anclaje 8 mts atrás, en un árbol)</p>\n<p>+TIEMPOS De acceso: 15 a 20 minutos De recorrido: 2 a 4 horas De\nsalida: 25 minutos</p>\n<p>+ EQUIPAMIENTO Tipo de anclajes: Todos los anclajes son naturales por\nlo que se requiere abandonar cinta tubular y maillones o realizar\nanclajes recuperables Cuerdas necesarias: 2 de 90 metros y una de 50\nmetros Material de instalación: Cintas y maillones</p>\n<p>+ DESCRIPCIÓN</p>\n<p>+ ACCESO En vehículo: Llega hasta la entrada al arrollo A pie: 7\nkilómetros en pura subida</p>\n<p>+ EN EL RECORRIDO Logística de vehículos: El vehículo puede quedar en\nel acceso al cañón Horario recomendable: Desde que amanece hasta las 4\nPM Neopreno: Solo en invierno y corto, el agua puede estar fría pero\nafuera hace calor Tamaño óptimo de grupo: 4 - 8 personas Descripción\nbreve del recorrido: No está equipado / no hay donde anclar en el R2, se\nutiliza el anclaje del R1 pero en la roca se podrían colocar un par de\nanclajes artificiales Observaciones: Hay que tener cuidado al caminar,\nse encuentran en zona donde hay víboras muy venenosas entre la\nhojarasca</p>\n<p>+ RETORNO A pie: 25 minutos de subida En vehículo: 15 minutos al\npueblo</p>\n<p>+ ESCAPES Descripción de escapes: Hay dos escapes. El primero después\ndel R2 y el otro después del rapel de 90 metros, estos pueden ser\ncubiertos por hojarasca pero los senderos están marcados, ambos escapes\nestán de lado izquierdo</p>\n<p>+ INFORMACIÓN DEL ÁREA Donde dormir: En el poblado de Villa Guadalupe\na 15 min del poblado de Malpasito se puede acampar, o se puede pagar por\ndejarlos acampar en el poblado Malpasito, ahí hay baños y unos arroyos\npara bañarse Donde comer: Se contratan las comidas en Malpasito, el\ncosto va desde $50 a $60 pesos, se recomienda encargarla antes de entrar\nal cañón pues siempre tienen que prepararla Regulación local: No se\nconoce restricción alguna. Accesibilidad al área: Hay señalamientos\nContactos: Miguel Angel Gil Arce / stubaym_arce@hotmail.com o con Mario\nPulido Rubio sr_rubio39@hotmail.com</p>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://web.archive.org/web/20190112044424/http://www.xn--caonismo-e3a.com:80/index.php/canones/canones-mexico/tabasco/zoque\">Cañonismo.com</a>\n: Zoque</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}