{
  "url": "https://ropewiki.com/Via_Ferrata_Regina",
  "latitude": 42.1224,
  "longitude": 1.302,
  "id": 30370,
  "name": "Via Ferrata Regina",
  "quality": 5,
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This is an outstanding via ferrata, one of the best in Spain. It is\nquite long having many vertical sections, a bridge, and a point where\nyou span from one wall to the other across a gorge. Due to this span\nwhich requires a long stride, children and other people that are short\ncannot finish the via ferrata, at least not without any assistance. Most\npeople 5'4\" or taller (estimated) should be able to make the span on\ntheir own. Shorter people, with assistance, can probably make the span\nbecause the via ferrata has a cable that extends out that the climber\ncan connect their safety carabiner to, in order to still be protected.\nThe views of the reservoir below the via ferrata are stunning.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>To find, navigate in Google Maps to the parking area named 'Via\nFerrata Regina Peramola' at 42.11756, 1.3034. This is on the left side\nof the road at km marker 148 (some websites incorrectly state the\nparking is at km marker 149). From here, you hike up the drainage for a\ncouple hundred meters until the trail splits -- the return trail is what\ncontinues up the drainage, but you want to take the split to the right\nup the hill. The trail is well traveled from here to the start of the\nroute at 42.1224, 1.302.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The start of the route has the bottom 6m (20') of cable and rungs\nchopped away, but it is relatively easy to climb the cliff to the right\nand traverse over to the rungs. There may be a rope hanging from the\nbottom rung. It is easier to climb the cliff to the right and use the\nrope as a handline, than it would be to batman directly up the rope to\nthe first rung. The climbing is not particularly difficult, but some\npeople might want a safety belay for this.</p>\n<p>Map: </p>\n<p>Crux move with a 5'7\" young woman spanning the gap: </p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Some websites report that this via ferrata is closed, but as of Aug\n2018 the safety cable was in good shape the entire length of the via\nferrata. There are obvious areas where old damaged cable had been\nrecently replaced, and the whole route was well protected. And there are\nno posted signs at the parking or at the start of the route that say it\nis closed (other via ferratas that are closed are usually posted). In\naddition, the via ferrata is in a very remote area and climbers are not\nlikely to be seen.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><a\nhref=\"http://translate.google.com/translate?hl=en&amp;sl=es&amp;tl=en&amp;u=http://deandar.com/ferratas/via-ferrata-regina\">DeAndar.com\n(Translated)</a> <a\nhref=\"http://deandar.com/ferratas/via-ferrata-regina\">(Original)</a></li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://latrencanous.com/ferratas/regina/topo.pdf\">Latrencanous.com</a>\n: Via Ferrata Regina</li>\n<li><img src=\"rwl_fr.png\" title=\"rwl_fr.png\" alt=\"rwl_fr.png\" /><a\nhref=\"http://climbing7.wordpress.com/2010/09/11/la-regina-de-peramola-oliana-catalunya-espagne-\">Climbing7</a>\n: Via Ferrata La Regina de Peramola</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://descensodebarrancos.com/ferratas/regina/regina.html\">DescensoDeBarrancos.com</a>\n: Via ferrata Regina o de Oliana</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}