{
  "url": "https://ropewiki.com/Cuesta_Yanu",
  "latitude": 43.1811,
  "longitude": -5.185,
  "id": 30794,
  "name": "Cuesta Yanu",
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "May",
    "Jun",
    "Jul",
    "Aug"
  ],
  "permit": "No",
  "rappelLongestMeters": 30,
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Sobrefoz, Güíles y Abiegos (Ponga)</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 30 m</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> El Ríu Cuesta Yanu es un arroyo de\npoca entidad que aunque presenta fuertes crecidas en invierno y, sobre\ntodo, en deshielo (cuenca elevada que carga mucha nieve), llega a\nsecarse por completo en verano. Aguas limpias</p>\n</div>\n<div>\n<p><b>Material necesario:</b> cuerda 60 m</p>\n</div>\n<div>\n<p><b>Neopreno:</b> sí</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Otoño y segunda mitad de primavera. En verano seco y en\ndeshielo con muy fuerte caudal</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Atención al resalte y tobogán previos a la\ncascada, si va fuerte de caudal no estaría de más instalar aquí un\npasamanos</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 35 minutos</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> hora y media</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 25 minutos</p>\n</div>\n<div>\n<p><b>Toponímia:</b> Ríu Cuesta Yanu es el nombre que recibe el torrente\nque forma este barranco (también Ríu La Peña). La cascada que se ve\ndesde la carretera (el R3) recibe el nombre de Cascada d'Abiegos</p>\n</div>\n<div>\n<p><b>Mapa:</b> Hojas 54-IV (Campo de Caso) y 55-III (Beleño) del\n1:25.000 del IGN</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Cordal de Ponga. Parque Natural de Ponga</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Ríu Ponga</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> X: 322.425 Y: 4.783.240</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 720 m</p>\n</div>\n<div>\n<p><b>Longitud:</b> 500 m. (saliendo por el puente) ó 800 m. (hasta el\nPonga)</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 145 m. (saliendo por el puente) ó 230 m. (hasta el\nPonga)</p>\n</div>\n<div>\n<p><b>Carácter:</b> Se encaja levemente en su último tramo, dando lugar\na la Cascada d’Abiegos, muy espectacular en deshielo. Recorrido corto y\npoco sostenido, sin grandes alicientes más allá de la cascada</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Calizas del Carbonífero superior</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b> El Texu, Carangres, Vallizón,\netc</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Sólo es necesario un coche</p>\n</div>\n<p>Acceso en coche: Desde Cangues/Cangas de Onís tomamos la N-625 con\ndirección al puerto del Pontón y Riaño. Tras 10 kilómetros (pasado el\npunto kilométrico 145 y poco antes de Santillán) tomamos un desvío a\nmano derecha (carretera AS-261) con dirección a Seyañu/Sellaño y\nBeleñu/San Juan de Beleño. Seguiremos por esta carretera hasta un\nkilómetro más adelante del balneario de Mestes/Mestas, donde a mano\nderecha nos sale un desvío (carretera PO-3) en dirección a Abiegos y\nSobrefoz. Entre estas dos localidades, y poco antes de un pequeño túnel,\nla carretera cruza sobre la Cascada d'Abiegos. Después de superar el\ntúnel, y poco antes de llegar a Sobrefoz, tomaremos un desvío a la\nderecha que nos conduce a Güiles, donde estacionaremos el coche. Desde\nCangues hasta Güiles son poco más de 30 km. Acceso desde el coche: A la\nentrada del caserío de Güiles arranca un camino por la izquierda en\nascenso tendido y recto, por el que nos encaminamos. Más tarde gana\npendiente y avanza en lazadas, acercándose al borde del barranco.\nAlcanzado un pequeño horcado tomamos un desvío que baja por nuestra\nderecha al encuentro del río (se trata de un sendero poco marcado a\ntravés del bosque). Más o menos un kilómetro de caminata con 150 m. de\ndesnivel.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Al comienzo del descenso nos encontramos con un resalte y luego un\ntramo abierto hasta el R1. Otro corto tramo horizontal y tras un giro\nllegamos a una larga rampa de toboganes bajo una curiosa visera a favor\nde una fractura. Después un resalte de 4 m. y el R2 (10 m.). La\nfisonomía del barranco cambia, discurriendo a continuación durante largo\ntrecho por una amplia garganta cubierta por un caos de bloques en el que\nse suceden numerosos resaltes y hay poco contacto con el agua. La\ngarganta profundiza y se estrecha, y tras unos giros damos con el umbral\nde la Cascada d’Abiegos, que forma un circo rocoso. Un resalte y un\ntobogán, delicados con caudal, nos dejan en la reunión del R3, que\nencadena dos resaltes de 15 m. y que pasa bajo el puente de la\ncarretera. Normalmente se sale por aquí, hacia arriba y a la izquierda.\nCon caudal puede ser interesante descender hasta la confluencia con las\naguas del Ponga. En este caso nos restaría un caos de bloques muy\nsemejante al primero, con posibilidad de algún rápel, pero ya en ladera\nabierta.</p>\n<div>\n<p><b>Escapes:</b> Varios, siempre por la izquierda (aunque pudiera\nparecer lo contrario)</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Si dejamos el descenso después de la cascada saldremos por la\nizquierda a la carretera, tras una corta trepada en la que la maleza\nllega a molestar. Después por la carretera hasta Güiles.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Sin datos. Incluido en el Parque Natural de Ponga.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/riu_de_cuesta_yanu.htm\">Barranquismo.net</a>\n: Ríu Cuesta Yanu; Abiegos</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:asturias:cuesta_yanu\">Wiki-Infobarrancos</a>\n: Cascada d'Abiegos (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>3-Aug-08 Pablo Solares Villar</p>\n</div>\n<p>No conocemos fecha y autores, pero fue uno de los primeros abiertos\npor la zona (dado lo evidente desde la carretera).</p>\n"
}