{"geojson":null,"url":"https:\/\/ropewiki.com\/Campaniles","rappelLongestMeters":50,"id":30797,"shuttleSeconds":null,"longitude":-0.5169,"quality":0,"waterRating":null,"version":"f603d1aa18c698b0b34faada4a85f903a79bb8c2d66596ce3a931928b43aaef1","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><div><b>Acceso desde:<\/b> CANFRANC<\/div>\n<div><b>Altura de rápel mas largo:<\/b> 50 metros<\/div>\n<div><b>Información del caudal:<\/b> Al nutrirse de un manantial, sin cuenca de recepción, no son previsibles crecidas inesperadas. Su caudal puede comprobarse fácilmente desde Canfranc<\/div>\n<div><b>Material necesario:<\/b> Dos de 50<\/div>\n<div><b>Neopreno:<\/b> Solo peto y chubasquero<\/div>\n<div><b>Material de instalación:<\/b> Aconsejable llevar material de instalación de repuesto<\/div>\n<div><b>Epoca:<\/b> Primavera y otoño; seco en verano. La aproximación en invierno cruza zonas expuestas a aludes<\/div>\n<div><b>Horario de aproximación:<\/b> 2h 30 min<\/div>\n<div><b>Horario de descenso:<\/b> Tres horas<\/div>\n<div><b>Horario de retorno:<\/b> 20 min<\/div>\n<div><b>Mapa:<\/b> Hoja 0145 del Instituto Geográfico Nanional<\/div>\n<div><b>Zona o macizo:<\/b> COLLARADA<\/div>\n<div><b>Cuenca:<\/b> ARAGON<\/div>\n<div><b>Coord. GPS del inicio:<\/b> (ETRS89) 42°42’59.32N 0°31’0.85W X 703327 Y 4732321<\/div>\n<div><b>Altura en inicio:<\/b> 1500<\/div>\n<div><b>Desnivel:<\/b> 350<\/div>\n<div><b>Tipo de roca:<\/b> Caliza<\/div>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Nada más pasar Canfranc, salir a la derecha y cruzar el puente del Peregrino; varios prados para aparcar. Seguir el camino que se dirige al valle de Ip y, en seguida, tomar un desvío a la derecha (PR28 ruta Rusell al Collarada). Senda ascendente, bien marcada; a los 20’ de marcha, en un tramo casi horizontal, un mojón marca otro desvío a la derecha que se mete en un prado, y por el que saldremos por su extremo superior. La senda continúa ascendiendo por bosque hasta llegar a una zona más abierta (50’) y rota por la caída frecuente de aludes; seguir los mojones para atravesarla y llegaremos a un collado herboso (1h). La PR28 continúa subiendo, pero nosotros bajaremos la pradera hasta encontrar, a unos metros, otra senda horizontal que enseguida se adentra en el bosque. Tramo difícil el que sigue, con pasos gateando bajo los bojes, y sin grandes desniveles. Las dificultades continúan, buscaremos los tramos más pisados, con más ramas rotas, hasta alcanzar, no sin dudas y penurias, el barranco de Cherimosas (1h35’). Cruzarlo y buscar una senda ascendente que recorre el pie de una pared hasta un contrafuerte boscoso (1h45’) por donde remontaremos. Continúa una zona horizontal, cada vez menos despejada y que nos obligará a pelearnos con la vegetación una vez más. Tomar como referencia una gran roca blanca (chimenea de hadas) que marca el comienzo del barranco. Por fin llegamos al cauce, la surgencia se encuentra unos metros más arriba. Cruzar la vaguada y destrepar cuanto se pueda hasta encontrar la primera muralla y montar el primer rápel.\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<\/p>\n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Este barranco drena la vertiente occidental del Collarada. La parte superior de esta zona es muy abierta y carece de corrientes superficiales significativas. Sus suaves laderas cambian bruscamente a partir de la faja Pleitada, muralla que marca el comienzo de una abrupta pendiente de 700 m de desnivel que concluye en Canfranc. Surcada por la vaguada principal del barranco, no será hasta el final de la misma cuando una surgencia dé salida a buena parte de las aguas que venían pasando desapercibidas. Sin embargo, existe otra vaguada algo más al norte, alimentada por otra surgencia a mucha mayor altura y que sí da lugar a un barranco bien definido. Barranco típico de montaña, con algunos rápeles espectaculares en un gran y salvaje ambiente, alternados con largos tramos de destrepes poco interesantes, con abundante vegetación que unas veces estorba y otras ayuda. Seco, o casi, en verano. El primer rápel es de 18 metros, acaba en pequeña rampa y, enseguida aparece el segundo, de 50 m. Más rampas, destrepables por la izquierda. Rápel de 10 en rampa , seguido de otro de 25. Nuevo tramo sin rápeles hasta uno de 20. Largo tramo sin rápeles que acaba en uno de 10 y otro de 20 (extraplomado) casi seguidos. Nuevo tramo largo sin rápeles hasta el último, de 10 m. Continúa otro tramo con abundantes piedras y ramas, pequeños destrepes y al final se ve la vía del tren. Salir por la izquierda.\n<\/p>\n<div><b>Escapes:<\/b> Posibilidades de escape preferentemente por la margen derecha, pero se trata de una ladera abrupta y vestida<\/div>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Seguir la vía del tren hacia el visible apeadero; rebasarlo y buscar por la derecha una senda que arranca en fuerte pendiente. Continuarla, prestando atención a los zigzags, pues no está muy marcada. Acaba en una zona despejada, con una línea de alta tensión de postes de piedra. Seguir la senda bajo la línea en dirección norte, atravesando varios prados hasta el punto de partida (20’).\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barranquismo.net\/paginas\/barrancos1\/barranco_de_los_campaniles.htm\">Barranquismo.net<\/a> &#160;: BARRANCO DE LOS CAMPANILES<\/li>\n<li>[<a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.docuwiki.infobarrancos.es\/doku.php?id=barrancos:huesca\">https:\/\/www.docuwiki.infobarrancos.es\/doku.php?id=barrancos:huesca<\/a>:<\/li><\/ul>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>campaniles Wiki-Infobarrancos]&#160;: Barranco de Campaniles (<a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/infobarrancos.es\/\">http:\/\/infobarrancos.es\/<\/a>)\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<div style=\"display:none\" class=\"barranquismonet\">19-May-15 Manuel López Sarrión<\/div>\n<p>Descendido el 17 de mayo de 2015 por Manuel López Sarrión en solitario. La ausencia total de anclajes, o restos, permite suponer que se trata de la primera ocasión en que es recorrido. Utilizó exclusivamente anclajes naturales.\n<\/p>\n\n\n<\/div>","timeRating":null,"riskRating":null,"months":["Mar","Apr","May","Sep","Oct","Nov","Jun","Jul","Aug"],"name":"Campaniles","rappelCountMin":null,"permit":"No","vehicle":null,"latitude":42.7165,"technicalRating":null,"rappelCountMax":null}