{
  "url": "https://ropewiki.com/Cervera",
  "latitude": 43.05639,
  "longitude": -4.02417,
  "id": 30796,
  "name": "Cervera",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 38,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> San Miguel de Aguayo</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 38 metros</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> A realizar después de lluvias, pues\nganará muchos enteros</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 x 40 metros</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Si</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 30 minutos</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2 - 3 horas</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 30 minutos</p>\n</div>\n<div>\n<p><b>Carácter:</b> Descenso de carácter abierto en terreno boscoso</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Por proximidad se puede combinar\ncon el Cañón del Torina</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>APROXIMACIÓN EN COCHE.- Desde Torrelavega tomamos la autovía de la\nmeseta dirección Reinosa, tomando la salida 144 dirección San Miguel de\nAguayo. Una vez lleguemos a la vieja carretera de las Hoces tomamos el\ndesvío dirección San Miguel de Aguayo. Tras varios kilómetros llegamos a\nla localidad de Santa María de Aguayo. En este pueblo encontramos un\ncruce (ojo, pasa casi desapercibido) a mano izquierda hacia Santa\nOlalla, tomando esta dirección. Superamos el río Hirvienza, reconocible\npor una presa en su cauce y nada más superarle encontramos a mano\nizquierda una pista hormigonada ascendente que debemos coger, siguiendo\npor ella hasta encontrar una gran nave ganadera a mano derecha y un\ndepósito de agua un poco más adelante. En esta zona debemos aparcar el\ncoche. APROXIMACIÓN A PIE.- Nos dirigimos a una portilla metálica que\nnos da acceso a una pista, comenzando a caminar por ella. En pocos\nminutos nos encontramos el Arroyo de Brañuela, viendo una pequeña\ncascada a mano derecha. Seguimos caminando por la pista, bien marcada en\nalgún punto y algo perdida y embarrada en otros, siempre en sentido\nascendente hasta llegar a un cruce. En este punto continuamos por la\nizquierda, caminando por un ramal de pista horizontal, que sin ninguna\ncomplicación nos lleva en poco tiempo a toparnos con nuestro\ndescenso.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Modesto y fácil descenso de carácter abierto, atraviesa un precioso\nbosque mixto de haya y roble. Desde el comienzo los rápeles se suceden\nsin tiempos muertos, alguno de ellos de gran belleza. Recomendable\nrealizar después de lluvias pues el descenso ganará mucho, Se puede\nabandonar el descenso en muchos puntos, puesto que hay multitud de\nsenderos bien visibles por todo el bosque. Ojo a las cacerías, pues\npuede darse el caso de encontrase con cazadores por la zona.</p>\n<div>\n<p><b>Escapes:</b> Es posible abandonar el barranco en muchos sitios</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Acabado el descenso tomamos una pista a mano izquierda que va\nremontando poco a poco el cauce del río Hirvienza a cierta altura, hasta\nllegar a perderlo de vista. La pista nos lleva a cruzar el Arroyo de\nBrañuela, un poco más debajo de donde lo hicimos en la aproximación.\nSuperamos una portilla metálica y seguimos por la pista hasta encontrar\nel camino por el que accedimos en coche, a escasos metros de donde lo\naparcamos.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos1/regaton_de_pena_cervera.htm\">Barranquismo.net</a>\n: Regatón de PEÑA CERVERA</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:cantabria:cervera\">Wiki-Infobarrancos</a>\n: Barranco de Peña Cervera (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>19-Mar-15 Caiman</p>\n</div>\n<p>Abierto el 21/12/2014 por: Alicia, Lolo, Mur, Carlos.</p>\n"
}