{
  "url": "https://ropewiki.com/Campaniles",
  "latitude": 42.7165,
  "longitude": -0.5169,
  "id": 30797,
  "name": "Campaniles",
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov",
    "Jun",
    "Jul",
    "Aug"
  ],
  "permit": "No",
  "rappelLongestMeters": 50,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> CANFRANC</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 50 metros</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Al nutrirse de un manantial, sin\ncuenca de recepción, no son previsibles crecidas inesperadas. Su caudal\npuede comprobarse fácilmente desde Canfranc</p>\n</div>\n<div>\n<p><b>Material necesario:</b> Dos de 50</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Solo peto y chubasquero</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Primavera y otoño; seco en verano. La aproximación en\ninvierno cruza zonas expuestas a aludes</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 2h 30 min</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> Tres horas</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 20 min</p>\n</div>\n<div>\n<p><b>Mapa:</b> Hoja 0145 del Instituto Geográfico Nanional</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> COLLARADA</p>\n</div>\n<div>\n<p><b>Cuenca:</b> ARAGON</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> (ETRS89) 42°42’59.32N 0°31’0.85W X\n703327 Y 4732321</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 1500</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 350</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Caliza</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>Nada más pasar Canfranc, salir a la derecha y cruzar el puente del\nPeregrino; varios prados para aparcar. Seguir el camino que se dirige al\nvalle de Ip y, en seguida, tomar un desvío a la derecha (PR28 ruta\nRusell al Collarada). Senda ascendente, bien marcada; a los 20’ de\nmarcha, en un tramo casi horizontal, un mojón marca otro desvío a la\nderecha que se mete en un prado, y por el que saldremos por su extremo\nsuperior. La senda continúa ascendiendo por bosque hasta llegar a una\nzona más abierta (50’) y rota por la caída frecuente de aludes; seguir\nlos mojones para atravesarla y llegaremos a un collado herboso (1h). La\nPR28 continúa subiendo, pero nosotros bajaremos la pradera hasta\nencontrar, a unos metros, otra senda horizontal que enseguida se adentra\nen el bosque. Tramo difícil el que sigue, con pasos gateando bajo los\nbojes, y sin grandes desniveles. Las dificultades continúan, buscaremos\nlos tramos más pisados, con más ramas rotas, hasta alcanzar, no sin\ndudas y penurias, el barranco de Cherimosas (1h35’). Cruzarlo y buscar\nuna senda ascendente que recorre el pie de una pared hasta un\ncontrafuerte boscoso (1h45’) por donde remontaremos. Continúa una zona\nhorizontal, cada vez menos despejada y que nos obligará a pelearnos con\nla vegetación una vez más. Tomar como referencia una gran roca blanca\n(chimenea de hadas) que marca el comienzo del barranco. Por fin llegamos\nal cauce, la surgencia se encuentra unos metros más arriba. Cruzar la\nvaguada y destrepar cuanto se pueda hasta encontrar la primera muralla y\nmontar el primer rápel. </p>\n<h2 id=\"descent\">Descent</h2>\n<p>Este barranco drena la vertiente occidental del Collarada. La parte\nsuperior de esta zona es muy abierta y carece de corrientes\nsuperficiales significativas. Sus suaves laderas cambian bruscamente a\npartir de la faja Pleitada, muralla que marca el comienzo de una abrupta\npendiente de 700 m de desnivel que concluye en Canfranc. Surcada por la\nvaguada principal del barranco, no será hasta el final de la misma\ncuando una surgencia dé salida a buena parte de las aguas que venían\npasando desapercibidas. Sin embargo, existe otra vaguada algo más al\nnorte, alimentada por otra surgencia a mucha mayor altura y que sí da\nlugar a un barranco bien definido. Barranco típico de montaña, con\nalgunos rápeles espectaculares en un gran y salvaje ambiente, alternados\ncon largos tramos de destrepes poco interesantes, con abundante\nvegetación que unas veces estorba y otras ayuda. Seco, o casi, en\nverano. El primer rápel es de 18 metros, acaba en pequeña rampa y,\nenseguida aparece el segundo, de 50 m. Más rampas, destrepables por la\nizquierda. Rápel de 10 en rampa , seguido de otro de 25. Nuevo tramo sin\nrápeles hasta uno de 20. Largo tramo sin rápeles que acaba en uno de 10\ny otro de 20 (extraplomado) casi seguidos. Nuevo tramo largo sin rápeles\nhasta el último, de 10 m. Continúa otro tramo con abundantes piedras y\nramas, pequeños destrepes y al final se ve la vía del tren. Salir por la\nizquierda.</p>\n<div>\n<p><b>Escapes:</b> Posibilidades de escape preferentemente por la margen\nderecha, pero se trata de una ladera abrupta y vestida</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Seguir la vía del tren hacia el visible apeadero; rebasarlo y buscar\npor la derecha una senda que arranca en fuerte pendiente. Continuarla,\nprestando atención a los zigzags, pues no está muy marcada. Acaba en una\nzona despejada, con una línea de alta tensión de postes de piedra.\nSeguir la senda bajo la línea en dirección norte, atravesando varios\nprados hasta el punto de partida (20’).</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos1/barranco_de_los_campaniles.htm\">Barranquismo.net</a>\n: BARRANCO DE LOS CAMPANILES</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:huesca:campaniles\">Wiki-Infobarrancos</a>\n: Barranco de Campaniles (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>19-May-15 Manuel López Sarrión</p>\n</div>\n<p>Descendido el 17 de mayo de 2015 por Manuel López Sarrión en\nsolitario. La ausencia total de anclajes, o restos, permite suponer que\nse trata de la primera ocasión en que es recorrido. Utilizó\nexclusivamente anclajes naturales.</p>\n",
  "version": "2b5f2cc6e3005ee0aee49d0fcb7551c6"
}