{
  "url": "https://ropewiki.com/Ribeirinos",
  "latitude": 42.8918,
  "longitude": -8.9542,
  "id": 30799,
  "name": "Ribeirinos",
  "months": [
    "Mar",
    "Apr",
    "May"
  ],
  "permit": "No",
  "rappelLongestMeters": 25,
  "shuttleSeconds": 60,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Gosende (Serra de Outes)</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 25 metros</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Sí</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto</p>\n</div>\n<div>\n<p><b>Epoca:</b> Primavera</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 5 minutos</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> menos de 2 horas</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 15 minutos</p>\n</div>\n<div>\n<p><b>Toponímia:</b> río do couto</p>\n</div>\n<div>\n<p><b>Mapa:</b> IGN 0093</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Serra de Outes</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Río Tines</p>\n</div>\n<div>\n<p><b>Coord. GPS del inicio:</b> N42° 53.511' W8° 57.253'</p>\n</div>\n<div>\n<p><b>Coord. GPS del final:</b> N42° 53.117' W8° 56.626'</p>\n</div>\n<div>\n<p><b>Altura en inicio:</b> 307</p>\n</div>\n<div>\n<p><b>Altura en final:</b> 114</p>\n</div>\n<div>\n<p><b>Longitud:</b> 300</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 150</p>\n</div>\n<div>\n<p><b>Carácter:</b> Abierto</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Granito</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Los barrancos de San Paio,\nGosolfre, Fontiñas y Bao da Casa desembocan en el mismo río</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Lo ideal es dejar un coche al final\ndel barranco en la capilla de San Paio (N42° 53.084' W8° 56.557') en la\ncarretera CP-3404 y subir con otro hasta Gosende, en principio hay una\npista de unos 2 kilómetros que une los puntos de inicio y fin del\ndescenso, pero no hay ninguna garantía de que no esté cerrada por la\nvegetación</p>\n</div>\n<p>Desde la aldea de Gosende, bajamos por una carretera hacia los prados\nque dan al valle, tenemos que buscar una pista que va a la izquierda\n(mirando hacia el valle) desde la que enseguida veremos el río, en el\nque entraremos en el primer punto en que sea posible.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Barranco vertical y continuo, resbaladizo. Al poco de entrar en el\ncauce, veremos un molino abandonado a la derecha, después de unos 100\nmetros sin interés la primera cascada, se puede esquivar por la\nizquierda, el rápel de unos 15 metros se monta en una cadena con anilla\na la que se llega usando un pasamanos montado desde un árbol. Enseguida\nestá la siguiente vertical, primero desde un árbol en el lado derecho\ndel río, para legar a una cadena que está en una repisa en mitad de la\ncascada, 10 + 25 metros. Después de un pequeño destrepe por el lado\nderecho del cauce tenemos que decidir entre rapelar la siguiente cascada\nde unos 25 metros o esquivarla usando el pasamanos del lado izquierdo\ndel cauce (lo que es buena idea en caso de caudal alto), si rapelamos\ndesde el pasamanos, unos 15 metros, hay que tener cuidado con el roce.\nEn cualquier caso saldremos de la poza en la que acaban ambos rápeles\nayudándonos de una cuerda fija para trepar hasta el árbol en el que está\nmontada la siguiente cabecera, de unos 25 metros, se puede bajar por el\nagua, en caso contrario precaución con el roce. El siguiente rápel en\nrampa de unos 15 metros nos deja la confluencia con el barranco de San\nPaio, merece la pena subir a ver su cascada final. Desde aquí,\nsimplemente queda otro rápel-destrepe de 15 metros, evitable por la\nizquierda y la última cascada de 10 metros antes de salir al camino que\nsigue el río y que nos dejará en el coche de retorno. Es cierto que\nexiste la posibilidad de seguir por el río a base de resbalones y golpes\nen las espinillas hasta llegar a una presa desde la que se puede hacer\nun último rápel de 20 metros, sin embargo parece que la cabecera en esta\npresa sufre mucho con las crecidas y puede estar dañada.</p>\n<div>\n<p><b>Escapes:</b> La primera cascada es fácil de esquivar por un\nsendero en el margen izquierdo del río, las dos últimas también, por el\nlado derecho, en la zona central el río se encajona más y no hay\nescapes</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>En cuanto lleguemos a la confluencia con el río Tines (veremos caer\nla última cascada del barranco de Gosolfre desde la ladera de enfrente)\ntendremos que buscar un sendero por la orilla derecha, poco marcado al\nprincipio, que nos evitará un pateo demasiado largo y lleno de\nresbalones por el río. Cuando veamos un edificio derruido en el margen\nizquierdo del río habrá que bajar de nuevo al cauce para evitar un\nderrumbe en la ladera por la que vamos para volver a salir del río unos\nveinte metros después, justo antes del puente que veremos enseguida. En\nunos diez minutos estaremos en la capilla de San Paio donde habremos\ndejado un coche.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos1/barranco_de_os_ribeirinos.htm\">Barranquismo.net</a>\n: Barranco de OS RIBEIRIÑOS</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:acoruna:ribeirinos\">Wiki-Infobarrancos</a>\n: Barranco de Ribeiriños (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>5-May-16 .i.</p>\n</div>\n<p>Hay que agradecerles las aperturas en esta zona a Borja Batalla y\nAndrés Villar.</p>\n",
  "version": "8e0fab25222799cecd74097da0bbbd9a"
}