{"version":"13ed44c838aad510af22eadbbc46bd5502b82f4a586ea29deec187042366d907","shuttleSeconds":null,"permit":"No","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><div><b>Acceso desde:<\/b> Escarrilla o SALLENT<\/div>\n<div><b>Altura de rápel mas largo:<\/b> 35 metros<\/div>\n<div><b>Información del caudal:<\/b> Caudal permanente regulado aguas arriba por el embalse de Escarra<\/div>\n<div><b>Material necesario:<\/b> 2 x 35 metros<\/div>\n<div><b>Neopreno:<\/b> Peto suficiente según época y caudal<\/div>\n<div><b>Material de instalación:<\/b> El acceso del Talibán es factible sin nada de material ya que la dificultad máxima es un pequeño paso de III, pero la calidad de la roca es mala. Si no eres capaz de afrontar la escalada, no te metas; por la Senda de los Forzados (acceso clásico) no hay ninguna dificultad y las vistas son preciosas. Si se va a realizar el pasamanos de acceso al R35, es posible que sea necesario renovar la cuerda. Con caudal muy fuerte se puede hacer el primer rápel por debajo de los bloques en seco, pero hay que prever cintajos<\/div>\n<div><b>Epoca:<\/b> Primavera, verano y otoño. Por las tardes muy sombrío<\/div>\n<div><b>Observaciones:<\/b> La travesía del Talibán no es difícil pero sí muy expuesta y con la roca deshecha. Un patinazo te manda a la poza del Saldo en dos segundos<\/div>\n<div><b>Horario de aproximación:<\/b> 40 minutos<\/div>\n<div><b>Horario de descenso:<\/b> 15-20 minutos<\/div>\n<div><b>Horario de retorno:<\/b> 20 minutos (estos horarios corresponden a la opción A)20 minutos (estos horarios corresponden a la opción A)<\/div>\n<div><b>Toponímia:<\/b> barranco de escarra<\/div>\n<div><b>Mapa:<\/b> PRAMES Valle de Tena - Biescas 1:40000<\/div>\n<div><b>Zona o macizo:<\/b> Valle de Tena<\/div>\n<div><b>Cuenca:<\/b> Gállego<\/div>\n<div><b>Longitud:<\/b> 20 metros<\/div>\n<div><b>Desnivel:<\/b> 50 metros<\/div>\n<div><b>Carácter:<\/b> Engorgado<\/div>\n<div><b>Tipo de roca:<\/b> Caliza<\/div>\n<div><b>Combinable con el descenso de:<\/b>Debido a su brevedad, puede ser combinable con casi cualquier descenso corto del valle: Gorgol, Coronazo, Badiecho, Caldarés, Tourmont, Garganta de Escarrilla<\/div>\n<div><b>Especies amenazadas:<\/b> En todos los habitats viven animales y plantas que merecen nuestro respeto. Algún que otro boj en el acceso<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div><b>Combinación de vehículos:<\/b> Innecesaria si se realiza la aproximación para el acceso del Talibán. Muy recomendable si se hace el acceso clásico; en ese caso habrá que subir el segundo coche a la segunda valla del camino comentado en el acceso rápido<\/div>\n<ul><li><div><b>Opción A:<\/b> Acceso del Talibán <u>Punto de partida:<\/u> A 13 kilómetros de Biescas en dirección a Francia se sitúa el pueblo de Escarrilla. En el cartel que indica el final de la población, antes de cruzar el río Escarra junto a la urbanización de La Vuelta del Sombrero, sale a mano izquierda y con fuerte pendiente la carretera que se dirige a Sandiniés. Durante casi 700 metros la carretera gana mucha altura en sucesivas curvas hasta que a mano derecha aparece al lado de una pequeña edificación un camino con la indicación \"Embalse de Escarra 1h40m\" que tomamos y por la que continuamos ascendiendo. Las vistas del valle de Tena son cada vez más amplias y observamos enfrente la peña Solano con la Senda de los Forzados (acceso normal a este barranco) y un poco más lejos el macizo de las Argualas y toda la vertiente norte de Tendeñera. Dejamos a nuestra derecha una granja y cruzamos una pequeña barranquera, el barranco d’o Betato; la calidad de la pista empieza a ser un poco peor a partir de aquí. Continuamos una serie de revueltas atravesando una valla que siempre suele estar abierta hasta que nos internamos en A Silbiacha (la traducción literal al castellano es \"el bosquecillo\") y al salir de este pequeño bosque de hayas nos encontramos con una segunda valla (3100 metros desde el desvío de la carretera general en Escarrilla). Podemos aparcar aquí o atravesar la valla y continuar unos pocos metros más hasta que la pista deja de ascender para tomar sentido descendente. <u>Aproximación:<\/u> Recorremos apenas unos metros de pista hacia abajo. Tras una curva de 90º a la izquierda la pista hace otra curva a la derecha donde sale una senda marcada con señales de PR (blancas y amarillas). Abandonamos la pista para internarnos por esta senda que no abandonaremos hasta el final (20 minutos desde el coche). La senda recorre bosque bajo y matorral con unas vistas preciosas de la Punta d'a Cochata y su glera así como del río Escarra y una buena parte del valle de Tena. Pasamos bajo unos enormes bloques de la ya comentada glera de la Cochata junto a una rudimentaria valla para el ganado y llegamos al Saldo. El Saldo es una enorme poza natural flanqueda por paredes a la que cae una bella cascada -O saldo es el salto, la cascada en tensino - donde habitualmente nos encontramos con mucha gente, familias enteras, que va a bañarse o a pasar el día debido a su fácil acceso. Mirando de frente el Saldo, observamos una glera o pedrera a su derecha por la que remontaremos penosamente ayudándonos en ocasiones de las plantas que cubren esa zona y que tanto ayudan como entorpecen la progresió<\/div><\/li><\/ul>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐dvkjz\nCached time: 20240914191925\nCache expiry: 2592000\nReduced expiry: false\nComplications: []\nCPU time usage: 0.004 seconds\nReal time usage: 0.005 seconds\nPreprocessor visited node count: 3\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>n (Punteado en azul en el croquis). Una vez remontada la pedrera giraremos a la izquierda para buscar una pequeña placa tumbada 45º (II , 7 metros, en rojo en el croquis) por la que treparemos fácilmente para acceder a la travesía del Talibán (en amarillo en el croquis). Esta travesía es muy fácil pero bastante expuesta y con la dificultad añadida de la calidad de la roca, que deja mucho que desear. Al final de la travesía tenemos el primero de los rápeles que permite descender el Saldo, pero debido a la exposición de este tramo y a nuestra negativa a montar pasamanos (de ahí viene lo de talibán) decidimos realizar una corta trepada (III, un solo paso) y destrepar por una chimenea hasta el lecho del río en el gran caos final de bloques. Rápel opcional de 10 metros sobre un spit. 40 minutos desde el coche. •\n<\/p><ul><li><div><b>Opción B:<\/b> Acceso clásico desde Escarrilla. <u>Punto de partida:<\/u> Llegamos al final de Escarrilla, pasamos el puente sobre el río Escarra y antes de cruzar el túnel deberemos tomar la carretera vieja que rodea el túnel por la derecha. Ahora está cortado el acceso; si las cosas no han cambiado habrá que aparcar el coche en el lado izquierdo de la carretera según se sube a Francia, también antes del túnel, junto al puente.<u>Aproximación:<\/u> Desde aquí y por la carretera vieja ascender unos metros y junto a una fuente sale desde la izquierda y en dirección contraria a la que venimos una pista amplia que se convierte inmediatamente en senda; se trata de la Senda de los Forzados (el nombre viene porque se dice que por aquí subían a los presos políticos que construyeron el Embalse de Escarra). Dicha senda recorre todo el bosque que se encuentra bajo la peña del Solano salvando el fuerte desnivel buscando los pasos más fáciles a base de zig-zags y revueltas en cuanto las paredes se vuelven más verticales. Precisamente desde uno de estos puntos con desnivel más fuerte se puede bajar directamente (no hay senda) al Saldo.Antes de que se acabe completamente el bosque aparece a mano derecha un sendero, junto a un árbol caído que nos lleva a Sallent y a lo alto del Cachinio, pero no lo tomaremos. Seguiremos por la Senda de los Forzados hasta que acabe el bosque y continuaremos un rato más teniendo todo el rato el río bastante más abajo a nuestra izquierda. Las guías consultadas no especifican claramente cómo bajar al cauce: la opción que reseño aquí me parece la más adecuada. Debemos llegar hasta el cruce del camino que viene desde Sallent y del collado del Pazino con el nuestro (Senda de los Forzados, Escarrilla-Embalse de Escarra) y desde aquí, continuar apenas unos pocos metros más para descender por una barranquera hasta el río por destrepes fáciles. (1h45m desde el coche)Durante un buen rato continuaremos andando por el río o evitando los pasos por las orillas (opcional ponerse ya el neopreno) hasta llegar al cabo de 45 minutos desde que hemos entrado en el río a un caos de bloques de enormes proporciones. Aquí es donde empieza propiamente dicho el descenso deportivo<\/div><\/li>\n<li><div><b>Opción C:<\/b> Acceso clásico desde Sallent (combinación de coches recomendada) <u>Punto de partida:<\/u> Pista que sale a la izquierda pasado un kilómetro el cementerio, después del desvío de la carretera hacia la localidad de Sallent. También es posible salir desde el mismo cementerio.<u>Aproximación:<\/u> Tomar como referencia la chimenea de descompresión de la tubería verde que mueve el agua entre los pantanos de Escarra y Lanuza y subir por buen camino entre bosque hasta ella. A partir de aquí seguir la senda haciendo largas lazadas entre pastos de alta montaña hasta llegar al collado del Pazino. Desde aquí bajar a la otra vertiente sin perder el camino y una vez que nos hemos encontrado con la Senda de los Forzados continuar por la ruta descrita en Acceso clásico desde Escarrilla<\/div><\/li><\/ul>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>El caos previo al Saldo (lo tendremos que realizar si hemos realizado cualquiera de los accesos clásicos) es bastante entretenido. Hay que buscar los pasos más fáciles, pero se puede bajar de mil maneras diferentes según lo que nos apetezca enredar. Justo antes de llegar al Saldo tenemos un pequeño rápel (8m) para salvar un enorme bloque que se puede destrepar con un poco de cuidado.Tras otros pequeños destrepes llegamos al final del acceso del Talibán (posible escape por la chimenea de la izquierda, equipada con un spit arriba) donde se encuentra el primero de los rápeles obligatorios. (Izquierda, 2 parabolts, chapa y argolla amarilla). La medida que indican todas las guías consultadas es de 23 metros, aunque creemos que es menor tras el reequipamiento ya que se puede hacer con una cuerda de 40 metros. En todo caso y para evitar posibles accidentes, mantenemos los 23 metros de rápel. En la diminuta poza al final del rápel, según caudal se puede formar un pequeño movimiento de aguas sin peligro.Otra opción si el caudal fuera muy fuerte es\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐zgqh7\nCached time: 20240914191926\nCache expiry: 2592000\nReduced expiry: false\nComplications: []\nCPU time usage: 0.031 seconds\nReal time usage: 0.038 seconds\nPreprocessor visited node count: 97\/1000000\nPost‐expand include size: 731\/2097152 bytes\nTemplate argument size: 63\/2097152 bytes\nHighest expansion depth: 8\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 529\/5000000 bytes\nLua time usage: 0.002\/10.000 seconds\nLua memory usage: 606898\/52428800 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   28.486      1 -total\n100.00%   28.486      1 Template:Pic\n 52.07%   14.832      1 Template:Str_number\/trim\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><pre>dirigirnos a la margen derecha del barranco donde existe un puente de roca a un bloque empotrado enhebrado con un cintajo que será necesario reponer si queremos rapelar con seguridad.A la derecha de la pequeña poza comentada tenemos el comienzo del pasamanos. Podemos rapelar desde el parabolt con enorme argolla que da inicio a ese pasamanos o realizarlo hasta el final y rapelar desde ahí. Si no hacemos el pasamanos bajaremos por el agua, pero justo en el borde del Saldo deberemos de hacer un péndulo porque la cuerda nos tira hacia nuestra izquierda según rapelamos (derecha orográfica). Hacer el pasamanos implica rapelar totalmente en seco.\n<\/pre>\n<div><b>Escapes:<\/b> El mismo acceso es un escape. El descenso es tan breve haciéndolo desde aquí que no tiene sentido hablar de escapes, no obstante el primer rápel se puede realizar por debajo del caos desde la derecha orográfica del barranco por donde no baja nada de agua hasta la poza previa al pasamanos<\/div>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<ul><li><u>Si hemos hecho el Acceso del Talibán:<\/u> Mismo camino que en el acceso. 20 minutos.<\/li>\n<li><u>Si hemos hecho el acceso clásico desde Escarrilla:<\/u> Ver retorno Acceso del Talibán.Tomar este camino de retorno y al llegar a la segunda valla -donde deberíamos haber aparcado el coche si hubiéramos hecho combinación de coches- tomamos una senda a la izquierda PR HU91 que nos lleva entre bosques de nuevo hasta Escarrilla en 1h15m desde el Saldo.Otra opción consiste en seguir descendiendo el río entre bloques hasta la toma de agua de Escarrilla, donde tomaremos el camino que nos deja de nuevo en el coche. Es más corto (1h), aunque se hace más pesado por la obligatoriedad de destrepar los bloques.<\/li>\n<li><u>Si hemos hecho el acceso desde Sallent:<\/u> Según donde hayamos dejado el segundo coche utilizaremos uno u otro.Si a pesar de todo no hubiéramos realizado la combinación de vehículos, la opción más corta es remontar la pedrera que da acceso a la travesía del Talibán y en vez de girar a la izquierda para escalar la placa, deberemos girar a la derecha y continuar subiendo sin camino definido hasta dar con la Senda de los Forzados. Desde aquí llegaríamos al collado del Pazino y deberíamos desandar la aproximación; menos duro es tomar bastante antes el desvío mencionado en la aproximación desde Escarrilla que sube encima de la peña del Solano y el Cachinio y bajar entre campos y bosques hasta el cementerio de Sallent. (2h)<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barranquismo.net\/paginas\/barrancos\/garganta_del_escarra.htm\">Barranquismo.net<\/a> &#160;: Escarra<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/www.docuwiki.infobarrancos.es\/doku.php?id=barrancos:huesca:escarra\">Wiki-Infobarrancos<\/a>&#160;: Barranco de Escarra (<a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/infobarrancos.es\/\">http:\/\/infobarrancos.es\/<\/a>)<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<div style=\"display:none\" class=\"barranquismonet\">7-Aug-06 Elales<\/div>\n<p>El barranco de Escarra fue abierto por E. Salamero, F. Biarge y F. Bescós en marzo de 1990. El acceso a la parte final \"travesía del talibán\" fue recorrida íntegramente por primera vez (o por lo menos no se han encontrado referencias anteriores) por Álex Puyó y Luis Aranda el 4 de agosto de 2006.\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐jkrq5\nCached time: 20240914191927\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.034 seconds\nReal time usage: 0.042 seconds\nPreprocessor visited node count: 110\/1000000\nPost‐expand include size: 689\/2097152 bytes\nTemplate argument size: 44\/2097152 bytes\nHighest expansion depth: 8\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 529\/5000000 bytes\nLua time usage: 0.002\/10.000 seconds\nLua memory usage: 606898\/52428800 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   30.710      1 -total\n100.00%   30.710      1 Template:Pic\n 51.88%   15.932      1 Template:Str_number\/trim\n-->\n<\/div>","rappelLongestMeters":35,"months":["Mar","Apr","May","Jun","Jul","Aug","Sep","Oct","Nov"],"id":31516,"vehicle":null,"timeRating":null,"rappelCountMin":null,"name":"Escarra","riskRating":null,"geojson":null,"waterRating":null,"longitude":-0.3339,"url":"https:\/\/ropewiki.com\/Escarra","quality":0,"latitude":42.7439,"technicalRating":null,"rappelCountMax":null}