{
  "url": "https://ropewiki.com/Escarra",
  "latitude": 42.7439,
  "longitude": -0.3339,
  "id": 31516,
  "name": "Escarra",
  "months": [
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 35,
  "shuttleSeconds": 60,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> Escarrilla o SALLENT</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 35 metros</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Caudal permanente regulado aguas\narriba por el embalse de Escarra</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 x 35 metros</p>\n</div>\n<div>\n<p><b>Neopreno:</b> Peto suficiente según época y caudal</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> El acceso del Talibán es factible sin\nnada de material ya que la dificultad máxima es un pequeño paso de III,\npero la calidad de la roca es mala. Si no eres capaz de afrontar la\nescalada, no te metas; por la Senda de los Forzados (acceso clásico) no\nhay ninguna dificultad y las vistas son preciosas. Si se va a realizar\nel pasamanos de acceso al R35, es posible que sea necesario renovar la\ncuerda. Con caudal muy fuerte se puede hacer el primer rápel por debajo\nde los bloques en seco, pero hay que prever cintajos</p>\n</div>\n<div>\n<p><b>Epoca:</b> Primavera, verano y otoño. Por las tardes muy\nsombrío</p>\n</div>\n<div>\n<p><b>Observaciones:</b> La travesía del Talibán no es difícil pero sí\nmuy expuesta y con la roca deshecha. Un patinazo te manda a la poza del\nSaldo en dos segundos</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 40 minutos</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 15-20 minutos</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 20 minutos (estos horarios corresponden a\nla opción A)20 minutos (estos horarios corresponden a la opción A)</p>\n</div>\n<div>\n<p><b>Toponímia:</b> barranco de escarra</p>\n</div>\n<div>\n<p><b>Mapa:</b> PRAMES Valle de Tena - Biescas 1:40000</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Valle de Tena</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Gállego</p>\n</div>\n<div>\n<p><b>Longitud:</b> 20 metros</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 50 metros</p>\n</div>\n<div>\n<p><b>Carácter:</b> Engorgado</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Caliza</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>Debido a su brevedad, puede ser\ncombinable con casi cualquier descenso corto del valle: Gorgol,\nCoronazo, Badiecho, Caldarés, Tourmont, Garganta de Escarrilla</p>\n</div>\n<div>\n<p><b>Especies amenazadas:</b> En todos los habitats viven animales y\nplantas que merecen nuestro respeto. Algún que otro boj en el acceso</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> Innecesaria si se realiza la\naproximación para el acceso del Talibán. Muy recomendable si se hace el\nacceso clásico; en ese caso habrá que subir el segundo coche a la\nsegunda valla del camino comentado en el acceso rápido</p>\n</div>\n<ul>\n<li><div>\n<p><b>Opción A:</b> Acceso del Talibán <u>Punto de partida:</u> A 13\nkilómetros de Biescas en dirección a Francia se sitúa el pueblo de\nEscarrilla. En el cartel que indica el final de la población, antes de\ncruzar el río Escarra junto a la urbanización de La Vuelta del Sombrero,\nsale a mano izquierda y con fuerte pendiente la carretera que se dirige\na Sandiniés. Durante casi 700 metros la carretera gana mucha altura en\nsucesivas curvas hasta que a mano derecha aparece al lado de una pequeña\nedificación un camino con la indicación \"Embalse de Escarra 1h40m\" que\ntomamos y por la que continuamos ascendiendo. Las vistas del valle de\nTena son cada vez más amplias y observamos enfrente la peña Solano con\nla Senda de los Forzados (acceso normal a este barranco) y un poco más\nlejos el macizo de las Argualas y toda la vertiente norte de Tendeñera.\nDejamos a nuestra derecha una granja y cruzamos una pequeña barranquera,\nel barranco d’o Betato; la calidad de la pista empieza a ser un poco\npeor a partir de aquí. Continuamos una serie de revueltas atravesando\nuna valla que siempre suele estar abierta hasta que nos internamos en A\nSilbiacha (la traducción literal al castellano es \"el bosquecillo\") y al\nsalir de este pequeño bosque de hayas nos encontramos con una segunda\nvalla (3100 metros desde el desvío de la carretera general en\nEscarrilla). Podemos aparcar aquí o atravesar la valla y continuar unos\npocos metros más hasta que la pista deja de ascender para tomar sentido\ndescendente. <u>Aproximación:</u> Recorremos apenas unos metros de pista\nhacia abajo. Tras una curva de 90º a la izquierda la pista hace otra\ncurva a la derecha donde sale una senda marcada con señales de PR\n(blancas y amarillas). Abandonamos la pista para internarnos por esta\nsenda que no abandonaremos hasta el final (20 minutos desde el coche).\nLa senda recorre bosque bajo y matorral con unas vistas preciosas de la\nPunta d'a Cochata y su glera así como del río Escarra y una buena parte\ndel valle de Tena. Pasamos bajo unos enormes bloques de la ya comentada\nglera de la Cochata junto a una rudimentaria valla para el ganado y\nllegamos al Saldo. El Saldo es una enorme poza natural flanqueda por\nparedes a la que cae una bella cascada -O saldo es el salto, la cascada\nen tensino - donde habitualmente nos encontramos con mucha gente,\nfamilias enteras, que va a bañarse o a pasar el día debido a su fácil\nacceso. Mirando de frente el Saldo, observamos una glera o pedrera a su\nderecha por la que remontaremos penosamente ayudándonos en ocasiones de\nlas plantas que cubren esa zona y que tanto ayudan como entorpecen la\nprogresión (Punteado en azul en el croquis). Una vez remontada la\npedrera giraremos a la izquierda para buscar una pequeña placa tumbada\n45º (II+, 7 metros, en rojo en el croquis) por la que treparemos\nfácilmente para acceder a la travesía del Talibán (en amarillo en el\ncroquis). Esta travesía es muy fácil pero bastante expuesta y con la\ndificultad añadida de la calidad de la roca, que deja mucho que desear.\nAl final de la travesía tenemos el primero de los rápeles que permite\ndescender el Saldo, pero debido a la exposición de este tramo y a\nnuestra negativa a montar pasamanos (de ahí viene lo de talibán)\ndecidimos realizar una corta trepada (III, un solo paso) y destrepar por\nuna chimenea hasta el lecho del río en el gran caos final de bloques.\nRápel opcional de 10 metros sobre un spit. 40 minutos desde el coche.\n•</p>\n</div></li>\n<li><div>\n<p><b>Opción B:</b> Acceso clásico desde Escarrilla. <u>Punto de\npartida:</u> Llegamos al final de Escarrilla, pasamos el puente sobre el\nrío Escarra y antes de cruzar el túnel deberemos tomar la carretera\nvieja que rodea el túnel por la derecha. Ahora está cortado el acceso;\nsi las cosas no han cambiado habrá que aparcar el coche en el lado\nizquierdo de la carretera según se sube a Francia, también antes del\ntúnel, junto al puente.<u>Aproximación:</u> Desde aquí y por la\ncarretera vieja ascender unos metros y junto a una fuente sale desde la\nizquierda y en dirección contraria a la que venimos una pista amplia que\nse convierte inmediatamente en senda; se trata de la Senda de los\nForzados (el nombre viene porque se dice que por aquí subían a los\npresos políticos que construyeron el Embalse de Escarra). Dicha senda\nrecorre todo el bosque que se encuentra bajo la peña del Solano salvando\nel fuerte desnivel buscando los pasos más fáciles a base de zig-zags y\nrevueltas en cuanto las paredes se vuelven más verticales. Precisamente\ndesde uno de estos puntos con desnivel más fuerte se puede bajar\ndirectamente (no hay senda) al Saldo.Antes de que se acabe completamente\nel bosque aparece a mano derecha un sendero, junto a un árbol caído que\nnos lleva a Sallent y a lo alto del Cachinio, pero no lo tomaremos.\nSeguiremos por la Senda de los Forzados hasta que acabe el bosque y\ncontinuaremos un rato más teniendo todo el rato el río bastante más\nabajo a nuestra izquierda. Las guías consultadas no especifican\nclaramente cómo bajar al cauce: la opción que reseño aquí me parece la\nmás adecuada. Debemos llegar hasta el cruce del camino que viene desde\nSallent y del collado del Pazino con el nuestro (Senda de los Forzados,\nEscarrilla-Embalse de Escarra) y desde aquí, continuar apenas unos pocos\nmetros más para descender por una barranquera hasta el río por destrepes\nfáciles. (1h45m desde el coche)Durante un buen rato continuaremos\nandando por el río o evitando los pasos por las orillas (opcional\nponerse ya el neopreno) hasta llegar al cabo de 45 minutos desde que\nhemos entrado en el río a un caos de bloques de enormes proporciones.\nAquí es donde empieza propiamente dicho el descenso deportivo</p>\n</div></li>\n<li><div>\n<p><b>Opción C:</b> Acceso clásico desde Sallent (combinación de coches\nrecomendada) <u>Punto de partida:</u> Pista que sale a la izquierda\npasado un kilómetro el cementerio, después del desvío de la carretera\nhacia la localidad de Sallent. También es posible salir desde el mismo\ncementerio.<u>Aproximación:</u> Tomar como referencia la chimenea de\ndescompresión de la tubería verde que mueve el agua entre los pantanos\nde Escarra y Lanuza y subir por buen camino entre bosque hasta ella. A\npartir de aquí seguir la senda haciendo largas lazadas entre pastos de\nalta montaña hasta llegar al collado del Pazino. Desde aquí bajar a la\notra vertiente sin perder el camino y una vez que nos hemos encontrado\ncon la Senda de los Forzados continuar por la ruta descrita en Acceso\nclásico desde Escarrilla</p>\n</div></li>\n</ul>\n<h2 id=\"descent\">Descent</h2>\n<p>El caos previo al Saldo (lo tendremos que realizar si hemos realizado\ncualquiera de los accesos clásicos) es bastante entretenido. Hay que\nbuscar los pasos más fáciles, pero se puede bajar de mil maneras\ndiferentes según lo que nos apetezca enredar. Justo antes de llegar al\nSaldo tenemos un pequeño rápel (8m) para salvar un enorme bloque que se\npuede destrepar con un poco de cuidado.Tras otros pequeños destrepes\nllegamos al final del acceso del Talibán (posible escape por la chimenea\nde la izquierda, equipada con un spit arriba) donde se encuentra el\nprimero de los rápeles obligatorios. (Izquierda, 2 parabolts, chapa y\nargolla amarilla). La medida que indican todas las guías consultadas es\nde 23 metros, aunque creemos que es menor tras el reequipamiento ya que\nse puede hacer con una cuerda de 40 metros. En todo caso y para evitar\nposibles accidentes, mantenemos los 23 metros de rápel. En la diminuta\npoza al final del rápel, según caudal se puede formar un pequeño\nmovimiento de aguas sin peligro.Otra opción si el caudal fuera muy\nfuerte es dirigirnos a la margen derecha del barranco donde existe un\npuente de roca a un bloque empotrado enhebrado con un cintajo que será\nnecesario reponer si queremos rapelar con seguridad.A la derecha de la\npequeña poza comentada tenemos el comienzo del pasamanos. Podemos\nrapelar desde el parabolt con enorme argolla que da inicio a ese\npasamanos o realizarlo hasta el final y rapelar desde ahí. Si no hacemos\nel pasamanos bajaremos por el agua, pero justo en el borde del Saldo\ndeberemos de hacer un péndulo porque la cuerda nos tira hacia nuestra\nizquierda según rapelamos (derecha orográfica). Hacer el pasamanos\nimplica rapelar totalmente en seco.</p>\n<div>\n<p><b>Escapes:</b> El mismo acceso es un escape. El descenso es tan\nbreve haciéndolo desde aquí que no tiene sentido hablar de escapes, no\nobstante el primer rápel se puede realizar por debajo del caos desde la\nderecha orográfica del barranco por donde no baja nada de agua hasta la\npoza previa al pasamanos</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<ul>\n<li><u>Si hemos hecho el Acceso del Talibán:</u> Mismo camino que en el\nacceso. 20 minutos.</li>\n<li><u>Si hemos hecho el acceso clásico desde Escarrilla:</u> Ver\nretorno Acceso del Talibán.Tomar este camino de retorno y al llegar a la\nsegunda valla -donde deberíamos haber aparcado el coche si hubiéramos\nhecho combinación de coches- tomamos una senda a la izquierda PR HU91\nque nos lleva entre bosques de nuevo hasta Escarrilla en 1h15m desde el\nSaldo.Otra opción consiste en seguir descendiendo el río entre bloques\nhasta la toma de agua de Escarrilla, donde tomaremos el camino que nos\ndeja de nuevo en el coche. Es más corto (1h), aunque se hace más pesado\npor la obligatoriedad de destrepar los bloques.</li>\n<li><u>Si hemos hecho el acceso desde Sallent:</u> Según donde hayamos\ndejado el segundo coche utilizaremos uno u otro.Si a pesar de todo no\nhubiéramos realizado la combinación de vehículos, la opción más corta es\nremontar la pedrera que da acceso a la travesía del Talibán y en vez de\ngirar a la izquierda para escalar la placa, deberemos girar a la derecha\ny continuar subiendo sin camino definido hasta dar con la Senda de los\nForzados. Desde aquí llegaríamos al collado del Pazino y deberíamos\ndesandar la aproximación; menos duro es tomar bastante antes el desvío\nmencionado en la aproximación desde Escarrilla que sube encima de la\npeña del Solano y el Cachinio y bajar entre campos y bosques hasta el\ncementerio de Sallent. (2h)</li>\n</ul>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/garganta_del_escarra.htm\">Barranquismo.net</a>\n: Escarra</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"https://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:huesca:escarra\">Wiki-Infobarrancos</a>\n: Barranco de Escarra (http://infobarrancos.es/)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>7-Aug-06 Elales</p>\n</div>\n<p>El barranco de Escarra fue abierto por E. Salamero, F. Biarge y F.\nBescós en marzo de 1990. El acceso a la parte final \"travesía del\ntalibán\" fue recorrida íntegramente por primera vez (o por lo menos no\nse han encontrado referencias anteriores) por Álex Puyó y Luis Aranda el\n4 de agosto de 2006.</p>\n"
}