{
  "url": "https://ropewiki.com/San_Martin_d%27Onsera_(Cascada_Ermita)",
  "latitude": 42.2613,
  "longitude": -0.3362,
  "id": 31543,
  "name": "San Martin d'Onsera (Cascada Ermita)",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 40,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> San Julián de Banzo</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 40 metros</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> suele bajar poca agua durante todo el\naño</p>\n</div>\n<div>\n<p><b>Material necesario:</b> Dos cuerdas de 40m</p>\n</div>\n<div>\n<p><b>Neopreno:</b> peto y escarpines suelen bastar</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Si, y abundantes cordinos</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todo el año</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 3h</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 2,30h</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> si hacemos la parte deportiva 2h. Si\nvolvemos andando 1h</p>\n</div>\n<div>\n<p><b>Toponímia:</b> desconocida</p>\n</div>\n<div>\n<p><b>Mapa:</b> Editorial Pirineo 1:40.000 Sierra de Guara</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> San Martín de la Val d’Onsera</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Flúmen</p>\n</div>\n<div>\n<p><b>Carácter:</b> Conglomerado</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b> San Martín de la Val\nd'Onsera</p>\n</div>\n<div>\n<p><b>Especies amenazadas:</b> Presencia de quebrantahuesos, halcones\nperegrinos y alimoches en la zona</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<div>\n<p><b>Combinación de vehículos:</b> innecesaria</p>\n</div>\n<p>Coordenada UTM Parking: 30T 719073 4679896 altura 774 Acceso por la\nruta normal hasta el collado de San Salvador. (1h15min desde el coche)\nRecorrido: Lecho del barranco – Puerta del Cierzo – Paso dera Biñeta\n(pudiendo evitarlo por la senda de los burros) – Collado de San Salvador\n(30T 720085 4682097 altura 1156). Desde aquí, en vez de descender a la\nval d’Onsera seguir remontando por la senda que se dirige a Vadiello y a\nlos campos de Ciano pasando junto a una construcción en ruinas de la que\nsólo quedan las paredes; inmediatamente abandonamos la senda (1h20min) y\ncontinuamos avanzando por la divisoria de aguas siguiendo trazas de\ncamino por el recorrido más lógico entre los matorrales. Si se va un\npoco atento, la vegetación no llega a molestar. Llegamos a la cabecera\ndel barranco de san Martín; desde aquí podemos salirnos de la ruta y\ndescender por el espolón –recomendable- hasta observar la ermita y la\ncascada muy por debajo nuestro. Volviendo a la senda, a partir de aquí\nel camino se pierde definitivamente y deberemos avanzar por donde más\ncómodo nos resulte, siendo necesario en varios tramos el uso de las\nmanos para progresar. La calidad de la piedra es mala, así que conviene\nasegurar bien la consistencia del agarre antes de traccionar de él. Poco\na poco la cabecera del circo se convierte en filo y hay que buscar el\npaso más evidente para progresar. Buscaremos una canal con vegetación\npara ascender(pasos aislados de III+ al final, roca mediocre)hasta que\nuna cresta fácil y corta nos deposita en una aguja que domina todo el\nbarranco. Desde aquí y por terreno llano y lleno de erizones y otra\nvegetación punzante descendemos al pequeño collado que separa las dos\nagujas características que se observan desde el collado de San Salvador.\nEn este punto nos pondremos el arnés. Retorno: Podemos descender el\nbarranco de San Martín de la Val d’Onsera (recordar que los primeros 100\nmetros están prohibidos y se debe recorrer por el camino aledaño) hasta\nque termina la parte deportiva y aparecemos en el desvío hacia la Puerta\ndel Cierzo o remontar la senda que desde el barranco nos lleva al\ncollado de San Salvador donde desandaremos la aproximación. </p>\n<h2 id=\"descent\">Descent</h2>\n<p>Comenzamos el descenso que nos llevará hasta la cascada. Buscar entre\nmatorral la mejor manera de descender. El primer tramo se hace pesado\npor la inestabilidad del terreno y la gran cantidad de vegetación que\nhace complicado el uso de las cuerdas (R1- 10m). R2 – 10m: Buscamos el\nárbol más sólido, a la derecha de la vaguada. Anillo de cinta. R3 –\n30m.: Desaparece en parte la molesta vegetación y nos introducimos por\nun pequeño estrechamiento con roca descompuesta. Rapelamos hasta el\nborde del desplome. R4 – 25m.: En el borde mismo del desplome, escorado\na la izquierda para protegernos de la caída de piedras que canalizan por\nel estrechamiento que acabamos de atravesar, se encuentra el rápel\nformado por un spit con chapa y anilla y un universal. En 20 metros\nllegamos al suelo. Ahora toca un tramo de descenso andando. Trataremos\nde bajar por los lugares más cómodos pero sin abandonar la pared que\nqueda a nuestra derecha, puesto que desde este punto salen dos\nbarranqueras y es la de la derecha la que deberemos tomar. Continuaremos\ndestrepando hasta que el terreno se vuelva más vertical y sea\naconsejable montar rápel, aunque según habilidad de cada uno se puede\nseguir descendiendo sin utilizar las cuerdas. En todo caso, en una\ntirada de 30 metros por una rampa desprovista de vegetación podemos\nllegar cómodamente hasta los rápeles previos a la cascada. (R5) R6 –\n20m. : Desde un árbol a la izquierda montamos rápel por rampa hasta\nllegar a un arbusto en el que encontramos varios cintajos del\npaleopreno. R7- 40m : Los primeros metros son inclinados y nos llevan\ndirectamente a un volado que acaba sobre unos árboles contra los que\ntendremos que pelear para seguir bajando. El rápel nos deja junto a un\ngran árbol caído donde hay una surgencia que es la que crea la cascada\nque se precipita al lado de la ermita. R8 – 40m: El rápel más\nespectacular. Impresionantemente, bonito e inigualable si se realiza con\nel caudal suficiente. El ambiente mágico que rodea la ermita y la manera\nde acceder justifica toda la aproximación. En la parte derecha se\nencuentran los dos spits que nos depositan, tras un rápel volado de 40\nmetros, sobre los bloques de toba desprendidos de la cascada a escasos\nmetros de la ermita.</p>\n<div>\n<p><b>Escapes:</b> se trata de una canal colgada, por lo que los escapes\nson bastante complicados</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Podemos descender el barranco de San Martín de la Val d’Onsera\n(recordar que los primeros 100 metros están prohibidos y se debe\nrecorrer por el camino aledaño) hasta que termina la parte deportiva y\naparecemos en el desvío hacia la Puerta del Cierzo o remontar la senda\nque desde el barranco nos lleva al collado de San Salvador donde\ndesandaremos la aproximación.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/cascada_de_san_martin.htm\">Barranquismo.net</a>\n: Ermita San Martín D’onsera</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:huesca:barranco_san_martin_de_la_val_d_onsera\">Wiki-Infobarrancos</a>\n: San Martín Val d'Onsera</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>25-Nov-06 Elales y Cheba</p>\n</div>\n<p>Desconocida. Encontrados dos cordinos en el penúltimo rápel. No había\nningún anclaje en el rápel final.</p>\n"
}