{
  "url": "https://ropewiki.com/San_Martin_d%27Onsera_(Estrechos)",
  "latitude": 42.2617,
  "longitude": -0.3357,
  "id": 31544,
  "name": "San Martin d'Onsera (Estrechos)",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "permit": "No",
  "rappelLongestMeters": 22,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<div>\n<p><b>Acceso desde:</b> San Julián de Banzo</p>\n</div>\n<div>\n<p><b>Altura de rápel mas largo:</b> 22 metros realizando todos los\nrápeles</p>\n</div>\n<div>\n<p><b>Información del caudal:</b> Seco</p>\n</div>\n<div>\n<p><b>Material necesario:</b> 2 x 25 metros. El 3er rápel se puede\nevitar realizando el 2º hasta abajo. En este caso necesitaremos 2 x 35\nmetros</p>\n</div>\n<div>\n<p><b>Neopreno:</b> No necesario para este tramo. Tener en cuenta estado\nde la parte inferior</p>\n</div>\n<div>\n<p><b>Material de instalación:</b> Aconsejable llevar material de\ninstalación de repuesto. Spits y naturales</p>\n</div>\n<div>\n<p><b>Epoca:</b> Todas</p>\n</div>\n<div>\n<p><b>Observaciones:</b> Piedras sueltas que nos darán problemas en el\nacceso y en caso de tormenta o fuerte viento</p>\n</div>\n<div>\n<p><b>Horario de aproximación:</b> 1h 30 minutos</p>\n</div>\n<div>\n<p><b>Horario de descenso:</b> 30 minutos + 2-3 horas de San Martín de\nla Bal d'Onsera</p>\n</div>\n<div>\n<p><b>Horario de retorno:</b> 30 minutos si realizamos la parte\ninferior. 2 horas si nos salimos antes</p>\n</div>\n<div>\n<p><b>Toponímia:</b> Barranco superior de la Val d'Onsera</p>\n</div>\n<div>\n<p><b>Mapa:</b> Alpina 1:40000. Sierra de Guara I</p>\n</div>\n<div>\n<p><b>Zona o macizo:</b> Sierra de Guara</p>\n</div>\n<div>\n<p><b>Cuenca:</b> Flumen</p>\n</div>\n<div>\n<p><b>Longitud:</b> 200 metros</p>\n</div>\n<div>\n<p><b>Desnivel:</b> 100 metros</p>\n</div>\n<div>\n<p><b>Carácter:</b> Barranco estrecho típico de conglomerado</p>\n</div>\n<div>\n<p><b>Tipo de roca:</b> Conglomerado</p>\n</div>\n<div>\n<p><b>Combinable con el descenso de:</b>La combinación lógica es\ncontinuar por San Martín de la Bal d'Onsera hasta dar con el camino de\nacceso</p>\n</div>\n<div>\n<p><b>Especies amenazadas:</b> En todos los habitats viven animales y\nplantas que merecen nuestro respeto. Colonia de buitres y alimoches\n(boletas) en las inmediaciones. Tritones en las pozas donde existe\nregulación</p>\n</div>\n<h2 id=\"approach\">Approach</h2>\n<p>Desde la carretera Huesca - Lérida, tomar el desvío a Vadiello.\nPasamos el pueblo de Loporzano y tras unos pocos kilómetros desvío a la\nizquierda a San Julián de Banzo. Continuamos por la carretera hasta\nllegar ahí. Este pueblo está formado por dos barrios separados por un\nbarranco; tras cruzar este barranco en una curva cerrada a la izquierda,\nsalirnos de la carretera por una pista de tierra a la derecha e\ninmediatamente tomamos otra a la derecha también, que continuaremos\n-dejando una granja a nuestra izquierda- hasta el final, donde\naparcaremos en una explanada habilitada. Todo el sendero está bastante\nbien señalizado. Descender por la pista hasta el barranco y remontarlo.\nAl poco rato, una pequeña senda marcada con mojones en unas placas lisas\nsube por nuestra izquierda evitando un pequeño tramo de barranco (en el\npunto más alto de este desvío es donde se toma el desvío \"selvático\"\npara hacer Lenases). Volvemos a bajar al barranco y seguimos remontando\nunos 20 minutos hasta encontrar un afluente seco a nuestra derecha. En\neste punto apareceremos tras finalizar el descenso. Continuamos\nascendiendo por este afluente hasta pasar bajo un desplome donde este\nbarranquillo es más estrecho. Estamos en la \"puerta del Cierzo\" donde\nnos encontramos equipadas varias vías de escalada. Hasta este momento la\nexcursión a sido bastante placentera pero ahora el desnivel aumenta\nconsiderablemente. Dejamos a nuestra derecha el desvío a los campos de\nCiano y Vadiello y ascendemos por fuerte pendiente entre bosque hasta\nllegar a la pared, donde nos encontramos con una lápida que recuerda un\naccidente mortal a mitad de siglo XIX. En este punto podemos elegir dos\ncaminos: a la izquierda tenemos el paso d'a biñeta, más corto y con un\ncable de apoyo para los menos entrenados y por la derecha el paso de los\nburros, más largo pero con menos desnivel. Ambos caminos terminan en el\nCollado de San Salvador, precioso lugar donde disfrutaremos de la vista\nallá donde miremos. Desde este punto, remontar por la divisoria de aguas\npasando al lado de una caseta ruinosa y seguir por la izquierda y ya\nfuera de camino entre matorral hasta dar en menos de 10 minutos con la\nentrada al barranco. Mucho cuidado con la piedra suelta.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Sucesión de rampas en un barranco que se excava progresivamente hasta\nllegar al último rápel que da paso al circo de la ermita.</p>\n<div>\n<p><b>Escapes:</b> No existen escapes</p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>Damos por hecho que se va a descender San Martín de la Bal d'Onsera\nhasta el final. Terminado el barranco, tras pasar al lado de la\ndesembocadura de Lenases, aparecemos en el desvío por el barranco\nafluente por donde hemos hecho la aproximación. Desde aquí, desandar la\naproximación hasta el coche.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Entre este tramo y el inferior tener en cuenta que NO ESTÁ PERMITIDO\nEL DESCENSO DE LOS SIGUIENTES 100 METROS POR DEBAJO DE LA ERMITA. Para\nseguir descendiendo deberemos salirnos por el camino aledaño.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://barranquismo.net/paginas/barrancos/s_martin_de_la_val_de_onsera-estrechos_de_cabecera.htm\">Barranquismo.net</a>\n: San Martín Onsera ( Cabecera)</li>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://www.docuwiki.infobarrancos.es/doku.php?id=barrancos:huesca:barranco_san_martin_de_la_val_d_onsera\">Wiki-Infobarrancos</a>\n: San Martín Val d'Onsera</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<div style=\"display:none\" class=\"barranquismonet\">\n<p>1-Oct-07 Elales</p>\n</div>\n<p>Se ignora la fecha de la apertura. Patrick Gimat ya encuentra\nequipado el último rápel en 1995.</p>\n",
  "version": "6e94a2e32139ef09f466192c7cbd142c"
}