{"months":["Dec","Jan","Feb","Mar","Apr","May","Jun","Jul","Aug","Sep","Oct","Nov"],"riskRating":null,"rappelLongestMeters":40,"version":"17bd4c994d813483757b8244a2bb61d24cb43675c7ca014e1bcada4ad82174dc","shuttleSeconds":null,"technicalRating":null,"geojson":null,"rappelCountMin":null,"quality":0,"id":31543,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><div><b>Acceso desde:<\/b> San Julián de Banzo<\/div>\n<div><b>Altura de rápel mas largo:<\/b> 40 metros<\/div>\n<div><b>Información del caudal:<\/b> suele bajar poca agua durante todo el año<\/div>\n<div><b>Material necesario:<\/b> Dos cuerdas de 40m<\/div>\n<div><b>Neopreno:<\/b> peto y escarpines suelen bastar<\/div>\n<div><b>Material de instalación:<\/b> Si, y abundantes cordinos<\/div>\n<div><b>Epoca:<\/b> Todo el año<\/div>\n<div><b>Horario de aproximación:<\/b> 3h<\/div>\n<div><b>Horario de descenso:<\/b> 2,30h<\/div>\n<div><b>Horario de retorno:<\/b> si hacemos la parte deportiva 2h. Si volvemos andando 1h<\/div>\n<div><b>Toponímia:<\/b> desconocida<\/div>\n<div><b>Mapa:<\/b> Editorial Pirineo 1:40.000 Sierra de Guara<\/div>\n<div><b>Zona o macizo:<\/b> San Martín de la Val d’Onsera<\/div>\n<div><b>Cuenca:<\/b> Flúmen<\/div>\n<div><b>Carácter:<\/b> Conglomerado<\/div>\n<div><b>Combinable con el descenso de:<\/b> San Martín de la Val d'Onsera<\/div>\n<div><b>Especies amenazadas:<\/b> Presencia de quebrantahuesos, halcones peregrinos y alimoches en la zona<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div><b>Combinación de vehículos:<\/b> innecesaria<\/div>\n<p>Coordenada UTM Parking: 30T 719073 4679896 altura 774 Acceso por la ruta normal hasta el collado de San Salvador. (1h15min desde el coche) Recorrido: Lecho del barranco – Puerta del Cierzo – Paso dera Biñeta (pudiendo evitarlo por la senda de los burros) – Collado de San Salvador (30T 720085 4682097 altura 1156). Desde aquí, en vez de descender a la val d’Onsera seguir remontando por la senda que se dirige a Vadiello y a los campos de Ciano pasando junto a una construcción en ruinas de la que sólo quedan las paredes; inmediatamente abandonamos la senda (1h20min) y continuamos avanzando por la divisoria de aguas siguiendo trazas de camino por el recorrido más lógico entre los matorrales. Si se va un poco atento, la vegetación no llega a molestar. Llegamos a la cabecera del barranco de san Martín; desde aquí podemos salirnos de la ruta y descender por el espolón –recomendable- hasta observar la ermita y la cascada muy por debajo nuestro. Volviendo a la senda, a partir de aquí el camino se pierde definitivamente y deberemos avanzar por donde más cómodo nos resulte, siendo necesario en varios tramos el uso de las manos para progresar. La calidad de la piedra es mala, así que conviene asegurar bien la consistencia del agarre antes de traccionar de él. Poco a poco la cabecera del circo se convierte en filo y hay que buscar el paso más evidente para progresar. Buscaremos una canal con vegetación para ascender(pasos aislados de III  al final, roca mediocre)hasta que una cresta fácil y corta nos deposita en una aguja que domina todo el barranco. Desde aquí y por terreno llano y lleno de erizones y otra vegetación punzante descendemos al pequeño collado que separa las dos agujas características que se observan desde el collado de San Salvador. En este punto nos pondremos el arnés. Retorno: Podemos descender el barranco de San Martín de la Val d’Onsera (recordar que los primeros 100 metros están prohibidos y se debe recorrer por el camino aledaño) hasta que termina la parte deportiva y aparecemos en el desvío hacia la Puerta del Cierzo o remontar la senda que desde el barranco nos lleva al collado de San Salvador donde desandaremos la aproximación.\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<\/p>\n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Comenzamos el descenso que nos llevará hasta la cascada. Buscar entre matorral la mejor manera de descender. El primer tramo se hace pesado por la inestabilidad del terreno y la gran cantidad de vegetación que hace complicado el uso de las cuerdas (R1- 10m). R2 – 10m: Buscamos el árbol más sólido, a la derecha de la vaguada. Anillo de cinta. R3 – 30m.: Desaparece en parte la molesta vegetación y nos introducimos por un pequeño estrechamiento con roca descompuesta. Rapelamos hasta el borde del desplome. R4 – 25m.: En el borde mismo del desplome, escorado a la izquierda para protegernos de la caída de piedras que canalizan por el estrechamiento que acabamos de atravesar, se encuentra el rápel formado por un spit con chapa y anilla y un universal. En 20 metros llegamos al suelo. Ahora toca un tramo de descenso andando. Trataremos de bajar por los lugares más cómodos pero sin abandonar la pared que queda a nuestra derecha, puesto que desde este punto salen dos barranqueras y es la de la derecha la que deberemos tomar. Continuaremos destrepando hasta que el terreno se vuelva más vertical y sea aconsejable montar rápel, aunque según habilidad de cada uno se puede seguir descendiendo sin utilizar las cuerdas. En todo caso, en una tirada de 30 metros por una rampa desprovista de vegetación podemos llegar cómodamente hasta los rápeles previos a la cascada. (R5) R6 – 20m.&#160;: Desde un árbol a la izquierda montamos rápel por rampa hasta llegar a un arbusto en el que encontramos varios cintajos del paleopreno. R7- 40m&#160;: Los primeros metros son inclinados y nos llevan directamente a un volado que acaba sobre unos árbo\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>les contra los que tendremos que pelear para seguir bajando. El rápel nos deja junto a un gran árbol caído donde hay una surgencia que es la que crea la cascada que se precipita al lado de la ermita. R8 – 40m: El rápel más espectacular. Impresionantemente, bonito e inigualable si se realiza con el caudal suficiente. El ambiente mágico que rodea la ermita y la manera de acceder justifica toda la aproximación. En la parte derecha se encuentran los dos spits que nos depositan, tras un rápel volado de 40 metros, sobre los bloques de toba desprendidos de la cascada a escasos metros de la ermita.\n<\/p>\n<div><b>Escapes:<\/b> se trata de una canal colgada, por lo que los escapes son bastante complicados<\/div>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Podemos descender el barranco de San Martín de la Val d’Onsera (recordar que los primeros 100 metros están prohibidos y se debe recorrer por el camino aledaño) hasta que termina la parte deportiva y aparecemos en el desvío hacia la Puerta del Cierzo o remontar la senda que desde el barranco nos lleva al collado de San Salvador donde desandaremos la aproximación.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/barranquismo.net\/paginas\/barrancos\/cascada_de_san_martin.htm\">Barranquismo.net<\/a> &#160;: Ermita San Martín D’onsera<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.docuwiki.infobarrancos.es\/doku.php?id=barrancos:huesca:barranco_san_martin_de_la_val_d_onsera\">Wiki-Infobarrancos<\/a> &#160;: San Martín Val d'Onsera<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<div style=\"display:none\" class=\"barranquismonet\">25-Nov-06 Elales y Cheba<\/div>\n<p>Desconocida. Encontrados dos cordinos en el penúltimo rápel. No había ningún anclaje en el rápel final.\n<\/p>\n\n\n<\/div>","longitude":-0.3362,"permit":"No","name":"San Martin d'Onsera (Cascada Ermita)","waterRating":null,"timeRating":null,"vehicle":null,"latitude":42.2613,"rappelCountMax":null,"url":"https:\/\/ropewiki.com\/San_Martin_d%27Onsera_(Cascada_Ermita)"}