{"months":["Mar","Apr","May","Sep","Oct","Nov"],"rappelLongestMeters":45.72,"rappelCountMin":4,"name":"Cartago Creek","technicalRating":3,"geojson":null,"waterRating":"A","url":"https:\/\/ropewiki.com\/Cartago_Creek","id":32050,"riskRating":null,"permit":"No","vehicle":"Passenger","shuttleSeconds":null,"timeRating":"III","latitude":36.3037,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>A scenic eastside canyon with a moderately obnoxious approach.  Several beautiful waterfalls, which don't pose much of a technical challenge under normal conditions.  Anchor issues are possible for the biggest drop, especially if you did find the canyon in conditions with heavy flow, which I guess would involve either a lot of rain or some hot weather after a particularly big snow year.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Take the dirt road that heads to the NW just north of Cartago.  Follow it across the LA Aquaduct, then take the powerline road south (left).  Around 2.5 miles (very approximate) down this road you will be on the other side of the debris fan coming out of Cartago, and a blocked of road at the \"wilderness\" boundary going to the right.  Park here beneath the crackling of high voltage power lines.  \n<\/p><p>Walk up the road into the \"wilderness\" and turn right toward the creek.  A variety of animal trails will lead you up the canyon.  You'll need to cross the creek a few times, but following the trails seems to work pretty well.  Ultimately you will want to attain a saddle that should be straight ahead to the West.  I think the best way to do this would be to follow the creek until you're just below the saddle, then go up on the far left side.  We climbed a rocky ridge up the the right a quarter mile or so before the saddle, then traversed over, which was okay.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Descend the steep sandy slope on the other side of the saddle into the canyon and turn left.  There is a lot of vegetation in the canyon, but good ways around it all the way down.  Pretty soon you will get to an obvious technical section where waterfalls drop into shallow potholes.  Rappelling off a tree on the right, and angling slightly right allows you to avoid the only one of these potholes that is more than thigh deep.  This puts you onto a ledge with a couple shallow pools.  We found enough large rocks to build a solid cairn anchor here, but it's not inconceivable that these could all get washed out, which would be awkward as the next rappel was 150 feet down from our anchor.  \n<\/p><p>This waterfall is probably the highlight, and drops down through an awesome flute for the first half, and empties into a fairly shallow pool at the bottom.  \n<\/p><p>Lots of scrambling around small drops and finding your way through vegetation brings you to another waterfall of around 50 feet.  Shortly down from here is the final rappel over a really enormous boulder with two falls coming off of it.  At the bottom, you can actually climb up down canyon right under the boulder, and find a fairly open cave behind it that will take you all the way around to the other side.  We also saw a rope sticking up on the right which may have led to a further granite talus cave.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Hike downstream and back to your car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐f4cs4\nCached time: 20240914192013\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.007 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","quality":3,"longitude":-118.078,"version":"85f94656c0dd6a299b8a2f3bed7447fbced5091f659f39a8abdd57d0b5aeb9d8","rappelCountMax":4}