{
  "url": "https://ropewiki.com/Cartago_Creek",
  "latitude": 36.3037,
  "longitude": -118.078,
  "id": 32050,
  "name": "Cartago Creek",
  "quality": 3,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 4,
  "rappelCountMax": 4,
  "rappelLongestMeters": 45.72,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A scenic eastside canyon with a moderately obnoxious approach.\nSeveral beautiful waterfalls, which don't pose much of a technical\nchallenge under normal conditions. Anchor issues are possible for the\nbiggest drop, especially if you did find the canyon in conditions with\nheavy flow, which I guess would involve either a lot of rain or some hot\nweather after a particularly big snow year.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Take the dirt road that heads to the NW just north of Cartago. Follow\nit across the LA Aquaduct, then take the powerline road south (left).\nAround 2.5 miles (very approximate) down this road you will be on the\nother side of the debris fan coming out of Cartago, and a blocked of\nroad at the \"wilderness\" boundary going to the right. Park here beneath\nthe crackling of high voltage power lines.</p>\n<p>Walk up the road into the \"wilderness\" and turn right toward the\ncreek. A variety of animal trails will lead you up the canyon. You'll\nneed to cross the creek a few times, but following the trails seems to\nwork pretty well. Ultimately you will want to attain a saddle that\nshould be straight ahead to the West. I think the best way to do this\nwould be to follow the creek until you're just below the saddle, then go\nup on the far left side. We climbed a rocky ridge up the the right a\nquarter mile or so before the saddle, then traversed over, which was\nokay.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Descend the steep sandy slope on the other side of the saddle into\nthe canyon and turn left. There is a lot of vegetation in the canyon,\nbut good ways around it all the way down. Pretty soon you will get to an\nobvious technical section where waterfalls drop into shallow potholes.\nRappelling off a tree on the right, and angling slightly right allows\nyou to avoid the only one of these potholes that is more than thigh\ndeep. This puts you onto a ledge with a couple shallow pools. We found\nenough large rocks to build a solid cairn anchor here, but it's not\ninconceivable that these could all get washed out, which would be\nawkward as the next rappel was 150 feet down from our anchor.</p>\n<p>This waterfall is probably the highlight, and drops down through an\nawesome flute for the first half, and empties into a fairly shallow pool\nat the bottom.</p>\n<p>Lots of scrambling around small drops and finding your way through\nvegetation brings you to another waterfall of around 50 feet. Shortly\ndown from here is the final rappel over a really enormous boulder with\ntwo falls coming off of it. At the bottom, you can actually climb up\ndown canyon right under the boulder, and find a fairly open cave behind\nit that will take you all the way around to the other side. We also saw\na rope sticking up on the right which may have led to a further granite\ntalus cave.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Hike downstream and back to your car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "9d47c4ba8eaa28172f7e2c366a1f79e0"
}