{
  "url": "https://ropewiki.com/Clear_Creek_Canyon",
  "latitude": 35.1029,
  "longitude": -120.1338,
  "id": 32059,
  "name": "Clear Creek Canyon",
  "quality": 1,
  "months": [
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 2,
  "rappelCountMax": 2,
  "rappelLongestMeters": 54.86,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Nice if you're in the area and want a pretty hike with one fancy\nrappel. Not otherwise worth it. More of a steep hike to a cliff than a\nreal canyon, but the exit is really pretty. Very pristine area in the\nLos Padres National Forest.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Park alongside road 166 East about 22 miles from Hwy 101 in Santa\nMaria. (Choose the turnout just after Gomez Ranch, which will be on your\nleft). Walk down and cross the wash, following the cow trails. Head up\nthe ridge to the left of the obvious dry fall. As you reach the top of\nthe ridge the grass will turn to sage - skirt along the right side of\nthe ridge and make your way across to the ridgeline above the dry\nwaterfall/cliff. You can cut into the wash just above the first rappel,\nwhich is the top of the obvious dry fall.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The first rappel is off a big cairn. d 200' rope will reach the\nbottom. Immediately after this free hanging rappel (180') there is\nanother cairn with about a 40' drop. Be mindful of the poison oak. There\nis a large hawks' nest half way down the rappel.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>The creek continues back to where you started the approach, however,\nwe exited to the left along a very steep deer trail. It follows the\nridge and is very pretty and keeps you out of the poison oak filled\ncreek.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Depending on where you approach from the road, you may have to climb\nover a cow fence. There is a private cattle ranch that grazes in the\narea.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.facebook.com/danielle.monroy.9/media_set?set=a.10154843275697656.1073742017.706802655&amp;type=3\">https://www.facebook.com/danielle.monroy.9/media_set?set=a.10154843275697656.1073742017.706802655&amp;type=3</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n"
}