{
  "url": "https://ropewiki.com/Secret_Cabin_Canyon",
  "latitude": 34.961,
  "longitude": -111.8842,
  "id": 32062,
  "name": "Secret Cabin Canyon",
  "quality": 2.3,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "IV",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 5,
  "rappelLongestMeters": 99.06,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A rugged and remote canyon tributary to Secret Canyon with loads of\nhiking through dense brush and over countless boulders with some nice\nscenery and a beautiful, big rappel.</p>\n<p>From Flagstaff, travel west on route 66, then south on FR 231 (Woody\nMountain Rd). After 14 miles turn right onto FR 538 and follow it for 12\nmiles ignoring all branching roads that take you off 538 all the way to\nits end at Secret Mountain trailhead.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From the Secret Mountain trailhead, hike south on the trail for 1.6\nmiles until you reach the remains of Secret Cabin; enter and begin\nhiking down the drainage here. Hike through the brush and over the dead\ntrees for about a mile until slickrock appears underfoot and some minor\nnarrows begin.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Continue down canyon through short sections of narrows and a few\nshallow pools to arrive at a moderate, somewhat awkward downclimb\nthrough a crack on the right of about 12 feet that some may wish for a\nrope to assist with - shortly afterward you will reach the big rappel\nsequence. The anchor for the big rappel is two bolts and hangers on\ncanyon right, but reaching this anchor will require a rappel of about 25\nfeet from a good tree on the left - we rigged a releasable anchor from\nthis tree to reach the anchor. The big rappel is right around 325 feet\nfrom this anchor to a pool that is a few feet deep; most of the length\nof the rappel is slightly less than vertical allowing the rappeler to\nkeep their feet on the wall for most of the way down. After this big\ndrop is a short drop though a nicely sculpted chute of about 25 feet\nanchored from a pinch point in the watercourse. More bushwacking brings\nyou to rappel number four which is about 60 feet and sloping and can\npossibly be downclimbed. After thrashing for a few more tenths of a mile\ndowncanyon you will arrive at rappel number five which is about 100 feet\nthrough a beautiful chute - this last rappel can be bypassed via a faint\ntrail above the drop on the slope on canyon left - as our group was\nrunning out of time, we opted to skip this last rappel and make our way\nfrom this point to Secret Canyon for the exit. There is a small cairn\nabove the drop that will help you find the trail, but expect to lose it\nin fairly short order afterwards. The goal from here is to make your way\neast/northeast to find a way into or alongside Secret Canyon. Either way\nyou get there, once reaching Secret Canyon turn left and begin the long,\ndraining slog up this more major canyon to eventually find the exit.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>The only thing that stands between you and the trailhead at this\npoint is 3.6 miles of brush thrashing and boulder hopping up Secret\nCanyon - on our visit the route was quite thick with poison ivy, New\nMexico Locust and black berry briars. Take care to stay in the main\ndrainage of Secret Canyon heading north, passing the confluence with\nVoodoo and Sunburst Canyons and their exit route drainage; then west to\nhead toward the exit drainage. You may find one small cairn marking the\ndrainage that leads up to the saddle and back to the trail after roughly\n2.7 miles. Head up this steep, brushy drainage to reach the saddle and\nthe trail you hiked in on earlier in the day. At roughly the half way\npoint up the exit drainage there is a Y-split - right is more direct,\nbut looked to be more brush-choked, left is a bit more clear, but quite\nsteep and goes a bit out of the way to the south - choose the route you\nfind to be the best of bad options. Once up and out of the drainage\nlocate Secret Mountain trail and turn right to follow the trail back to\nthe trailhead and your vehicle.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.facebook.com/pat.winstanley.7/media_set?set=a.1108321389226557.1073742083.100001461198708&amp;type=3&amp;pnref=story\">https://www.facebook.com/pat.winstanley.7/media_set?set=a.1108321389226557.1073742083.100001461198708&amp;type=3&amp;pnref=story</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<p>FD: Lars Romig, Kevin Keith and Allen Schimberg 06/30/2013 Beautiful\nlarge rap in a modertly good but brushy canyon on a very sad day.</p>\n",
  "version": "c55ce60ff519d91a3e0f0c1f8271e593"
}