{
  "url": "https://ropewiki.com/Big_Valley_Canyon_(Upper)",
  "latitude": 39.2429,
  "longitude": -120.5573,
  "id": 32404,
  "name": "Big Valley Canyon (Upper)",
  "quality": 3,
  "months": [
    "Jun",
    "Jul",
    "Aug"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "IV",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 10,
  "rappelLongestMeters": 45.72,
  "vehicle": "Passenger",
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>The upper section of Big Valley Canyon is not as committing,\ntechnical, or scenic, but is still very beautiful with lots of awesome\nwaterfalls through a beautiful gorge.</p>\n<p>It presents an option if lower Big Valley is suspected to be running\ntoo high, and can probably be done in a day. The hike out shouldn't be\ntoo brushy, but will be brutally (no joke) steep. Definitely not\nrecommended for everyone.</p>\n<p>Also you may choose to complete the upper section and continue into\nthe lower. In this case you will likely end up with your bivy somewhere\nwithin the lower technical section, or maybe just beneath it. And on\nthat note I don't remember any particularly great places for one.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Drive in to Huysink Lake from Yuba Gap on dirt roads. This makes for\na decent spot to camp the night before, and a good point to meet up.\nDriving from there south (staying south, on the ridge. There's a wrong\nleft turn that will swing you around back north), and to the gap just\nnorth of Sugar Pine Point (39.248008,-120.544867). Before you get to\nthis point a fallen tree currently makes this road impassable for\npassenger vehicles, but it is only a mile or so back from where you'd\ndrop in, so if you don't mind some easy walking it isn't a big deal.\nFrom here you can drop directly west down to Big Valley Creek. Not bad\nuntil just before you hit the water where the manzanita gets thick.\nItaru has a better route involving a shuttle to the other side of the\ncanyon. I suspect he'll add it on here.</p>\n<p>If you're just doing the upper section, and spotting a car, continue\npast this point down a ways and spot a car at the switchback here:\n39.233870,-120.555167.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Try to hit the water around here: 39.246213,-120.555639</p>\n<p>You'll notice once you suit up and head down that the rocks are\nparticularly slippery. This doesn't let up. Soon you'll encounter the\nfirst gorge. This is currently undescended, but looks to have easy\nnatural anchors that keep you out of the current, so should be descended\nsimply even with fairly high water. It's also easily bypassed on the\nleft.</p>\n<p>The gorge below this is not as easily bypassed and will have 5+\nrappels, some jumps, weird slides, downclimbs, and lots of very slippery\nrock. The biggest rappel is a two stage drop that needs 150 feet of\nrope. It's a pretty awesome place with really cool iron stains where\nsprings come out of the wall. Not sure if this is because of high water,\nbut my fondest memory was of pressurized springs squirting out of the\nrock where it looked like the wall was peeing.</p>\n<p>The lower section comes to an end where the first creek comes in from\nthe right in the form of an awesome waterfall (39.235611,-120.562077).\nIf you're hiking out... this is your spot. Note that if the water seemed\nhigh, this might be your last good spot to get out. If you continue and\nthen decide to bail later, things will be less pleasant.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Your goal is the switchback here: 39.233911,-120.555170. Heading up a\ngully works pretty well and should prove to be the hardest part of the\nexit. From here you can continue up, cutting right. We came down this\nway, and for the bottom half were under live oaks, and for the upper\nhalf were going through reasonably sparse shrubs and manzanita up on a\nridge. So try that? Once you get to the road, you've either spotted your\ncar here, or will need to turn right and hike up the dirt road to where\nyour car is at.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "eca8a55d52b29b1941ac6828fbea59f2"
}