{"name":"Big Valley Canyon (Upper)","shuttleSeconds":null,"quality":3,"rappelCountMax":10,"technicalRating":3,"id":32404,"waterRating":"C","permit":"No","geojson":null,"longitude":-120.5573,"version":"df1e04aa468d9104eedb8b5db68f31dba22bf4d044aa3be6cc95eddbf8fc47d7","rappelLongestMeters":45.72,"vehicle":"Passenger","latitude":39.2429,"timeRating":"IV","riskRating":null,"months":["Jun","Jul","Aug"],"url":"https:\/\/ropewiki.com\/Big_Valley_Canyon_(Upper)","rappelCountMin":5,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>The upper section of Big Valley Canyon is not as committing, technical, or scenic, but is still very beautiful with lots of awesome waterfalls through a beautiful gorge.  \n<\/p><p>It presents an option if lower Big Valley is suspected to be running too high, and can probably be done in a day.  The hike out shouldn't be too brushy, but will be brutally (no joke) steep.  Definitely not recommended for everyone.  \n<\/p><p>Also you may choose to complete the upper section and continue into the lower.  In this case you will likely end up with your bivy somewhere within the lower technical section, or maybe just beneath it.  And on that note I don't remember any particularly great places for one.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Drive in to Huysink Lake from Yuba Gap on dirt roads.  This makes for a decent spot to camp the night before, and a good point to meet up.  Driving from there south (staying south, on the ridge.  There's a wrong left turn that will swing you around back north), and to the gap just north of Sugar Pine Point (39.248008,-120.544867).  Before you get to this point a fallen tree currently makes this road impassable for passenger vehicles, but it is only a mile or so back from where you'd drop in, so if you don't mind some easy walking it isn't a big deal.  From here you can drop directly west down to Big Valley Creek.  Not bad until just before you hit the water where the manzanita gets thick.  Itaru has a better route involving a shuttle to the other side of the canyon.  I suspect he'll add it on here.  \n<\/p><p>If you're just doing the upper section, and spotting a car, continue past this point down a ways and spot a car at the switchback here: 39.233870,-120.555167.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Try to hit the water around here: 39.246213,-120.555639\n<\/p><p>You'll notice once you suit up and head down that the rocks are particularly slippery.  This doesn't let up.  Soon you'll encounter the first gorge.  This is currently undescended, but looks to have easy natural anchors that keep you out of the current, so should be descended simply even with fairly high water.  It's also easily bypassed on the left.  \n<\/p><p>The gorge below this is not as easily bypassed and will have 5  rappels, some jumps, weird slides, downclimbs, and lots of very slippery rock.  The biggest rappel is a two stage drop that needs 150 feet of rope.  It's a pretty awesome place with really cool iron stains where springs come out of the wall.  Not sure if this is because of high water, but my fondest memory was of pressurized springs squirting out of the rock where it looked like the wall was peeing.  \n<\/p><p>The lower section comes to an end where the first creek comes in from the right in the form of an awesome waterfall (39.235611,-120.562077).  If you're hiking out... this is your spot.  Note that if the water seemed high, this might be your last good spot to get out.  If you continue and then decide to bail later, things will be less pleasant.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Your goal is the switchback here: 39.233911,-120.555170.  Heading up a gully works pretty well and should prove to be the hardest part of the exit.  From here you can continue up, cutting right.  We came down this way, and for the bottom half were under live oaks, and for the upper half were going through reasonably sparse shrubs and manzanita up on a ridge.  So try that?  Once you get to the road, you've either spotted your car here, or will need to turn right and hike up the dirt road to where your car is at.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐8hkcj\nCached time: 20240914192014\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.007 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>"}