{"rappelLongestMeters":30.48,"url":"https:\/\/ropewiki.com\/Big_Granite_Canyon_(Lower)","shuttleSeconds":null,"version":"33bcaeb845f70fc882673d12c61d70bd6eb83608c90bd74d78d698cd024c397a","waterRating":"C","rappelCountMin":1,"longitude":-120.5301,"name":"Big Granite Canyon (Lower)","permit":"No","geojson":null,"months":["Jul","Aug"],"riskRating":null,"rappelCountMax":1,"vehicle":null,"quality":3.5,"timeRating":"V","latitude":39.2268,"id":32410,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Lower Big Granite canyon is a super fun, very short canyon way down along the North Fork of the American.  While it only has one rappel, that rappel is really really cool, and there are several good jumps, swims, and a beautiful gorge to enjoy.  \n<\/p><p>Obviously it is not really worth your while to drop over 3,000 feet down to the river to do this short canyon.  As such, the best way to do it is on your way out from descending Big Valley Canyon.  \n<\/p><p>There is also an upper section of Big Granite that looks to have some large waterfalls, and possibly great canyoneering!  It is quite remote, and would require an extended descent of flat creek from the bottom of the technical section to the Big Granite trail crossing, which is near the start of Lower Big Granite.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From the Big Granite Creek camp (39.224059,-120.529954), cross Big Granite Creek and find the trail on the other side.  Take a left hand switchback where another trail drops down to the right.  A righthand switchback afterwards is hard not to miss, so turn around and look for it when the trail disappears.  Continue up and over a rock ridge, then traverse across some scree.  Look for a waterfall on your left where Little Granite Creek drops down, and find a gully that is easy to descend to reach the confluence of Big and Little Granite (39.228559,-120.523737).\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Boulder hop downstream.  The canyon starts off with two fun jumps back to back.  Following drops are probably best downclimbed as you drop deeper into the beautiful gorge.  Eventually the gorge grows narrow as you approach the rappel.  The rappel is about 80 feet down an awesome sliding waterfall.  It almost looks like you could slide down the whole thing... but it's really big.  My recommendation is to have someone climb up onto the rock shelf on the left, and look down so that you can set the rope length to just over half way down where the slide becomes more smooth.  Then rappel down off the end of your rope and enjoy the slide!  \n<\/p><p>Swim out of the pool and head down stream.  You'll get to the two waterfalls above camp.  You can jump the first, then climb out to the left.  The second fall has some sketchy ledges poking out and would be a little difficult to get a good jump off of.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Take a break, and then start the hike up!\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p>Alwin's Facebook Album\n<\/p>\n<ul><li><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.facebook.com\/alwin.acuna\/posts\/1181848261867639\">https:\/\/www.facebook.com\/alwin.acuna\/posts\/1181848261867639<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","technicalRating":3}