{
  "url": "https://ropewiki.com/Granby_Gorge",
  "latitude": 42.0012,
  "longitude": -72.8337,
  "id": 32679,
  "name": "Granby Gorge",
  "quality": 2,
  "months": [
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep"
  ],
  "permit": "Closed",
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Read street signs carefully to find a place to park where you won't\nget a ticket. Just on the east side of the Silver Street bridge crossing\nEast Salmon Brook hike to the south for just 5 minutes and you will come\nto a great drop-off, by Connecticut standards. There are several perches\nfrom which to jump. The highest jump is 40 feet and is a technical jump.\nThe area is closed due to fatalities. You must jump out and take a\nrunning start with very little room to do so and without seeing your\nlanding zone until you are over the edge. On the north side is a smaller\njump of about 15 feet into the same pool and yet another boulder on the\nwest side of the watercourse that is about a 10 foot jump. Follow the\nstream down around the corner and you can climb behind the veil of the\nlower waterfall and jump into this pool as well. Historically a great\nfun place to spend a hot summer afternoon. Now that it is closed, don't\nget caught!</p>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Someone died here in the 1970's jumping from the top. It is a very\ntechnical jump as you must take 2 to 3 steps running start to jump out\nfar enough to clear the underwater ledge, you can not see your landing\nspot as you jump off, the jump off point is slippery as you take this\nrunning start and you must land in a fairly narrow landing zone. They\ndid not jump out far enough and scraped their arm off on the bottom of\nthe cliff just before entering the water. The lower perch from the north\nside is a much safe jump.</p>\n"
}