{"id":32679,"riskRating":null,"rappelCountMax":null,"rappelLongestMeters":null,"url":"https:\/\/ropewiki.com\/Granby_Gorge","latitude":42.0012,"rappelCountMin":null,"permit":"Closed","shuttleSeconds":null,"vehicle":"Passenger","name":"Granby Gorge","longitude":-72.8337,"geojson":null,"waterRating":null,"timeRating":null,"version":"d000c15e202fab10d10c1d7bb8723692998f03f7a95f4660c99a6da9b32a43ef","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Read street signs carefully to find a place to park where you won't get a ticket. Just on the east side of the Silver Street bridge crossing East Salmon Brook hike to the south for just 5 minutes and you will come to a great drop-off, by Connecticut standards. There are several perches from which to jump. The highest jump is 40 feet and is a technical jump. The area is closed due to fatalities. You must jump out and take a running start with very little room to do so and without seeing your landing zone until you are over the edge. On the north side is a smaller jump of about 15 feet into the same pool and yet another boulder on the west side of the watercourse that is about a 10 foot jump. Follow the stream down around the corner and you can climb behind the veil of the lower waterfall and jump into this pool as well. Historically a great fun place to spend a hot summer afternoon. Now that it is closed, don't get caught!\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Someone died here in the 1970's jumping from the top. It is a very technical jump as you must take 2 to 3 steps running start to jump out far enough to clear the underwater ledge, you can not see your landing spot as you jump off, the jump off point is slippery as you take this running start and you must land in a fairly narrow landing zone. They did not jump out far enough and scraped their arm off on the bottom of the cliff just before entering the water. The lower perch from the north side is a much safe jump.\n<\/p>\n\n\n<\/div>","months":["May","Jun","Jul","Aug","Sep"],"quality":2,"technicalRating":null}