{
  "url": "https://ropewiki.com/Wabena_Creek",
  "latitude": 39.2179,
  "longitude": -120.4297,
  "id": 32693,
  "name": "Wabena Creek",
  "quality": 3,
  "months": [
    "Jun",
    "Jul"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "IV",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Wabena Creek is a pretty fun canyon out a long dirt road with a few\ndifferent options depending on what you're into. While we found a\nscenic, mellow canyon when we first descended it, it would probably be\npretty awesome in higher flow (as would nearby Sailor Canyon). So\nsometime in June on a normal snowpack year could be exciting if you have\nthe skills and equipment. Also Wabena isn't terribly committing, which\nis another plus for higher flows.</p>\n<p>Upper Wabena Creek has a couple rappels if you drop in high enough,\nbut is mostly useful as a quicker approach to get further down the\ncanyon. The middle fork of Wabena Creek proves a more technical way to\nget in.</p>\n<p>The middle section of Wabena Creek has two jumps followed by a series\nof rappels through a scenic gorge, and is probably the most worthwhile\nsection. You can hike out after here for a quick 1600 foot exit.</p>\n<p>The lower section of Wabena Creek involves only three additional\nrappels, but contains the most narrow, gorged in, and committed section\nof the canyon, which is very nice. It also has a fun slide at the end.\nYour exit from here will be harder, at 2600 feet of elevation.</p>\n<p>Descending the Middle Fork down lower Wabena would be a long day and\nrequire a fast team.</p>\n<p>The best camp in the area is here: 39.212023,-120.414083</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Wabena Creek is accessed via the Soda Springs road from either Auburn\nor Truckee.</p>\n<p>There are two ways to get down to the technical section of Wabena\nCreek. The first is Upper Wabena Creek. Upper Wabena holds little in the\nway in technical challenges, but proves a quicker way to get to the more\nexciting bits of the canyon and is probably a good idea if you're\nplanning on doing the lower section of Wabena Creek. Park at an\noverlook/camp here: 39.224190,-120.410423. From that point if you angle\ndown to the right and follow a slight ridge, you'll find yourself above\na small bypassable waterfall with a smashed up Jeep Rubicon in a tree up\nto your right. Downstream from here there is a two stage waterfall\nsection at 39.226537,-120.413249. You might choose to angle down and\nleft from your car to drop in below this waterfall and bypass it.</p>\n<p>If you are looking for more rappels, you can descend the Middle Fork\nof Wabena Creek. The Middle Fork leaves from the campsite here:\n39.212023,-120.414083. Probably the best way to get into it is to head\nnorthwest on the road for around a quarter of a mile, then cut left off\nthe road down to the creek. There are five or six rappels probably\ndepending on what you choose to bypass. We found trickling waterfalls\nthrough a wide canyon, but satellite images indicate some pretty awesome\nfalls early on in the season.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Upper Wabena Creek and the Middle Fork come together and the canyon\nsoon after begins to enter a somewhat shallow gorge. Soon the canyon\nnarrows up for a single drop which can be jumped from up on the right.\nJust after this, the canyon repeats itself with a similar yet larger\ndrop.</p>\n<p>These are followed by the technical section, with around five rappels\nback to back. The last two rappels are down a large sliding waterfall\nand each of them approaches 200 feet in length. We anchored from a block\nup on the right, rappelled through and across the current to a tree and\nthen down on the left.</p>\n<p>Another waterfall that follows can be downclimbed on the right.</p>\n<p>Here you will notice a cable that cuts across the canyon. If you do\nnot want to descend Lower Wabena Creek, exit now! Just before the next\nlarge drop is an orange arrow indicating the trail out on the left.</p>\n<p>If you are continuing down Lower Wabena Creek, rappel on down the\nnext large drop, which is ~150-200 feet depending on if you downclimb or\nrappel the second stage of it. Below this drop you will boulder hop for\na while before encountering another sizeable waterfall.</p>\n<p>This waterfall drops into a beautiful pool, and is followed by\nanother drop which can be bypassed by climbing out to the right, and\ndescending a large crack through a pretty fun downclimb into the pool\nbelow.</p>\n<p>Some more boulder hopping follows before a rappel of just over 100\nfeet that will drop you into the final gorge below. This rappel is\nprobably the most scenic in the canyon, and drops you into the most\nnarrow and committing part. We did not find the need to use ropes for\nthe rest of the way down, but more water might change things. Some\nnarrow crevices and drops might make this part dangerous with high\nflow.</p>\n<p>The gorge opens up as you find the last drop, which is a fun slide!\nYou will find yourself in the air going across a small gap in the rock,\nbut the transition is smooth. Boulder piles in front of you at the base\nof the slide mark the exit trail.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>From the slide follow the cairns up and to the right up the north\nside of the canyon. The trail is faint, and more of a route in spots\nhere, with lots of Poison Oak, though it's avoidable if you pay enough\nattention. You should stay on top of the ridge following these cairns\nand find a sidecut trail that continues up and eventually drops you back\ndown into the canyon where the cable crossed it before.</p>\n<p>From the cable, follow the orange arrow up down canyon left. Follow\nthe trail that has been cut out through the manzanita and occasional\norange markings up the steep slope. It cuts back and forth until you are\neventually brought to the rim of the canyon. Enjoy the view, it is only\na half mile hike back to the road at this point, and you will come out\nhere: 39.209712,-120.421615</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p>Some information about the exit trail (incl. portion not shown on\ntopo map): <a\nhref=\"http://www.northforktrails.com/RussellTowle/NorthFork/Wabena/Wabena.html\">http://www.northforktrails.com/RussellTowle/NorthFork/Wabena/Wabena.html</a></p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}