{
  "url": "https://ropewiki.com/Sailor_Canyon",
  "latitude": 39.1996,
  "longitude": -120.494,
  "id": 32696,
  "name": "Sailor Canyon",
  "quality": 3.3,
  "months": [
    "Jun",
    "Jul"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 4,
  "rappelLongestMeters": 45.72,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Sailor Canyon while not particularly technical is a beautiful canyon\nwith large walls in a rock gorge that makes it well worth the effort. It\nwould likely be more technical and exciting with higher water. There is\nalso another fork that could be entered which is steeper and appears to\nbe more walled in.</p>\n<p>Also to be clear, a passenger vehicle will get you close enough to do\nthe canyon. A subaru will save you a decent bit of effort, and a 4WD\nhigh clearance car even more. With two high clearance 4WDs you could get\nextra lazy and run a short shuttle.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>This approach is for the West fork of Sailor Canyon. It is likely\nthat the East Fork is more exciting, but it will be harder to get\nto.</p>\n<p>A dirt road splits north off of Sailor Flat here:\n39.173457,-120.506630. Take it.</p>\n<p>The first intersection should be the stopping point for passenger\ncars. Everyone else go left following the sign for the Sailor Flat\nTrail.</p>\n<p>At the next intersection, Sailor Flat trail is left, and Sailor Mine\nis right. If you have 2 4WDs you can drive down the steep hill with\nsharp waterbars on the left and spot a car all the way down at the the\ntrailhead, then drive back to this intersection and start hiking down to\nthe right. If you have one, you can drive down toward Sailor Flat Trail\non the left til a small road splits right. Park near there, and the road\non the right will take you over to Sailor Mine.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Hike down the hill toward Sailor Mine and the drainage beneath it:\n39.186148,-120.494721. Boulder hop down this drainage past some\nfortunately old pieces of black irrigation piping. Not sure what that\ncould be from! This will drop you out into the West Fork.</p>\n<p>Downstream a large waterfall can be bypassed on the right. A smaller\none after seemed best rappelled, but could likely be bypassed as well. A\nsliding waterfall drops the west fork into the east fork, and can be\ndownclimbed on the right.</p>\n<p>Down the canyon a jump into a pool is followed by a similar drop. A\nrock slide has deposited a bunch of large sharp angular rocks into this\nsecond pool, so caution is required getting down into it.</p>\n<p>Further down the canyon turns to boulder hopping and becomes\nvegetated and seems as though it is giving up. Then around a corner with\na large pipe on the left is a large ~120 foot waterfall. This could also\nprobably be bypassed on the left, but makes for a fun enough rappel.</p>\n<p>A bit down from there the canyon narrows up. A fun but narrow slide\ndrops into this section. It might be best to slide into this sideways as\nit seems to jam your butt in at the bottom, not in an uncomfortable way,\nbut in a way that might be unsafe if flows were high? Just down is a\nlarger waterfall, ~150 feet down from the tree anchor we used to rappel\nit.</p>\n<p>A few downclimbs follow through the scenic gorge before it turns to\nboulder hopping down the creek.</p>\n<p>If continuing below the described dirt slope exit, there's a jump or\ntwo and at least one more waterfall rappel in the midst of the\nboulder-hopping, ~50 ft.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>When the boulder hopping section narrows up quite a bit, and you pass\na corner to see a very steep dirt slope that could be ascended up on the\nleft, you will likely be here: 39.199985,-120.493519. While you could\nexit this way (we did), you will miss a lot of the very nice trail that\nexits Sailor Canyon.</p>\n<p>I would instead look for a small tributary to join here:\n39.203909,-120.494335 and shortcut up to the trail from that point. It\ncan be a bit difficult to figure out just where you are down in the\nbottom, as GPS units don't work well, and there isn't much to go off of\nfor orientation. You could also hike down to the river and find the\ntrail on the left, but this would take a lot of extra effort.</p>\n<p>We (sqshemet's group May 2021) couldn't find the small tributary\nmentioned above and exited a little past it, at 39.2046, -120.4945,\nwhich was an easy short scramble up to the trail. Just downcanyon of\nwhere we exited, near 39.2053, -120.4946, the canyon slotted up again,\nfor what looked like a 10-15ft jump, with possibly more features\ndowncayon. It might be worth continuing and exiting somewhere like\n39.2077, -120.4931. Really, keep an eye out DCL once you start getting\nsick of boulder-hopping, there are many options for getting up to the\nexit trail at varying levels of difficulty.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}