{"url":"https:\/\/ropewiki.com\/Sailor_Canyon","timeRating":"III","shuttleSeconds":null,"longitude":-120.494,"latitude":39.1996,"waterRating":"C","rappelCountMin":3,"technicalRating":3,"name":"Sailor Canyon","quality":3.3,"months":["Jun","Jul"],"id":32696,"rappelCountMax":4,"vehicle":"Passenger","riskRating":null,"permit":"No","version":"34ac0774fa54e27075f663403547ac8ef16af6a06295ac5134e7258f0db4527e","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Sailor Canyon while not particularly technical is a beautiful canyon with large walls in a rock gorge that makes it well worth the effort.  It would likely be more technical and exciting with higher water.  There is also another fork that could be entered which is steeper and appears to be more walled in.  \n<\/p><p>Also to be clear, a passenger vehicle will get you close enough to do the canyon.  A subaru will save you a decent bit of effort, and a 4WD high clearance car even more.  With two high clearance 4WDs you could get extra lazy and run a short shuttle.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>This approach is for the West fork of Sailor Canyon.  It is likely that the East Fork is more exciting, but it will be harder to get to.  \n<\/p><p>A dirt road splits north off of Sailor Flat here: 39.173457,-120.506630.  Take it.  \n<\/p><p>The first intersection should be the stopping point for passenger cars.  Everyone else go left following the sign for the Sailor Flat Trail.  \n<\/p><p>At the next intersection, Sailor Flat trail is left, and Sailor Mine is right.  If you have 2 4WDs you can drive down the steep hill with sharp waterbars on the left and spot a car all the way down at the the trailhead, then drive back to this intersection and start hiking down to the right.  If you have one, you can drive down toward Sailor Flat Trail on the left til a small road splits right.  Park near there, and the road on the right will take you over to Sailor Mine.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Hike down the hill toward Sailor Mine and the drainage beneath it: 39.186148,-120.494721.  Boulder hop down this drainage past some fortunately old pieces of black irrigation piping.  Not sure what that could be from!  This will drop you out into the West Fork.  \n<\/p><p>Downstream a large waterfall can be bypassed on the right.  A smaller one after seemed best rappelled, but could likely be bypassed as well.  A sliding waterfall drops the west fork into the east fork, and can be downclimbed on the right.  \n<\/p><p>Down the canyon a jump into a pool is followed by a similar drop.  A rock slide has deposited a bunch of large sharp angular rocks into this second pool, so caution is required getting down into it.  \n<\/p><p>Further down the canyon turns to boulder hopping and becomes vegetated and seems as though it is giving up.  Then around a corner with a large pipe on the left is a large ~120 foot waterfall.  This could also probably be bypassed on the left, but makes for a fun enough rappel.  \n<\/p><p>A bit down from there the canyon narrows up.  A fun but narrow slide drops into this section.  It might be best to slide into this sideways as it seems to jam your butt in at the bottom, not in an uncomfortable way, but in a way that might be unsafe if flows were high?  Just down is a larger waterfall, ~150 feet down from the tree anchor we used to rappel it. \n<\/p><p>A few downclimbs follow through the scenic gorge before it turns to boulder hopping down the creek.\n<\/p><p>If continuing below the described dirt slope exit, there's a jump or two and at least one more waterfall rappel in the midst of the boulder-hopping, ~50 ft.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>When the boulder hopping section narrows up quite a bit, and you pass a corner to see a very steep dirt slope that could be ascended up on the left, you will likely be here: 39.199985,-120.493519.  While you could exit this way (we did), you will miss a lot of the very nice trail that exits Sailor Canyon.  \n<\/p><p>I would instead look for a small tributary to join here: 39.203909,-120.494335 and shortcut up to the trail from that point.  It can be a bit difficult to figure out just where you are down in the bottom, as GPS units don't work well, and there isn't much to go off of for orientation.  You could also hike down to the river and find the trail on the left, but this would take a lot of extra effort.\n<\/p><p>We (sqshemet's group May 2021) couldn't find the small tributary mentioned above and exited a little past it, at 39.2046, -120.4945, which was an easy short scramble up to the trail. Just downcanyon of where we exited, near 39.2053, -120.4946, the canyon slotted up again, for what looked like a 10-15ft jump, with possibly more features downcayon. It might be worth continuing and exiting somewhere like 39.2077, -120.4931. Really, keep an eye out DCL once you start getting sick of boulder-hopping, there are many options for getting up to the exit trail at varying levels of difficulty.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","geojson":null,"rappelLongestMeters":45.72}