{"rappelCountMax":11,"rappelLongestMeters":null,"rappelCountMin":6,"waterRating":"C","permit":"No","vehicle":"Passenger","quality":3,"id":32693,"riskRating":null,"shuttleSeconds":null,"longitude":-120.4297,"version":"e1fa83b7aa73622d924002f568e95cc6b51c26d968126893c0fe5c8751a5d07c","latitude":39.2179,"months":["Jun","Jul"],"geojson":null,"technicalRating":3,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Wabena Creek is a pretty fun canyon out a long dirt road with a few different options depending on what you're into.  While we found a scenic, mellow canyon when we first descended it, it would probably be pretty awesome in higher flow (as would nearby Sailor Canyon).  So sometime in June on a normal snowpack year could be exciting if you have the skills and equipment.  Also Wabena isn't terribly committing, which is another plus for higher flows.  \n<\/p><p>Upper Wabena Creek has a couple rappels if you drop in high enough, but is mostly useful as a quicker approach to get further down the canyon.  The middle fork of Wabena Creek proves a more technical way to get in.  \n<\/p><p>The middle section of Wabena Creek has two jumps followed by a series of rappels through a scenic gorge, and is probably the most worthwhile section.  You can hike out after here for a quick 1600 foot exit.  \n<\/p><p>The lower section of Wabena Creek involves only three additional rappels, but contains the most narrow, gorged in, and committed section of the canyon, which is very nice.  It also has a fun slide at the end.  Your exit from here will be harder, at 2600 feet of elevation.  \n<\/p><p>Descending the Middle Fork down lower Wabena would be a long day and require a fast team.  \n<\/p><p>The best camp in the area is here: 39.212023,-120.414083\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Wabena Creek is accessed via the Soda Springs road from either Auburn or Truckee.  \n<\/p><p>There are two ways to get down to the technical section of Wabena Creek.  The first is Upper Wabena Creek.  Upper Wabena holds little in the way in technical challenges, but proves a quicker way to get to the more exciting bits of the canyon and is probably a good idea if you're planning on doing the lower section of Wabena Creek.  Park at an overlook\/camp here: 39.224190,-120.410423.  From that point if you angle down to the right and follow a slight ridge, you'll find yourself above a small bypassable waterfall with a smashed up Jeep Rubicon in a tree up to your right.  Downstream from here there is a two stage waterfall section at 39.226537,-120.413249.  You might choose to angle down and left from your car to drop in below this waterfall and bypass it.  \n<\/p><p>If you are looking for more rappels, you can descend the Middle Fork of Wabena Creek.  The Middle Fork leaves from the campsite here: 39.212023,-120.414083.  Probably the best way to get into it is to head northwest on the road for around a quarter of a mile, then cut left off the road down to the creek.  There are five or six rappels probably depending on what you choose to bypass.  We found trickling waterfalls through a wide canyon, but satellite images indicate some pretty awesome falls early on in the season.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Upper Wabena Creek and the Middle Fork come together and the canyon soon after begins to enter a somewhat shallow gorge.  Soon the canyon narrows up for a single drop which can be jumped from up on the right.  Just after this, the canyon repeats itself with a similar yet larger drop.  \n<\/p><p>These are followed by the technical section, with around five rappels back to back.  The last two rappels are down a large sliding waterfall and each of them approaches 200 feet in length.  We anchored from a block up on the right, rappelled through and across the current to a tree and then down on the left.  \n<\/p><p>Another waterfall that follows can be downclimbed on the right.  \n<\/p><p>Here you will notice a cable that cuts across the canyon.  If you do not want to descend Lower Wabena Creek, exit now!  Just before the next large drop is an orange arrow indicating the trail out on the left.  \n<\/p><p>If you are continuing down Lower Wabena Creek, rappel on down the next large drop, which is ~150-200 feet depending on if you downclimb or rappel the second stage of it.  Below this drop you will boulder hop for a while before encountering another sizeable waterfall.  \n<\/p><p>This waterfall drops into a beautiful pool, and is followed by another drop which can be bypassed by climbing out to the right, and descending a large crack through a pretty fun downclimb into the pool below.  \n<\/p><p>Some more boulder hopping follows before a rappel of just over 100 feet that will drop you into the final gorge below.  This rappel is probably the most scenic in the canyon, and drops you into the most narrow and committing part.  We did not find the need to use ropes for the rest of the way down, but more water might change things.  Some narrow crevices and drops might make this part dangerous with high flow.  \n<\/p><p>The gorge opens up as you find the last drop, which is a fun slide!  You will find yourself in the air going across a small gap in the rock, but the transition is smooth.  Boulder piles in front of you at the base of the slide mark the exit trail.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>From the slide follow the cairns up and to the right up the north side of the canyon.  The trail is faint, and more of a route in spots here, with lots of Poison Oak, though it's avoidable if you pay enough attention.  You should stay on top of the \n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>ridge following these cairns and find a sidecut trail that continues up and eventually drops you back down into the canyon where the cable crossed it before.  \n<\/p><p>From the cable, follow the orange arrow up down canyon left.  Follow the trail that has been cut out through the manzanita and occasional orange markings up the steep slope.  It cuts back and forth until you are eventually brought to the rim of the canyon.  Enjoy the view, it is only a half mile hike back to the road at this point, and you will come out here:  39.209712,-120.421615\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<p>Some information about the exit trail (incl. portion not shown on topo map): <a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/www.northforktrails.com\/RussellTowle\/NorthFork\/Wabena\/Wabena.html\">http:\/\/www.northforktrails.com\/RussellTowle\/NorthFork\/Wabena\/Wabena.html<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","url":"https:\/\/ropewiki.com\/Wabena_Creek","name":"Wabena Creek","timeRating":"IV"}