{
  "url": "https://ropewiki.com/The_General",
  "latitude": -44.6417,
  "longitude": 168.3601,
  "id": 32853,
  "name": "The General",
  "quality": 5,
  "technicalRating": 3,
  "waterRating": "C2",
  "timeRating": "IV",
  "riskRating": "R",
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>The General is an epic canyon draining a large section of Turret Head\n(2350m). The canyon is deep, dark and aquatic. The highlight of the trip\nis dubbed \"the slot of doom\" a very vertical section of canyon that\nnarrows down to foot width at it's base. As a result of the narrow\ncorridors and numerous rappels in the water, consideration must be given\nto water levels prior to entry. This canyon is graded VI for commitment\nfor a reason! No escape in the upper sections, like... nothing. The\n‘grass cliff’ offers an emergency escape (not recommended). First ‘easy’\nescape is the ‘escape crack’. After the ‘v slot’ there are multiple\noptions for escape. Any parties wishing to descend the canyon should\nassume that many/all anchors will have been destroyed in floods and\nsuitable equipment should be carried to replace any missing/damaged\nanchors.</p>\n<p>The reference photo location is just upstream from the jctn with\nCaptain Chaos.</p>\n<p>The presence (and quantity) of water flowing over the rock on middle\nright of photo indicates moderate to high level.</p>\n<p>The absence of water flowing over the rock on middle right of photo\nindicates low levels.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Approach by Car:</p>\n<p>Drive to the last ford before the end of the Dart Valley road (see\nmap above). Park in grassy flats off to the side of the road, either\nside of the creek. ~30mins from Glenorchy. From Paradise onwards the\nroad is gravel and you must cross several fords. The road and fords are\nsuitable for a 2WD car in normal weather conditions. There is a DOC\ntoilet at the end of the Dart Valley road (5mins beyond Canyon Car\nPark).</p>\n<p>Approach on Foot:</p>\n<p>From the car park, follow the creek, initially on the left (walking\nupstream), crossing over to the right bank after about 15/ 20mins.\nFollow the right bank to the junction with Captain Chaos. The water\nlevel checkpoint is just upstream of the junction.</p>\n<p>Les Haut: (the top):</p>\n<p>Climb the hill between the Captain and the General. Follow the ridge\nline close to the Captain. Stick to the ridge that divides the Captain\nand General catchments and keep climbing. Once above the tree line make\nyour way over a scree slope/ creek and up through tussock grass to the\nsouth branch of The General.</p>\n<p>Inferiore, Intermedio or Superiore:</p>\n<p>If you plan on entering the Canyon at one of the lower entry points,\nclimb the hill between the Captain and the General. Follow the ridge\nline close to the Captain. Make your way over towards the General creek\nsomewhere around the 600m contour. There are two tributary creeks to\ncross (only one shown on topo). It is best to cross both these at the\n800m contour.</p>\n<p>Map showing approach marked in red. As this is trackless wilderness\nthe below is a rough guide only.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The canyon can be spilt into four sections. The only section you can\nwalk into is Les Haut. The other sections all require abseil entry.\nTherefore, exiting is not possible at any of the ‘section junctions’\nunless an escape rope is placed prior to entry.</p>\n<p>Les Haut (the top):</p>\n<p>Enter the creek at the 1300m contour. After a short boulder scramble\nthe canyon proper begins. This section of canyon is fairly open with\nwide boulder filled corridors and towering canyon walls. After the R4\nwaterfall the North and South Branches of the creek merge, significantly\nincreasing flow. At R6 be aware of sharp edges that may cause rope\ndamage. A deviation anchor may be required at some stage to mitigate\nthis hazard.</p>\n<p>Superiore:</p>\n<p>Between the R9 and R10 waterfalls it is possible to enter the canyon\nfrom a natural anchor (tree) on a bench on canyon left (CL) 30m above\nthe canyon floor (at the 1050m contour). Be aware of a high potential\nfor rockfall in this area. Here, the canyon begins to narrow with the\nwaterfalls coming in quick succession. R17 is a double drop with tricky\noverhangs on both waterfalls. The downclimb (DC) after R20 is very\nnarrow and may pose a hazard in high water conditions.</p>\n<p>Intermedio:</p>\n<p>After the R21 down-climbs (before R22) it is possible to enter the\ncanyon via a double bolted anchor on the rim, 25m above the canyon\nfloor. The anchor (at the 900m contour) is not easy to locate. Allow\nextra time to find this anchor if using this as your entry point. The\n“Grass Cliff” after R22 (marked on the topo) was used as an emergency\nescape point during the first descent, but it is very sketchy, with high\nconsequence’s in the event of a fall, it is not recommended. The ‘Slot\nof Doom’ is the crux of the canyon. There is a deviation on Canyon Left\n(CL) on the R23 drop (~10m below the anchor) that may assist the first\nperson down to reach the R24 anchor (double bolts). The R25 anchor\n(double bolts) is located just over the small ledge (loose rock). Both\nR24 and R25 are hanging belays with limited space (two people max!).\nTeams should take this into account prior to entering the Slot of Doom\nto ensure smooth transition through this sequence. A hand line anchor is\nused to access the R26 anchors. From the bottom of the Slot of Doom\nwaterfall through to R29 the canyon is very narrow and would pose a\nsignificant hazard in high water conditions.</p>\n<p>Inferiore:</p>\n<p>Between the R29 and R30 waterfalls it is possible to enter the canyon\nfrom a natural anchor (tree) on the rim on canyon left (CL) 40m above\nthe canyon floor (at the 800m contour). R31 is a double drop with a high\npotential for rope jam in a pinch after the first pool. It is the\nauthors opinion that an additional anchor should be installed sometime\nin the future to split this into two abseils. After the R35 downclimbs\nthe canyon opens out and escape is possible at several locations prior\nto entering the ‘V Slot’ (after R39). R37 has a nasty overhang and\nprobably deserves a deviation to avoid this. R39 also has a nasty over\nhang but has a deviation on Canyon Left (CL) ~5m below the anchor. R40\nhas an undercut wall at the base of the falls that could pose a hazard\nin high water conditions. After R42 the canyon again widens out offering\npotential escapes. R43 and R44 both have undercut walls at the base of\nthe falls that could pose a hazard in high water conditions.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Once you reach the end of the Canyon at 620m, you are probably\nfeeling \"a bit shit\" (especially if you started from Les Haut). Bashing\nthrough the bush back to the entry trail is \"a bit shit\". Boulder\nbashing down the creek is also \"a bit shit\". The choice is yours.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://canyonmag.net/database/the-general\">CanyonMag.net</a> : The\nGeneral</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://icopro.org/canyon/view/id/408\">Icopro.org</a> : The\nGeneral</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a href=\"https://vimeo.com/217713076\">Vimeo link to 5min video of the\nGeneral starting at the Intermedio abseil entry by Roc Bombak</a></p>\n<h2 id=\"background\">Background</h2>\n<p>First descent(s):</p>\n<p>Les Haut section: Greg Tilden, Canyoning Bob, Matt Belcher and Joe\nBugden (Feb 2018)</p>\n<p>Superiore section: Greg Tilden, Luis Goncalves and Joe Bugden (Mar\n2016)</p>\n<p>Intermedio section: Greg Tilden, Joe Bugden (With forced exit up the\n\"grass cliff\" Jan 2016)</p>\n<p>Intermedio section (including Slot of Doom): Greg Tilden, Daniel\nClearwater, Riki Brown, Toine Houtenbos and Joe Bugden (Jan 2016)</p>\n<p>Inferiore section: Greg Tilden, Kaden Anderson, Joe Bugden (Jan\n2016)</p>\n",
  "version": "d89b037ef2fe8e76c264d543c3c97595"
}