{
  "url": "https://ropewiki.com/Major_Mayhem",
  "latitude": -44.6551,
  "longitude": 168.3534,
  "id": 32854,
  "name": "Major Mayhem",
  "quality": 3.3,
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "III",
  "riskRating": "R",
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Major Mayhem is an incredibly narrow and committing canyon draining\noff Turret Head (2350m). The canyon is moderate to low flow. Although\nthere are a few escape possibilities in the upper open sections of\ncreek, there are long enclosed corridors that offer little to no\nescape.</p>\n<p>The dangers present in the lower slot canyon (R25 to end of canyon)\ndeserve a special mention. Due to the narrowness of the canyon, any logs\nthat are washed in overtime have wedged creating dams. At the base of\nalmost every waterfall in the slot section exists a log jam. Gravel has\nbuilt up behind these dams creating false bottom floors. The false\nfloors/ log jams are fragile and are likely to collapse at any time,\ncreating two very real hazards:</p>\n<p>• The false floor height can and will change over time. This can\nleave bolted anchors in locations that are unreachable. Due to the\nfragile nature of the log jams there is little in the way of natural\nanchors.</p>\n<p>• Any collapse is likely to release the water trapped behind the log\njam. Potential to create a flash flood is high. This could have a\nknock-on effect of causing further collapse of log jams downstream.</p>\n<p>Below is a picture of the aftermath of a log disturbance at the top\nof R26 (Chucky's Falls). A log was moved by a party member that caused\nthe partial collapse of the log jam. The collapse in this instance was\nslow and caused no further incidents. </p>\n<p>Any party wishing to descend this section of canyon should take these\nhazards into consideration and come equipped with sufficient anchor\nmaterial to cover any incidents. When negotiating the log jams, the\nphrase “walking on egg shells” should be kept in mind.</p>\n<p>The reference picture below was taken at the exit of the final\nnarrows (~460m) and can be reached by walking up the creek from the car\nfor approx. 10mins</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Approach by Car:</p>\n<p>Drive to the 2nd last ford before the end of the Dart Valley road\n(just after Dan’s Paddock). Limited parking on the far side of the ford,\non right of dirt road ~25mins from Glenorchy. From Paradise onwards the\nroad is gravel and you must cross several fords. The road and fords are\nsuitable for a 2WD car in normal weather conditions. There is a DOC\ntoilet at the end of the Dart Valley road (10mins beyond Canyon Car\nPark) .</p>\n<p>Approach on Foot:</p>\n<p>Upper section: From the car park begin climbing on the left side of\nthe creek (looking upstream). If water levels are a concern stop in at\nthe checkpoint at the 460m contour in the creek to compare with the\nreference photo. Continue climbing, staying reasonably close to the\ncreek. There is a tributary creek that is easily crossed at the 1000m\ncontour (crossing from North side to South side). The side creek gets\nsteep below and above this location. Keep climbing beyond the tree line\nin the tussock grass to reach the 1400m contour and the start of the\ncanyon.</p>\n<p>Lower Section(s): It is possible to enter the spectacular lower slot\ncanyon easily from Canyon Left at either the 800m contour via a screen\nslope downclimb to the creek at 760m, or at the “Happy Place” 600m\ncontour. From the car park begin climbing on the right side of the creek\n(looking upstream). If water levels are a concern, stop in at the 460m\ncontour in the creek to compare with the reference photo. Continue\nclimbing through the trackless wilderness until you reach your desired\nheight. The 800m entrance requires a scramble down a scree slope to\ncanyon bottom @ 760m. Alternatively you can easily enter by following\nthe 600m contour to a bench above “the Happy Place” and scramble into\nthe canyon there.</p>\n<p>Map showing approach marked in red. As this is trackless wilderness\nthe below is a rough guide only.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Upper Section:</p>\n<p>The canyon begins high on the hillside well above the tree line. R1\nhas a handline bolt to safely reach the anchor. The fun begins at the R8\nanchors (very exposed) at the top of ‘Money Shot Falls’. Care is needed\non the overhang at the top of R8 due to loose rocks. The R9 anchors\n(hanging belay) are located to canyon right (CR) well out of the main\nflow. R9 anchors are 60m below the R8 anchor station, extreme care\nshould be taken to not descend off the end of your rope!! Canyon opens\nout slightly after the junction with the South Branch offering a chance\nof escape. R15 drops you into the ‘Green Corner’ and an amazing series\nof waterfalls in the first real narrow corridor, a taste of what lies\nbelow.</p>\n<p>Lower Section:</p>\n<p>It is possible to enter the canyon (avoiding the top section) via a\nscree slope downclimb after R21 (see approach notes). R22 is a\nmulti-waterfall rappel, be aware of snags when attempting to retrieve\nyour rope. R23 has a deviation anchor on canyon left. Between R24 and\nR25 is a long section of downclimbing. At R25 you “Enter the 4th\nChamber” with no escape until you reach “the Happy Place”. R26 “Chuckys\nFalls” is where you will encounter the first of the notorious log jams\n(see warning in introduction above). “The Happy Place” (between R34\n&amp; R35) can be used as an easy entry/ escape point (see approach\nnotes), it is also a welcome spot to catch some sun and prepare for the\nnext section of narrow beginning at R35 and continuing all the way\nthrough to the “S Bend” downclimbs. After these downclimbs the canyon\nabruptly disappears, but the fun is not over. Continue downstream to\nreach “The Exit Narrows”. At the end of the canyon is the water level\ncheck point and a short walk back to the car.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>After the final narrows, follow the creek back the car (approx.\n10mins walk).</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n\n<h2 id=\"background\">Background</h2>\n<p>First descent:</p>\n<p>Lower Section (760m to end of canyon): January 2016 Greg Tilden and\nJoe Bugden</p>\n<p>Upper Section (1400m to Lower Section): February 2018 Greg Tilden,\nCanyoning Bob, Kaden Anderson, Taylor Redd and Joe Bugden</p>\n",
  "version": "f5dd443821948b9bd8f7d7bb796c982c"
}