{
  "url": "https://ropewiki.com/Captain_Chaos",
  "latitude": -44.6492,
  "longitude": 168.3565,
  "id": 32855,
  "name": "Captain Chaos",
  "quality": 2,
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Captain Chaos was named in order to stick with the military type\ntheme of the creeks draining the flanks of Turrent Head (2350m). Chaos\nis also the French word used to descibe a \"boulder field\" in a canyon,\nwhich fits with this creeks many \"chaos\" sections.</p>\n<p>Captain Chaos has short interesting sections of narrow slot,\ngenerally with abseils, followed by open boulder walking sections. It is\na very low flow canyon which makes it ideal for descent when others in\nthe area are flowing too high, or you are uncomfortable with higher flow\ncanyons but are looking to put your rope skills into action in a canyon\nenvironment.</p>\n<p>First descent was completed by Greg Tilden and Joe Bugden in January\n2016.</p>\n<p>The reference picture (below) was taken at the jctn of The\nGeneral</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Park your vehicle in the small area (room for one or two cars) either\nside of the final creek crossing on the dirt road that leads to the\n\"Dart Track\" (DOC toilets available at end of road). The approach starts\non flat ground and faint Deer trails can be followed at first. Follow\nthe creek to the junction with the General. At the junction with The\nGeneral the terrain gets steeper. There is no real track, but terrain is\nthrough open old growth Forrest (the big green monster) and navigation\nis relatively straight forward. Climb the broken ridge that separates\nthe two catchments. At about the 1000m contour begin climbing down and\ninto he Captain.</p>\n<p>Below is a link with a rough guide to the approach marked in red</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Captain Chaos has short interesting sections of narrow slot,\ngenerally with abseils, followed by open boulder walking sections. It is\na very low flow canyon which makes it ideal for descent when others in\nthe area are flowing too high, or you are uncomfortable with higher flow\ncanyons but are looking to put your rope skills into action in a canyon\nenvironment.</p>\n<p>There is plenty of opportunity for escape throughout the canyon. As\nthis is a fairly easy descent, no Canyon Topo is provided. 2x 60m Ropes\nwill be plenty to get you through. The canyon has a combination of blots\nand natural anchors. There are only a few locations where bolts are 100%\nrequired and if care is taken prior to committing to any one section, it\nis *almost* always possible to back-track to a point in the canyon where\nyou are able to escape. Having said that, I still recommend carrying a\nemergency bolting kit and definitely carry some sling/webbing to replace\nnatural anchors.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>the canyon finishes at The General jctn, retrace your steps back to\nthe car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "719a0b02d6d743c0768330207290c40b"
}