{
  "url": "https://ropewiki.com/Lobo_Canyon",
  "latitude": 34.8334,
  "longitude": -111.6825,
  "id": 32998,
  "name": "Lobo Canyon",
  "quality": 3,
  "months": [
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "IV",
  "permit": "No",
  "rappelCountMin": 2,
  "rappelCountMax": 3,
  "rappelLongestMeters": 32,
  "vehicle": "4WD - High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Lobo Canyon, IE Eva's entry is one of a few technical canyons that\nprovide access to the spectacular pristinity of upper Woods Canyon.\nUpper Woods Canyon is a beautiful area visited by few that protects\nitself topographically from crowds as coming from the bottom requires a\nlong hike over boulder strewn terrain, and coming from the top requires\nscrambling and swimming freezing cold pools.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>The roads along the drive to the trailhead are very rocky in spots\nand may be impassable when wet. Come with a good 4x4 with good clearance\nand a hearty tolerance for driving on very slow, very rocky terrain.</p>\n<p>From I17 south of Munds Park, take exit 320 west for Schnebly Hill\nRd; resetting your odometer at the cattle guard. Continue southwest on\nSchnebly Hill Rd for 3.4 miles, then turn left onto forest road 801,\nthen turn right at a T intersection at 4.9 miles to stay on FR801. At\nthe 5.7 mile mark stay straight at Oak Tank (may feel like stay right)\nwhere the road turns into FR9495F. At 5.9 miles bear left at a split in\nthe road where, confusingly enough, both directions of the split are\nsigned 9494F, though they do not go the same way. At 6.5 miles you can\nturn left onto 9469T and drive south only another few hundred feet to\nthe alternate parking area or continue for another .7 miles (7.2 miles\ntotal) to park at the trailhead at the end of the road. The reason for\nthe alternate parking area is that it saves both driving and hiking\ndistance and since cross country travel in this area is scarcely any\ndifferent than hiking on the Hot Loops Trail, I think it makes sense to\nhave a shorter alternative.</p>\n<p>Hike the Hotloop trail from the top near Schnebly Hill Road to where\nit crosses Lobo Canyon. Follow the drainage to the first rappel.</p>\n<p>If using the alternate parking area, hike due south for about .5 mile\nfrom the end of the road to where you meet with the Hot Loops Trail -\nlarge cairns help lead the way. Follow the trail as it meanders south,\nthen west before dropping off of the rim to begin a few long switchbacks\ndown the slope. As of June 2017, this part of the trail is completely\novergrown with New Mexico Locust and Scrub Oak and is somewhat difficult\nto follow in a few spots.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>A short walk down canyon from where the trail meets the main drainage\nwill bring you to the first vertical challenge. Walk the exposed ledge\ntowards canyon left, be careful here.... to the pine tree and first\nrappel of 80 feet - this first drop can also be climbed around on canyon\nleft. Either take the exposed, sloped ledge left or scramble around more\nsafely above the ledge through the brush to then downclimb through a\ncrack and one steep, eight foot vertical downclimb to get to the same\nspot as the ledge would take you. I did not find a suitable anchor at\nthis spot on the left to drop down in the watercourse (future parties\nmay want to construct an anchor directly at the top of this drop - 100\nfeet of rope should do it - to avoid having to fuss with going left at\nall), so did the easy climb around through the brush to then trend back\nto the right to get back to the main drainage at the second rappel. The\nnext rappel is upon you straight away, rappel 105 feet from a deadman\nanchor (check anchor carefully since flowing water may compromise it) in\na pothole at the top of the drop. Shortly thereafter, rappel down a\nscenic, sloping drop 50 feet from an anchor at the base of a small tree\non the right, then through a single, short, possibly chest deep pool and\nhike another .5 mile before reaching upper Woods Canyon. Now the real\njourney begins. Although non technical, getting up Woods Canyon from\nhere proves the main adventure.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Once into Woods Canyon, follow Woods up canyon until you enter the\nBasalt geology. You will climb up a few class 4ish sections of basalt in\nthe watercourse direct. Look canyon left for a steep weakness to head\ntowards rimtop, and navigate from that rimtop cross country to your car.\nThe hike up Woods Canyon is why I feel this loop is worth doing. Woods\nproved as a local resident one of the most beautiful creeks to hike\nalong that I have experienced in Sedona hands down. Slots within the Red\nRock cut by the main flow are beautiful, as are the many large clear\npools, and slots through the Coconino geology were awesome as well. You\nwill swim some really cold pools, climb and scramble a ton of nasty\nbouldery terrain, and route find around these amazing slotted sections\nwithin the Red Rock that are hard to describe, so it proves a long day\nmostly because of the non technical canyoneering up Woods Canyon\nitself.</p>\n<p>An earlier, alternate exit is also possible by hiking up Woods Canyon\nfor just under one mile from the confluence with Lobo Canyon, then\nhiking up a slope and ridge to the west to meet back up with the trail.\nThe good news is that this exit cuts off about three miles of tedious\nboulder hopping up Woods Canyon, then three to four miles of cross\ncountry hiking to get back to the trailhead, decreasing overall trip\nmileage to 8.5 miles. The bad news is that the route is steep and\nmiserably brushy, so you might save three or four miles, but you won't\nenjoy it. If choosing this route (wear a long shirt and pants), follow\nthe GPS track labeled \"alt exit\" as closely as you can, as being\nslightly off route can cliff you out. If you don't like the looks of\nthis route right away, you may be better off with the longer exit, as\nthe brush hardly ever eases. As you get higher you will encounter some\nminor class 2 scrambling, but no major climbing. Stay on top of the\nridge as you work your way up to meet up with the trail above the minor\ndrainage on your left you will be hiking past.</p>\n<ul>\n<li>Special note about the alternate exit:</li>\n</ul>\n<p>By far the most impressive part of any hike in Woods Canyon are the\npools in the Supai sandstone; if you only do Lobo Canyon and the\nalternate exit you will not pass these pools, but they are only about\nanother .5 mile up Woods Canyon from the point where the alt exit breaks\noff from the canyon. Consider a side trip to view the pools before\ntackling the exit.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"https://www.facebook.com/pat.winstanley.7/media_set?set=a.1469343263124366.1073742146.100001461198708&amp;type=3&amp;pnref=story\">https://www.facebook.com/pat.winstanley.7/media_set?set=a.1469343263124366.1073742146.100001461198708&amp;type=3&amp;pnref=story</a></p>\n<h2 id=\"background\">Background</h2>\n<p>The first known descent was made in 2012 by Melissa Philibeck and\nGarrett Bennett.</p>\n",
  "version": "ec386a1c31e3e4b18e16e809150b70e7"
}