{
  "url": "https://ropewiki.com/Long_Canyon_(Wet_Beaver_Wilderness)",
  "latitude": 34.6669,
  "longitude": -111.6535,
  "id": 33001,
  "name": "Long Canyon (Wet Beaver Wilderness)",
  "quality": 3.3,
  "months": [
    "May",
    "Jun",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "rappelLongestMeters": 6.1,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Long Canyon may slightly remind you of Bear Canyon on the Mogollon\nRim of Arizona. It only has one rappel of 20 feet near the bottom after\nmost of the slot has past. Although the canyon is not very technical,\nthe slotted sections above the one rappel are some of the more beautiful\nin the area and reminiscent of the narrows of Bear Canyon, but longer.\nIf looking to get your tech on, this is not the best choice, but if\nlooking for a rarely visited hike through an absolutely gorgeous slot\ncanyon, this may be a your ticket.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Take the Bell Trail East of I-17 to Bell Crossing and head up the\nsteep trail most of the way to the top of the Mesa after having crossed\nWet Beaver Creek. Once almost to the top you will see a steep scree\nslope that you will need to climb up and over the saddle into the main\nLong Canyon drainage. Scramble carefully down the steep hill on the\nother side and to the bottom of Long Canyon, and head into the\ncanyon.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Simple downclimbs and cold swims will take you through this beautiful\nslot. Near the end a 20 foot rappel off of boulders takes place, before\nswimming and hiking the final bit to reach Wet Beaver Creek and the Bell\nTrail.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Take the Bell Trail back to your car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.facebook.com/pat.winstanley.7/media_set?set=a.550093345049367.1073741849.100001461198708&amp;type=3\">https://www.facebook.com/pat.winstanley.7/media_set?set=a.550093345049367.1073741849.100001461198708&amp;type=3</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<p>First known descent was made in 2011 by Melissa Philibeck and Garrett\nBennett, although due to the one rappel it seems possible that the route\ncould have been descended and had the anchor wash away long ago... if\nnot that, this route seems like prime terrain for the Native's living in\nthe area over many centuries, so I feel certain we were not the first in\nthis canyon by any means. Nonetheless this is a gorgeous canyon to\nexplore.</p>\n",
  "version": "c5e69d8353196daf157e007ebefe7bf6"
}