{
  "url": "https://ropewiki.com/Garnitzenklamm",
  "latitude": 46.5934,
  "longitude": 13.345,
  "id": 33732,
  "name": "Garnitzenklamm",
  "quality": 5,
  "months": [
    "Aug",
    "Sep",
    "Oct"
  ],
  "technicalRating": 4,
  "waterRating": "C2",
  "timeRating": "I",
  "permit": "No",
  "rappelLongestMeters": 25,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Garnitzenklamm is probably the most beautiful gorge in Karnten\n(Austria). It is located in Gailtal valley near Hermagor on the noth\nside of the Austrian Carnic Alps. The gorge is very well known in this\npart of Austria, as a natural attraction and the tourist path leads\nthrough the gorge. The gorge has plenty of water throughout the year and\nis accessible at the end of summer and in autumn. The gorge has\nbeautiful deep green pools and offers many opportunities for jumps and\nslides (short version of Bodengo2). The canyon is always very aquatic,\neven in high summer, and dangerous in high water, some pitches in full\nflow of water (there is a danger that the water pulls you over the\nwaterfall) and some anchors are very hard to reach. The check point for\nthe water level is at the first bridge ( better at the third bridge). It\nis possible to do the canyon on the NO ROPE style. Highly recommended,\neven it's a short trip.</p>\n<p><b>Zone:</b> Austria – Gailtal - Hermagor</p>\n<p><b>Dimensions:</b> Entrance: 870 m Exit: 750 m Height: 120 m Length:\n450 m</p>\n<p><b>Period</b> August-October</p>\n<p><b>Times:</b> Approach: 30 min Progression: 1'20 h Return: 10 min</p>\n<p><b>Shuttle:</b> No</p>\n<p><b>Equipment:</b> Sufficient -10 mm bolts with maillons, very hard to\nreach (bring with you 2 or 3 maillons)</p>\n<p><b>Rope:</b> 2 x 25m</p>\n<p><b>Biggest waterfall:</b> 17 m</p>\n<p><b>Possible exit</b> Yes, after the narrow part on the right side\n(path)</p>\n<p><b>Maps:</b> Osterreichische staatskarte: OK 1:25 000 Nr.\n199/Hermagor Freytag &amp; Bernd WK 224 Faaker See-Villach-Unteres\nGailtal</p>\n<p><b>Attraction:</b> Regional (national ?)</p>\n<p><b>Difficulty:</b> v4 a5 III</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From Tarvisio or Villach drive toward to Hermagor. At the end of the\nHermagor in the circular intersection take the second exit for Kotschach\nMauthen and after about 300 meters, turn left for Moderndorf (sign for\nGarnitzenklamm). Drive through the village to the big parking lot and\nthere is a restaurant and the entrance to the Gorge (entrance fee).\n.</p>\n<p>Take the path that leads through the Gorge, cross three bridges and\n50 meters after the third bridge is the entry (end of the iron cables).\nHere is the end of the first part of the gorge (end of the first narrow\npart).</p>\n<h2 id=\"descent\">Descent</h2>\n<p><b>C 8m or S3 +T5m:</b> 1 bolt hard to reach (L) -2 cascates</p>\n<p><b>C 7m or S 6m:</b> 1 new bolt (L) or 1 old (R)</p>\n<p><b>C 5m or S 4 m:</b> 1 bolt hard to reach (L)</p>\n<p><b>C 9m or S 9m:</b> 2 bolts hard to reach (L) – crux of the descent\n(better if you jump)</p>\n<p><b>C 7m or T 7m :</b> 2 bols hard to reach (L) - crux of the descent\n( if you wont to do the slide, jump on to the left wall and slide, very\ntricky and dangerous)</p>\n<p><b>C 13m or S 11m:</b> 1 bolt (R)</p>\n<p><b>C 7m or S 5m:</b> 1 bolt (L)</p>\n<p><b>C 5m or D:</b> 1 bolt with fix rope (L)</p>\n<p><b>T 4m </b>(plan inclain) <b>D + walking 50 m S 2m</b></p>\n<p><b>Possible exit on the right </b>(end of the narrow part)</p>\n<p><b>C 17m:</b> 3 bolts (R) – or D on the right 7m and S9 m (very hard\n– check the pool first)</p>\n<p><b>C 13m or T 9m:</b> for slide jump on to the left wall and slide (\nbypass on the right)</p>\n<p><b>S 3m:</b> ( R)</p>\n<div style=\"font-size:x-small; background-color:#f0f0f0;\">\n<p><i>C = cascate D = down climb S = shout (jump) T = tobogan, slide L =\nleft R = right MC= hand line (traverse) </i></p>\n</div>\n<h2 id=\"exit\">Exit</h2>\n<p>At the second bridge, get back on the approaching path (left or\nright) and follow it to the parking lot (10 minutes).</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n\n<h2 id=\"background\">Background</h2>\n<p>At the entrance to the Gorge they collect an entrance fee to the end\nof 15th September (4 EUR per person). By Canyoning Cult Slovenia on 2th\nof November 2014.</p>\n",
  "version": "7f7955e2c6e8864a404f34380c843e9e"
}