{"rappelCountMin":4,"waterRating":"C","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Alva Glen is a charming slot canyon located near Stirling making it a fantastic evening project for long summer days. It has fun slides and a great twisting waterfall for the main pitch aptly named The Corkscrew. It is well bolted, and is frequently run commercially along side its sister canyon of Dollar Glen. The Glen features alot of infrastructure from the weaving industry and has 3 dams across the river during the decent.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Getting_There\">Getting There<\/h3><\/div>\n<p>Alva Glen is located in the Ochil hills, above the picturesque town of Alva. It is within easy reach of Glasgow, Stirling and Edinburgh. If approaching from Edinburgh or Glasgow, head over the Clackmannanshire bridge, before following the B908 to Alva. Where this meets the main road continue straight over to find the road to the car park. \n<\/p><p><br \/>\n<\/p>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Access\">Access<\/h3><\/div>\n<p>Alva Glen is a popular destination for hikers, and has great paths to the leading up the Glen. From the car park, start walking on the RR side of the gorge. This shortly leads to a bridge. Follow the path left here before taking a stair case heading up the bank. Before you go up you will see the dam witn the last abseil clearly visible. This is a great spot to check water levels. \n<\/p><p>At the top of the stairs you pass under a pipe that was used to carry water to the mill in Alva. Turn left here and again at the fork in another 20m. This takes you to a carved path high above the Glen following the line of the old pipework. This leads to a small dam, and then a larger one which marks the end of the upper section of the canyon. Gaining the side of the dam, the path changes character, heading up the hillside in a series of sharp zig zags.\n<\/p><p>After levelling off again, the path traverses above Smugglers Cave, and the bottom of the gorge can be seen bellow. From here continue 100m further along the path until the burn can be plainly seen in the valley bottom. Make your way down a grassy spur to the bank where the flat short grass makes for a comfortable place to change and sort out kit.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"The_Upper_Canyon\">The Upper Canyon<\/h3><\/div>\n<p>The descent starts off with some simple scrambling downstream before a fallen tree presents a fun squeeze.  Below this, there is a small curving Toboggan feature, but your speed needs to be carefully managed as the pool below is tiny. This leads to the first main abseil where some boulders are jammed in the canyon. Bolts are found on RR. This pitch is very aquatic and there are bolts for a guided abseil on RL below if needed.\n<\/p><p>This then leads to another small shallow Toboggan which can be quite pushy in high flows. The slot here opens up into the smugglers' cave which is an awesome spot. After a 100m section of gorge walking there is a small drop that can be Downclimbed, rigged for abseil, or set with a handline from bolts RR depending on the skill level of your group. Some more simple gorge walking leads to another small abseil down 3m. This is bolted RR. \n<\/p><p>Below this, the canyon becomes more carved and interesting, with some pools and a small slide. In high flows there are bolts for a handline RL as it could be easy to be washed over the top of the next pitch, however, it's not necessary in low flows. This pitch is bolted with a high anchor RL. Bellow this is a charming section of slot canyon which leads to the main pitch of the canyon. The canyon briefly opens up to a shingle beach and this is the top of the Corkscrew pitch. There are bolts RL for this 26m pitch. The pitch is smooth and slippery but also very aquatic and can have a bit of push to it, especially lower down. There are bolts RL in the pool at the bottom for a guided abseil if that is needed.\n<\/p><p>The last pitch of the upper canyon is directly below this and is a fun sliding abseil out of the slot canyon. There are bolts RL. Be wary of the logs jammed at the top for rope retrieval. \n<\/p><p>This leads down to a small toboggan and a single beach which marks the bottom of the upper Canyon.\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<\/p>\n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"The_Lower_Canyon\">The Lower Canyon<\/h3><\/div>\n<p>If wishing to continue downstream you need to abseil down the dam. This is best done from a cast iron ring high in the middle of the structure. At the bottom of the dam, it becomes a simple gorge walk for 500m. This leads through some fun features before leading to a small 6m abseil. This is best anchored from the tree high RR. Some that could be helpful here. Below this the canyon becomes more interesting again, taking on a slot character where a large tree has been stuck. Climb down this to arrive at a large dam. This is best abseiled river left, from either the railing or the tree. This marks the end of the lower canyon\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Upper_Exit\">Upper Exit<\/h3><\/div>\n<p>This canyon has three potential exit routes. For the shortest trip, after absailing down the narrow exit of the slot canyon you will find yourself on a rocky beach in the Glen. This is not a natural feature and instead marks where rocks and sediment has gotten stuck behind the dam. Exit RR over the dam, rejoining the \n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>main path. Alternatively the dam can be absisled from the rusty remaining infrastructure in the center, the large iron ring being a particularly good canidate. This has a fun little cave in the base of the dam, a great spot to hide and jump out at absailers. From here scramble up the bank on RR to rejoin the path. From here it is a simple 10m walk back to the car park.\n<\/p><p><br \/>\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Lower_exit\">Lower exit<\/h3><\/div>\n<p>The lower exit is just after the absail over the dam. From here scramble up the bank RL to rejoin the path. It's now only 3 minutes back to the car park.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/canyonguides.org\/guide-book\/canyon-locations-map?id=Alva_Glen_Canyon\">UK CanyonGuides.org<\/a> &#160;: Alva Glen Canyon<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/icopro.org\/canyon\/view\/id\/278\">Icopro.org<\/a> &#160;: Alva<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Catchment = 7.65km2\n<\/p>\n\n\n<\/div>","shuttleSeconds":null,"id":34196,"longitude":-3.7965,"latitude":56.1615,"permit":"No","name":"Alva Glen","rappelLongestMeters":23,"technicalRating":3,"version":"838f79fa38a331b2cd5d29974d568a2707acea6be14e8d137336e8c1acb26685","vehicle":"Passenger","months":["Apr","May","Jun","Jul","Aug","Sep"],"rappelCountMax":6,"quality":3.8,"url":"https:\/\/ropewiki.com\/Alva_Glen","timeRating":"I","geojson":null,"riskRating":null}