{
  "url": "https://ropewiki.com/Alva_Glen",
  "latitude": 56.1615,
  "longitude": -3.7965,
  "id": 34196,
  "name": "Alva Glen",
  "quality": 3.5,
  "months": [
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "I",
  "permit": "No",
  "rappelCountMin": 4,
  "rappelCountMax": 6,
  "rappelLongestMeters": 23,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Alva Glen is a charming slot canyon located near Stirling making it a\nfantastic evening project for long summer days. It has fun slides and a\ngreat twisting waterfall for the main pitch aptly named The Corkscrew.\nIt is well bolted, and is frequently run commercially along side its\nsister canyon of Dollar Glen. The Glen features alot of infrastructure\nfrom the weaving industry and has 3 dams across the river during the\ndecent.</p>\n<h2 id=\"approach\">Approach</h2>\n<h3 id=\"getting_there\">Getting There</h3>\n<p>Alva Glen is located in the Ochil hills, above the picturesque town\nof Alva. It is within easy reach of Glasgow, Stirling and Edinburgh. If\napproaching from Edinburgh or Glasgow, head over the Clackmannanshire\nbridge, before following the B908 to Alva. Where this meets the main\nroad continue straight over to find the road to the car park.</p>\n<h3 id=\"access\">Access</h3>\n<p>Alva Glen is a popular destination for hikers, and has great paths to\nthe leading up the Glen. From the car park, start walking on the RR side\nof the gorge. This shortly leads to a bridge. Follow the path left here\nbefore taking a stair case heading up the bank. Before you go up you\nwill see the dam witn the last abseil clearly visible. This is a great\nspot to check water levels.</p>\n<p>At the top of the stairs you pass under a pipe that was used to carry\nwater to the mill in Alva. Turn left here and again at the fork in\nanother 20m. This takes you to a carved path high above the Glen\nfollowing the line of the old pipework. This leads to a small dam, and\nthen a larger one which marks the end of the upper section of the\ncanyon. Gaining the side of the dam, the path changes character, heading\nup the hillside in a series of sharp zig zags.</p>\n<p>After levelling off again, the path traverses above Smugglers Cave,\nand the bottom of the gorge can be seen bellow. From here continue 100m\nfurther along the path until the burn can be plainly seen in the valley\nbottom. Make your way down a grassy spur to the bank where the flat\nshort grass makes for a comfortable place to change and sort out\nkit.</p>\n<h2 id=\"descent\">Descent</h2>\n<h3 id=\"the_upper_canyon\">The Upper Canyon</h3>\n<p>The descent starts off with some simple scrambling downstream before\na fallen tree presents a fun squeeze. Below this, there is a small\ncurving Toboggan feature, but your speed needs to be carefully managed\nas the pool below is tiny. This leads to the first main abseil where\nsome boulders are jammed in the canyon. Bolts are found on RR. This\npitch is very aquatic and there are bolts for a guided abseil on RL\nbelow if needed.</p>\n<p>This then leads to another small shallow Toboggan which can be quite\npushy in high flows. The slot here opens up into the smugglers' cave\nwhich is an awesome spot. After a 100m section of gorge walking there is\na small drop that can be Downclimbed, rigged for abseil, or set with a\nhandline from bolts RR depending on the skill level of your group. Some\nmore simple gorge walking leads to another small abseil down 3m. This is\nbolted RR.</p>\n<p>Below this, the canyon becomes more carved and interesting, with some\npools and a small slide. In high flows there are bolts for a handline RL\nas it could be easy to be washed over the top of the next pitch,\nhowever, it's not necessary in low flows. This pitch is bolted with a\nhigh anchor RL. Bellow this is a charming section of slot canyon which\nleads to the main pitch of the canyon. The canyon briefly opens up to a\nshingle beach and this is the top of the Corkscrew pitch. There are\nbolts RL for this 26m pitch. The pitch is smooth and slippery but also\nvery aquatic and can have a bit of push to it, especially lower down.\nThere are bolts RL in the pool at the bottom for a guided abseil if that\nis needed.</p>\n<p>The last pitch of the upper canyon is directly below this and is a\nfun sliding abseil out of the slot canyon. There are bolts RL. Be wary\nof the logs jammed at the top for rope retrieval.</p>\n<p>This leads down to a small toboggan and a single beach which marks\nthe bottom of the upper Canyon. </p>\n<h3 id=\"the_lower_canyon\">The Lower Canyon</h3>\n<p>If wishing to continue downstream you need to abseil down the dam.\nThis is best done from a cast iron ring high in the middle of the\nstructure. At the bottom of the dam, it becomes a simple gorge walk for\n500m. This leads through some fun features before leading to a small 6m\nabseil. This is best anchored from the tree high RR. Some that could be\nhelpful here. Below this the canyon becomes more interesting again,\ntaking on a slot character where a large tree has been stuck. Climb down\nthis to arrive at a large dam. This is best abseiled river left, from\neither the railing or the tree. This marks the end of the lower\ncanyon</p>\n<h2 id=\"exit\">Exit</h2>\n<h3 id=\"upper_exit\">Upper Exit</h3>\n<p>This canyon has three potential exit routes. For the shortest trip,\nafter absailing down the narrow exit of the slot canyon you will find\nyourself on a rocky beach in the Glen. This is not a natural feature and\ninstead marks where rocks and sediment has gotten stuck behind the dam.\nExit RR over the dam, rejoining the main path. Alternatively the dam can\nbe absisled from the rusty remaining infrastructure in the center, the\nlarge iron ring being a particularly good canidate. This has a fun\nlittle cave in the base of the dam, a great spot to hide and jump out at\nabsailers. From here scramble up the bank on RR to rejoin the path. From\nhere it is a simple 10m walk back to the car park.</p>\n<h3 id=\"lower_exit\">Lower exit</h3>\n<p>The lower exit is just after the absail over the dam. From here\nscramble up the bank RL to rejoin the path. It's now only 3 minutes back\nto the car park.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://canyonguides.org/guide-book/canyon-locations-map?id=Alva_Glen_Canyon\">UK\nCanyonGuides.org</a> : Alva Glen Canyon</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://icopro.org/canyon/view/id/278\">Icopro.org</a> : Alva</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Catchment = 7.65km2</p>\n",
  "version": "bfdc1baebd90db3fda44f774deb32f7a"
}