{
  "url": "https://ropewiki.com/Birks",
  "latitude": 56.6029,
  "longitude": -3.872,
  "id": 34206,
  "name": "Birks",
  "quality": 4,
  "months": [
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 4,
  "rappelLongestMeters": 6.1,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>The Birks of Aberfeldy is a Beautiful scenic Gorge. It was first made\nfamous through a poem by Rabbie Burns of the same name. The rim hike is\nwell built and popular with tourists, so you will often end up with an\naudience when you absail the first drop. The rest of the Gorge is well\nhidden and feels like its own little word. For locals it is a fun trip\nto get a new perspective on this well trodden area. The decent is mainly\ntechnical in nature, but does have a few slides and jumps if you know\nwhere to look and inspect first. It also has one of the shorter trips\nbetween the end of the canyon and a pub.</p>\n<h2 id=\"approach\">Approach</h2>\n<h3 id=\"getting_there\">Getting There</h3>\n<p>The birks is located on the hillside above the small town of\nAberfeldy. This is easily reached for the east from the A9 by taking the\nA827 west from Ballinluig. Once reaching the traffic lights at the\ncentre of town, turn up the hill following signs to Crieff. Follow this\nroad to the next set of traffic lights, where, after turning right,\nleads you to the car park. It is possible to run a shuttle to the top of\nthe falls, by turning right before the traffic lights. This takes you up\na steep single track road. This road will turn right, but keep on\nstraight up the hill. After a hairpin bend and a track joining from the\nright, there is a layby on the left. This is a private road so you\nshould not park here.</p>\n<h3 id=\"the_walk_in\">The Walk In</h3>\n<p>The Gorge has extremely well built paths on either side, and both\npaths lead to the top. Taking the path on the right is the fastest\nroute, but stays well above the gorge for its entire route and offers\nlittle of interest. Walking up the left side is more interesting. This\nstarts by crossing a footbridge, which is a great place to check the\nwater levels. Follow this path along the stream, saying hi to Rabie\nBurns as you pass him on his bench, to a point where the gorge narrows\nto a slot. This is the exit of the canyon.</p>\n<p>The paths now works its way up the side in a series of stairs and\nswitchbacks, but half way up an old viewpoint has been fenced off. This\nfence can be climbed around or slid under, and the viewpoint offers\ngreat views of the route, and is also a possible exit point. Continue up\nthe zig zags and path until you reach the bridge over the top drop.\nThere is nothing of interest above this, and so the route starts on\neither side of the bridge.</p>\n<h2 id=\"descent\">Descent</h2>\n<h3 id=\"the_main_gorge\">The Main Gorge</h3>\n<p>From the bridge, there are two possible decent options. If the river\nis high, the large larch tree forms a good anchor for a primarily dry\nabseil down river right. In low waters, however, it might be more fun to\nrig one of the smaller trees on RL for a more aquatic line down the\ncenter of the main waterfall. Both of these abseils leave you in a pool\nabove a 4m drop to the main canyon floor. Depending on the water level\nand skill level of the group this can be down-climbed or rigged for\nabseil using the sling around the jammed tree river left.</p>\n<p>Below this, there is about 200m of fun but uncomplicated gorge\nwalking. The big drop here can be downclimbed round to RR, where you\nenter a fun cave-like feature, or you can downclimb the narrow groves\nRC. Bellow this you reach the second of the main falls. This has an\nanchor in place around a tree RR, but you have to traverse out on a\nledge to reach this. This Absail is 8m, and has a little undercut cave\nat the bottom. No matter how deep this pool is, there are ledges and\nrocks under the surface and it is not safe to jump.</p>\n<p>Below this is the bulk of the technical ropework. The gorge opens up\nto a cascade at the top of a large fall. There are bolts RL to set up a\nhandline all the way around RL of the waterfall. This is 20m There are\nquite a few intermediary bolts to fix it to. From this abseil station,\nthere is an easy dry abseil down to the pool 14m below. You can abseil\noff of two bolts further up for a more aquatic line, although rope\nretrieval from these anchors can sometimes be a little problematic.</p>\n<p>Below this all difficulties can be downclimbed, first with a few\nsmall drops, and then a 4m jump from RL into a large pool. Once this is\ndone, it is easy to exit to the abandoned viewpoint on RR.</p>\n<h3 id=\"the_lower_birks\">The Lower Birks</h3>\n<p>Bellow the viewpoint the 8m drop can be jumped or downclimbed, but\nshould be inspected as it is a hotspot for debris. A simple gorge walk\nthen leads to the last interesting features of the canyon, where there\nare two small drops in a tight slot section. These can both be\ndownclimbed, but the first one is more challenging than it looks and can\nbe bypassed RR. Below this, swim out of the slot and exit RR.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>There are two potential exit points for this canyon. After the\ntoboggan feature described above, the old viewpoint is clearly visible\nRR. Climb over the fence, and exit back up the abandoned pathway. This\nleads back to the main path which can be followed to the car park.\nAlternatively, if you continue down the Lower Birks as outlined above,\nthen after the slot section the river will flatten out. Exit the pool RR\nand rejoin the main path. As you walk out, there is one more notable\nfeature. After the statue, there is a point where the river flows over a\nshort waterfall, then through a carved channel. This can be a fun\ntoboggan in high flows, but less so in low flows.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://canyonguides.org/guide-book/canyon-locations-map?id=Birks_of_Aberfeldy\">UK\nCanyonGuides.org</a> : Birks of Aberfeldy</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://icopro.org/canyon/view/id/260\">Icopro.org</a> : The\nBirks</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Catchment: 29.79km2</p>\n"
}