{
  "url": "https://ropewiki.com/Drovers",
  "latitude": 56.328,
  "longitude": -4.7083,
  "id": 34212,
  "name": "Drovers",
  "quality": 4,
  "months": [
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct"
  ],
  "technicalRating": 4,
  "waterRating": "B",
  "timeRating": "II",
  "permit": "No",
  "rappelLongestMeters": 48,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Drovers Canyon is a Fantastic decent running down the west side of\nBeinn Chabhair at the north end of Loch Lomond. It offers fun\ndownclimbs, some small jumps and an epic 48m main pitch. It also has\nperhaps the shortest walk of any canyon in Scotland from exit to the\nnearest pub, situated and the Beinnglass Campsite at the base of the\nfalls. The Upper section of the canyon runs over the hillside and is\neasily escapable until the main abseiling begins. The bottom section is\nmore enclosed and committing. There are good natural anchors throughout\nthe top section, and the main abseils in the bottom section are\nbolted.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>This canyon Is easily accessed from the A82 and is between Ardlui to\nthe south and Crianlarich to the north. If approaching from Glasgow,\nContinue north from Ardlui along the A82. After 3km, you will pass the\nDrovers Inn. This shares a name with the waterfall, but the parking is a\nfurther 400m along the road where a small road bridge leads right across\nto the Beinglas Campsite. Parking is available here for a small fee. If\nApproaching from the north, the turn off is 9.5km south of\nCrianlarich.</p>\n<p>After parking follow the track that leads up toward the campsites\nplaypark, before a small track takes off up the hillside. This path is\nhighly eroded and incredibly steep. The Approach is only 1km but it is a\nconsiderable undertaking. There are a large number of switchbacks that\nmake it difficult to see the flow in the stream so it is good to check\nbefore making the hike. After 600m, the path comes along side the burn,\ngiving a nice view to some of the smaller features before the main drop.\nThis is also a good point to look to see if the anchor for the last\npitch before the main event is in good condition, as it can be inspected\nfrom the path. After this, the path curves away from the burn again,\nbefore forking above some of the forestry. Take the right fork to keep\nfollowing the water course, before the stream and the path (thank god)\nlevel out. Here it is trivial to scramble back down to the stream for\naccess.</p>\n<p>It Could perhaps be worth carrying your long ropes up to above the\nmain drop and leave them, as they can be picked up again later and are\nnot needed for the top section.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>From the top, the descent starts off as a lovely gorge walk, with a\nseries of small downclimbs, with 1 or 2 jumps, but the pools are\nshallower than they look. This leads to a small tight gorge which has a\nlot of fun bridging climbing where everything can be downclimbed, but\nthe harder sections can be avoided if needed. This section ends in a\nlarge pool, where the canyon opens onto the face of the hillside,\nleaving space for some stunning views across the nearby Arrochar Alps.\nBelow, the stream cascades down a series of small waterfalls, most of\nwhich can be downclimbed or rigged for abseil from boulders or trees\ndepending on the skill level of the group. In the run-up to the main\ndrop, there are, at the time of writing some in situ anchors for\nprotecting the approach, You can check for these on the accent when the\npath meets the stream. these abseils could be run as 2 short pitches of\n15 and 7m, or run together. It is possible to downclimb these sections\nbut they are directly above the main pitch.</p>\n<p>From the ledge, there are bolts river left to bring you down to the\npool and boulders below. Below this, some simple gorge walking and a\nvery small abseil lead to a slot canyon hidden in the hillside. Here a\nshort waterfall gives 3 options, a natural anchor in the main water\nsource provides an extremely aquatic abseil into a slot at the bottom of\nthe canyon. Bolts on the river left to provide a dry line for use in\nhigher flows, or the waterfall can be downclimbed just to the left of\nthe main slot.</p>\n<p>Approaching the bottom of the canyon, there is a stunning abseil down\nto a deep pool. There are bolts for a handline to protect the access as\nthe anchor is quite exposed. This is a very aquatic pitch, and for those\nwaiting, a good photo of the abseil can be gained by climbing under the\ngiant house-sized bolder river left to a ledge above the pool. Below\nthis, a handline has been permanently rigged to protect a traverse\naround a scowered section of the left bank, however, this can\nalternatively be downclimbed. The handline leads to fixed lines, one\nleading to a 4m jump and one leading to an easier entrance to the water.\nThis is an excellent jump, and provides a good playspot, before\nfinishing the canyon with a 5m wander downstream.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>After the last abseil, there is a small amount of gorge walking\n(50m). When the banks drop away, and the burn turns slightly to the\nleft, exit right. Cross a fence, and rejoin the ascent path at its\nbase.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://canyonguides.org/guide-book/canyon-locations-map?id=Drovers_Falls\">UK\nCanyonGuides.org</a> : Drovers Falls</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Catchment 6.871km2</p>\n"
}