{
  "url": "https://ropewiki.com/Barvick_Falls",
  "latitude": 56.3988,
  "longitude": -3.8644,
  "id": 34217,
  "name": "Barvick Falls",
  "quality": 3,
  "months": [
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "I",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 3,
  "rappelLongestMeters": 20,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>The falls of bavick is a fun and simple canyon located a stones throw\naway from creif. It has a few fun low angle abeils, one smashing jump\nand miles of fun slides. It is undeservedly unpopular, but because of\nthis has a lovely unexplored feeling. It's short length and simple\nnature make it a cracking option for beginners or for an after work\ngetaway.</p>\n<h2 id=\"approach\">Approach</h2>\n<h3 id=\"getting_there\">Getting there</h3>\n<p>The Falls of Barvick are located a stone's throw from Creif making\nthem an ideal quick trip for beginners or as a cheeky after-work trip.\nThey can also be combined with a bit of climbing at some of the nearby\ncrags if that is your thing. From Creif head west on the A85. After\ncrossing over a small bridge, turn left following signs for Glen Turret.\nGo past the distillery, and then turn left onto a road with a 10mph\nspeed limit. This road ends at a fork just past a bridge. There is\nparking here in a small layby on the righthand side of the road just\nbefore the bridge.</p>\n<h3 id=\"access\">Access</h3>\n<p>The walk up this canyon is short and steep. Take a faint path on the\nRL side of the gorge, sticking near to the edge of the Gorge. Follow\nthis up as the path comes and goes. There are a few downed trees to\nscramble under/over. Eventually the accent levels out and over the next\nfew 100m the burn comes up to join the path. When it looks safe to do so\nwalk down the bank to access the burn.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The canyon starts where the burn levels out and an easy descent can\nbe made to join the burn. A short 200m gorge walk leads you to the first\npitch. This is bolted river left and looks downclimbable but a steep\ndrop at the bottom prevents this. There is a log in this pool (and\neverywhere else in this canyon) which is fun to jump off of. The canyon\nhere becomes more steep-sided and there is a short section of\nentertaining but straightforward gorge walking. The next pitch is a\nlovely smooth 20m pitch. This has a single bolt RL. The bottom of this\npitch has a high potential for a pendulum so caution should be used.</p>\n<p>Below this abseil, there is a cool 2-tier drop that can be\ndownclimbed using the treetrunk on RR. Here the gorge drops into an\nimpressive narrow slot. There is no good anchor here to abseil from and\ninstead, it should downclimbed via the slabs on RL. Swimming back up to\nit is well rewarded however as there is a tight 5m jump to be found into\nthe second pool from the drop.</p>\n<p>The gorge now opens out and offers a wide array of slabs and slides\nthat are fun but need to have their speed managed as none have deep\nlandings. To finish there are 2 waterfalls. The first of which has 3\ntiers and is a fun challenge to downclimb, but none of the pools are\ndeep. It is best to climb around the RL side instead. There are also\nnumerous trees that can be used to rig an abseil depending on your\ngroup. It might be more fun to abseil this and stay in the water.\nLastly, a curving 6m waterfall leads to the finish. This is bolted on RL\nbut you might not know it. The bolts are hidden on the canyon floor\nbetween the drop and a tree on RL. You may have to move some leaves to\nfind this. From the bottom of this abseil, you can literally see your\nvehicle, and the trip is finished.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>The exit to this canyon could not be simpler. From the bottom of the\nlast pitch walk across the shallow slippy pool before moving out of the\nburn RL and making your way up to your vehicle.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://canyonguides.org/guide-book/canyon-locations-map?id=Falls_of_Barvick\">UK\nCanyonGuides.org</a> : Falls of Barvick</li>\n</ul>\n<ul>\n<li>Scottish Canyons by Danny Watts</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}