{"quality":4,"permit":"No","waterRating":"B","id":34212,"technicalRating":4,"vehicle":"Passenger","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Drovers Canyon is a Fantastic decent running down the west side of Beinn Chabhair at the north end of Loch Lomond. It offers fun downclimbs, some small jumps and an epic 48m main pitch. It also has perhaps the shortest walk of any canyon in Scotland from exit to the nearest pub, situated and the Beinnglass Campsite at the base of the falls. The Upper section of the canyon runs over the hillside and is easily escapable until the main abseiling begins. The bottom section is more enclosed and committing. There are good natural anchors throughout the top section, and the main abseils in the bottom section are bolted.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>This canyon Is easily accessed from the A82 and is between Ardlui to the south and Crianlarich to the north. If approaching from Glasgow, Continue north from Ardlui along the A82. After 3km, you will pass the Drovers Inn. This shares a name with the waterfall, but the parking is a further 400m along the road where a small road bridge leads right across to the Beinglas Campsite. Parking is available here for a small fee. If Approaching from the north, the turn off is 9.5km south of Crianlarich. \n<\/p><p>After parking follow the track that leads up toward the campsites playpark, before a small track takes off up the hillside. This path is highly eroded and incredibly steep. The Approach is only 1km but it is a considerable undertaking. There are a large number of switchbacks that make it difficult to see the flow in the stream so it is good to check before making the hike. After 600m, the path comes along side the burn, giving a nice view to some of the smaller features before the main drop. This is also a good point to look to see if the anchor for the last pitch before the main event is in good condition, as it can be inspected from the path. After this, the path curves away from the burn again, before forking above some of the forestry. Take the right fork to keep following the water course, before the stream and the path (thank god) level out. Here it is trivial to scramble back down to the stream for access. \n<\/p><p>It Could perhaps be worth carrying your long ropes up to above the main drop and leave them, as they can be picked up again later and are not needed for the top section.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>From the top, the descent starts off as a lovely gorge walk, with a series of small downclimbs, with 1 or 2 jumps, but the pools are shallower than they look. This leads to a small tight gorge which has a lot of fun bridging climbing where everything can be downclimbed, but the harder sections can be avoided if needed. This section ends in a large pool, where the canyon opens onto the face of the hillside, leaving space for some stunning views across the nearby Arrochar Alps. Below, the stream cascades down a series of small waterfalls, most of which can be downclimbed or rigged for abseil from boulders or trees depending on the skill level of the group. In the run-up to the main drop, there are, at the time of writing some in situ anchors for protecting the approach, You can check for these on the accent when the path meets the stream. these abseils could be run as 2 short pitches of 15 and 7m, or run together. It is possible to downclimb these sections but they are directly above the main pitch. \n<\/p><p>From the ledge, there are bolts river left to bring you down to the pool and boulders below. Below this, some simple gorge walking and a very small abseil lead to a slot canyon hidden in the hillside. Here a short waterfall gives 3 options, a natural anchor in the main water source provides an extremely aquatic abseil into a slot at the bottom of the canyon. Bolts on the river left to provide a dry line for use in higher flows, or the waterfall can be downclimbed just to the left of the main slot. \n<\/p><p>Approaching the bottom of the canyon, there is a stunning abseil down to a deep pool. There are bolts for a handline to protect the access as the anchor is quite exposed. This is a very aquatic pitch, and for those waiting, a good photo of the abseil can be gained by climbing under the giant house-sized bolder river left to a ledge above the pool. Below this, a handline has been permanently rigged to protect a traverse around a scowered section of the left bank, however, this can alternatively be downclimbed. The handline leads to fixed lines, one leading to a 4m jump and one leading to an easier entrance to the water. This is an excellent jump, and provides a good playspot, before finishing the canyon with a 5m wander downstream.\n<\/p>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>After the last abseil, there is a small amount of gorge walking (50m). When the banks drop away, and the burn turns slightly to the left, exit right. Cross a fence, and rejoin the ascent path at its base.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/canyonguides.org\/guide-book\/canyon-locations-map?id=Drovers_Falls\">UK CanyonGuides.org<\/a> &#160;:<\/li><\/ul>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Drovers Falls\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Catchment 6.871km2\n<\/p>\n\n\n<\/div>","timeRating":"II","rappelCountMin":null,"rappelCountMax":null,"riskRating":null,"latitude":56.328,"name":"Drovers","longitude":-4.7083,"version":"6459317d631acbd52579e4db92cf33c30731b78956106282ebc93feddce7c331","shuttleSeconds":null,"rappelLongestMeters":48,"geojson":null,"url":"https:\/\/ropewiki.com\/Drovers","months":["Apr","May","Jun","Jul","Aug","Sep","Oct"]}