{"rappelCountMax":15,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Raineach Canyon is a small short canyon on the south side of Loch Tummel. It gets its water from the Faragon Ridge and a small catchment meaning it is often low in flows. What it lacks in jumps and slides it makes up for with an abundance of fun and often aquatic abseils. It is extremely well equipped, with a lot of pitches having anchors on both sides. This is because it is used as a training venue for canyoning companies. Because of this, it makes a great place to practice rope work techniques or to set up multiple abseil lines with a large party.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Getting_There\">Getting There<\/h3><\/div>\n<p>The canyon is located on the south side of Loch Tummel, to get here from the central belt, head north on the A9 from Dunkeld. Pass the first exit to Pitlochry, and then turn right off of the A9 onto a road signposted for Clunie and Foss. Cross back under the A9, and follow this single-track road for 6.8 miles along the banks of first the river Tummel and then the loch itself. This single-track road is very windy and is often busy with kayakers and rafters, so drive with care. \n<\/p><p>Approaching from the west, make your way to Kilin. From there, take the A827 along the north side of Loch Tay until you reach Fernan. Turn left here. After following this small road for 5 miles, turn left at Coshieville to take the high road up onto the moorland. Follow this road until just after a hairpin bend then turn right down a road signposted for Foss. Follow this road for 4.4 miles to arrive at the parking for the canyon. \n<\/p><p>You will know you are at the right spot as there is a small bridge and a wild camping area. \n<\/p>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Access\">Access<\/h3><\/div>\n<p>A small overgrown footpath leads up the RR side of the canyon. This leads up to near the start, offering great views into some of the features of the canyon. The path peters out above a drop, but if you scramble upstream you can access one more abseil. Above this drop the moorland very noticably flattens out, marking the end of the walk-in, and the start of the fun.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>The exit from this canyon is extremely simple. After the two back-to-back large abseil pitches, you can choose to exit RR via a carved path or continue downstream with a final short 5m abseil. After either of these, climb out of the RR side of the river and walk downstream for 20m to reach your vehicle. Alternatively, for a bit of fun, make your way under the road bridge and into the loch for a swim and celebratory splash about.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/canyonguides.org\/guide-book\/canyon-locations-map?id=Raineach_Canyon\">UK CanyonGuides.org<\/a> &#160;: Raineach Canyon<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Catchment: 2.67km2\n<\/p>\n\n\n<\/div>","months":["Apr","May","Jun","Jul","Aug","Sep","Oct"],"rappelLongestMeters":22,"version":"31e5b56f8b52dc4f7fb060b94fc47cb562735b4eff8beebd99e3b039fdabe206","latitude":56.7071,"permit":"No","geojson":null,"shuttleSeconds":null,"rappelCountMin":15,"timeRating":"I","vehicle":"Passenger","id":34238,"longitude":-3.8887,"technicalRating":3,"riskRating":null,"quality":3.5,"waterRating":"B","name":"Raineach","url":"https:\/\/ropewiki.com\/Raineach"}