{"shuttleSeconds":null,"id":34257,"name":"Poncho Wash","version":"f093ad934ac8d4a28bdc5d3fc946cf0fbc488025e059c758cdb2dfd5a358d4e3","months":["Dec","Jan","Feb","Jun","Jul","Aug"],"quality":3,"rappelLongestMeters":null,"geojson":null,"latitude":38.7257,"waterRating":null,"technicalRating":null,"url":"https:\/\/ropewiki.com\/Poncho_Wash","longitude":-111.0787,"vehicle":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Poncho Wash is a rather ordinary but wild canyon located in the San Rafael Swell in central eastern Utah. The canyon is located west of Gem Canyons and Enigma Canyon and drains into Muddy Creek. This canyon is located in one of most isolated part of the San Rafael, and one of the least explored regions of the United States. It is certainly the essence of the wild and unexplored. The first recorded descent of this canyon did not occur until April 2007. Only a handful of people have seen this canyon. This is a rugged technical adventure. The trip is not for beginners. Just finding the trailhead is a serious test of navigation. Climbers and canyoneers should go well prepared before considering this trip.\n<\/p><p>Although pretty, the wildness of the canyon is its main attraction. As far as technical canyons in the region go, this one is not one of the best and is just another average canyon. The only slot last a few yards and most of the canyon is deep and pretty, though fairly wide and with a few interesting raps, and has no real special features to ever make it a classic. I have done Poncho Wash once and would probably not do it again.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>As mentioned, just finding the trailhead is a navigational challenge. You must do the vehicle shuttle the day before the trip, as it will be a long day just getting through the canyon. You absolutely must have the 7.5 minute quads (maps) Big Bend Draw and Ireland Mesa for the drive to the trailhead. Even then, the maps are inaccurate especially near the trailhead. A 4wd is also required.\n<\/p><p>To get to the trailhead at the head of the canyon, drive west from Green River or east of the Emery area along I-70 to exit 108. You must carefully follow the topo maps for the remainder of the drive. Take the southbound gravel road and veer right after a short distance. Stay on the main road until you reach Kimball Draw at an intersection with a sign. This is at about co-ordinates N38*47'16.47\" W111*5'52.69\". Turn left onto the dirt road signposted for Copper Globe. After following the bottom of the wash for a while, you will reach an intersection (no sign and it can be hard to spot [update: in 2007, there was a sign for \"Designated Vehicle Route\" here]) at about co-ordinates N38*47'4.42\" W111*4'34.19\". Turn right onto a seldom used track. Follow the track in and out of several drainages until you reach an intersection at a top of a hill at about co-ordinates N38*46'24.02\" W111*3'57.04\". Turn right here. The road weaves in and out of drainages and scenic and colorful badlands and is one of the most interesting pieces of road construction I've ever seen. There are some sections of the road that pass through sparkling gypsum beds. Not too far after the road climbs out of Dizzy Trail Canyon (see the topo map), you will reach a junction next to a small hill with a cairn (pile of rocks) on top.\n<\/p><p>From here on, the topo map is inaccurate as far as showing the many tracks go, so pay attention closely to the topographic features on the map. There are many routes to the trailhead, but here's the route we took. Turn right at the junction with the hill and cairn. You will cross a few very rough spots in the road while crossing two washes. Continue past the rough washes as mentioned above and park at the stock tank in Poncho Wash.\n<\/p><p>Make sure to leave Green River or Castle Dale with a full tank of gas! This area certainly is out in the middle of no-where!\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>From the stock tank at the trailhead, follow Poncho Wash all the way to Muddy Creek. There are a few obstacles. You must chimney over some boulders and do two rappels. The second rappel is 155 feet\/50 meters and is hard to set up for inexperienced canyoneering, so make sure to have lots of practice with natural anchors before dropping into and doing this canyon. Follow the canyon to Muddy Creek.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>From Muddy Creek, hike back up Poncho Wash for 0.3 miles while keeping a close eye out to the right. After hiking up Poncho, you will notice a chute on both the right and left sides of the canyon. This is caused by a fault line. The left chute dead ends on a high cliff above Muddy Creek, so it’s the right chute you want (looking down canyon this is on the left side). These chutes are just before a big bend in Poncho Wash (while going up canyon).\n<\/p><p>I call this the Poncho Chute from Heck. Grind up the chute. Only one place is exposed and it was covered with slippery mud when we climbed it on April 13th and 14th 2007. It shouldn't be bad when dry. Loose rocks are a hazard, so use caution.\n<\/p><p>After climbing the chute, veer right and scramble up to the top of the rim. There is a nice break in the cliffs making the rest of the route fairly easy.\n<\/p><p>From here you need a map, compass, GPS if you have one, and navigating skills. Stay on the flat and broad ridge of sorts between Poncho Wash and Enigma Canyon and route-find back to the trailhead. There are few landmarks, so make sure to follow the map very carefully. The trailhead is about 2.5 miles\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><pre>from the base of the exit chute in Poncho Wash.\n<\/pre>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/summitpost.org\/poncho-wash\/309739\">SummitPost.org<\/a> &#160;: Poncho Wash<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/summitpost.org\/poncho-wash\/309739\">SummitPost.org<\/a> &#160;: Poncho Wash Loop Route<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","permit":"No","timeRating":null,"riskRating":null,"rappelCountMin":2,"rappelCountMax":2}