{
  "url": "https://ropewiki.com/Poncho_Wash",
  "latitude": 38.7257,
  "longitude": -111.0787,
  "id": 34257,
  "name": "Poncho Wash",
  "quality": 3,
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Jun",
    "Jul",
    "Aug"
  ],
  "permit": "No",
  "rappelCountMin": 2,
  "rappelCountMax": 2,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Poncho Wash is a rather ordinary but wild canyon located in the San\nRafael Swell in central eastern Utah. The canyon is located west of Gem\nCanyons and Enigma Canyon and drains into Muddy Creek. This canyon is\nlocated in one of most isolated part of the San Rafael, and one of the\nleast explored regions of the United States. It is certainly the essence\nof the wild and unexplored. The first recorded descent of this canyon\ndid not occur until April 2007. Only a handful of people have seen this\ncanyon. This is a rugged technical adventure. The trip is not for\nbeginners. Just finding the trailhead is a serious test of navigation.\nClimbers and canyoneers should go well prepared before considering this\ntrip.</p>\n<p>Although pretty, the wildness of the canyon is its main attraction.\nAs far as technical canyons in the region go, this one is not one of the\nbest and is just another average canyon. The only slot last a few yards\nand most of the canyon is deep and pretty, though fairly wide and with a\nfew interesting raps, and has no real special features to ever make it a\nclassic. I have done Poncho Wash once and would probably not do it\nagain.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>As mentioned, just finding the trailhead is a navigational challenge.\nYou must do the vehicle shuttle the day before the trip, as it will be a\nlong day just getting through the canyon. You absolutely must have the\n7.5 minute quads (maps) Big Bend Draw and Ireland Mesa for the drive to\nthe trailhead. Even then, the maps are inaccurate especially near the\ntrailhead. A 4wd is also required.</p>\n<p>To get to the trailhead at the head of the canyon, drive west from\nGreen River or east of the Emery area along I-70 to exit 108. You must\ncarefully follow the topo maps for the remainder of the drive. Take the\nsouthbound gravel road and veer right after a short distance. Stay on\nthe main road until you reach Kimball Draw at an intersection with a\nsign. This is at about co-ordinates N38*47'16.47\" W111*5'52.69\". Turn\nleft onto the dirt road signposted for Copper Globe. After following the\nbottom of the wash for a while, you will reach an intersection (no sign\nand it can be hard to spot [update: in 2007, there was a sign for\n\"Designated Vehicle Route\" here]) at about co-ordinates N38*47'4.42\"\nW111*4'34.19\". Turn right onto a seldom used track. Follow the track in\nand out of several drainages until you reach an intersection at a top of\na hill at about co-ordinates N38*46'24.02\" W111*3'57.04\". Turn right\nhere. The road weaves in and out of drainages and scenic and colorful\nbadlands and is one of the most interesting pieces of road construction\nI've ever seen. There are some sections of the road that pass through\nsparkling gypsum beds. Not too far after the road climbs out of Dizzy\nTrail Canyon (see the topo map), you will reach a junction next to a\nsmall hill with a cairn (pile of rocks) on top.</p>\n<p>From here on, the topo map is inaccurate as far as showing the many\ntracks go, so pay attention closely to the topographic features on the\nmap. There are many routes to the trailhead, but here's the route we\ntook. Turn right at the junction with the hill and cairn. You will cross\na few very rough spots in the road while crossing two washes. Continue\npast the rough washes as mentioned above and park at the stock tank in\nPoncho Wash.</p>\n<p>Make sure to leave Green River or Castle Dale with a full tank of\ngas! This area certainly is out in the middle of no-where!</p>\n<h2 id=\"descent\">Descent</h2>\n<p>From the stock tank at the trailhead, follow Poncho Wash all the way\nto Muddy Creek. There are a few obstacles. You must chimney over some\nboulders and do two rappels. The second rappel is 155 feet/50 meters and\nis hard to set up for inexperienced canyoneering, so make sure to have\nlots of practice with natural anchors before dropping into and doing\nthis canyon. Follow the canyon to Muddy Creek.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>From Muddy Creek, hike back up Poncho Wash for 0.3 miles while\nkeeping a close eye out to the right. After hiking up Poncho, you will\nnotice a chute on both the right and left sides of the canyon. This is\ncaused by a fault line. The left chute dead ends on a high cliff above\nMuddy Creek, so it’s the right chute you want (looking down canyon this\nis on the left side). These chutes are just before a big bend in Poncho\nWash (while going up canyon).</p>\n<p>I call this the Poncho Chute from Heck. Grind up the chute. Only one\nplace is exposed and it was covered with slippery mud when we climbed it\non April 13th and 14th 2007. It shouldn't be bad when dry. Loose rocks\nare a hazard, so use caution.</p>\n<p>After climbing the chute, veer right and scramble up to the top of\nthe rim. There is a nice break in the cliffs making the rest of the\nroute fairly easy.</p>\n<p>From here you need a map, compass, GPS if you have one, and\nnavigating skills. Stay on the flat and broad ridge of sorts between\nPoncho Wash and Enigma Canyon and route-find back to the trailhead.\nThere are few landmarks, so make sure to follow the map very carefully.\nThe trailhead is about 2.5 miles from the base of the exit chute in\nPoncho Wash.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://summitpost.org/poncho-wash/309739\">SummitPost.org</a> :\nPoncho Wash</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://summitpost.org/poncho-wash/309739\">SummitPost.org</a> :\nPoncho Wash Loop Route</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "13f231d92125335e6599d08314dd7184"
}