{"waterRating":"A","version":"6e2d0bd7ce8a51d1efe0b1b8f156f0082ac1d9b6220606e1bca7dd5264d4ee99","riskRating":null,"permit":"No","shuttleSeconds":null,"id":34290,"url":"https:\/\/ropewiki.com\/Elephant_Canyon","timeRating":"IV","rappelCountMin":3,"rappelCountMax":4,"rappelLongestMeters":24.38,"quality":2.5,"months":["Mar","Apr","May","Sep","Oct","Nov","Feb"],"latitude":38.1952,"longitude":-109.8476,"geojson":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Elephant Canyon-Lower Salt Creek Loop is a route in the Needles District of Canyonlands National Park.  \n<\/p><p>Ascending up Lower Salt Creek requires climbing skills.  There is one 15' upclimb of 5.6 in difficulty, so having a good climber along is recommended.  THIS IS A LEGIT CLASS 5.6 CLIMBING MOVE.  YOU MUST HAVE A CLIMBER IN THE GROUP OR YOU MAY BE TURNED AROUND AND FACE AN ADDITIONAL 8  HRS. TO EXIT THE SOUTHER ROUTE.  There may be webbing there but you can not rely on it remaining. \n<\/p>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p><b>Trailhead<\/b>\n<\/p><p>The trailhead is at the Big Spring Overlook Trailhead in the Needles section of Canyonlands National Park.\n<\/p><p><b>Approach Hike<\/b>\n<\/p><p>Follow the Confluence Overlook Trail as it descends a couple hundred feet to the Big Spring Canyon bottom, crosses it and up the other side. Continue along the trail until it drops into Elephant Canyon. This is about 1.5 miles from the trailhead.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Follow Elephant Canyon down canyon from the trail.  After about a mile, there is a drop off at 38.1873, -109.8370.\n<\/p>\n<ul><li>R1: 30ft freehang from small hanging bush<\/li><\/ul>\n<p>Continue hiking down the drainage for about 1 mile until you reach a big drop off at 38.1990, -109.8465. If you brought a long enough rope you can rappel this. Otherwise, traverse the left rim about 500 feet to a short drop off the cliff band at 38.2022, -109.8466.\n<\/p>\n<ul><li>R2:  15ft from a boulder wrap or partner assist.<\/li><\/ul>\n<p>Hike about another mile to the next drop off at 38.2081, -109.8478 and the next rappel.\n<\/p>\n<ul><li>R3:  80ft freehang from a boulder horn located underneath a saucer just right of the pour off. It is easy to miss. You have to downclimb 5 feet to see the then red webbing.<\/li><\/ul>\n<p>Hike down the drainage about a 1\/2 mile to the next and final drop off at 38.2122, -109.8489.\n<\/p>\n<ul><li>R4: 55ft freehang from a scrub oak on the lip. This rappel can be bypassed on canyon right by scrambling down a scree and boulder slope, but what fun is that<\/li><\/ul>\n<p>Following, there are many Crinoids along with red and black chert.  Right before you reach the Colorado River, look up 50 feet or so on the right side and locate some Anasazi ruins.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>There are two options here. \n<\/p><p><b>Up River and Out Lower Salt Creek Canyon<\/b>\n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>This is the more scenic option, but be warned. There is a 20' rock pitch to climb (often wet) so have a good climber with you. \n<\/p><p><br \/>\nUpon reaching the Colorado River, head upriver for 0.5 mile up the river to the mouth of Salt Creek. If the water is high the bushwhacking through the tamarisk and scrambling on loose rubble is tedious and requires some good route finding skills as you will have to climb up and over some small cliff bands and could take an hour.  If the river is low you can walk along the flat bank most of the way and it will only take 1\/2 hour. \n<\/p><p>Once you reach the mouth of Salt Creek, begin hiking up the wash which is often dry at this point. Follow the deep canyon up as it makes a broad U turn and slowly works its way east. Salt Creek has five drops you will need to climb up. Four of them are easy scrambles but the second one as you head up canyon, located about 1.5 miles from the river requires a 20-foot rock climb which usually has a trickle waterfall next to it.  There are two pitons that can be used to protect the climb if you can locate them. There are a couple old star bolts at the top. \n<\/p><p>Once above the climb, continue up canyon as it gradually opens up and passes by three more short scrambles which may be damp. Water is easily found in this canyon most of the year which can be filtered for use. Excellent camping is found on a flat bench a few minutes above the up-climb. \n<\/p><p>One mile above the 20-foot climb there will be a large junction and you will want to turn right and continue south up the Big Spring Canyon drainage to return to your car at Big Spring Overlook. Do not continue up Salt Creek. A short distance further, turn right again at another junction to stay in Big Spring Canyon. You will come to a big drop you can avoid by hiking up a trail on the west side marked by a cairn. The final mile and a half has some minor bushwhacking.  \n<\/p><p>Immediately below the parking area, you will have to climb up a buttress on the southwest side of the canyon to bypass one last drop (which is the one seen from the parking area overlook). There is a short 4th class spot to gain a wide ledge which is followed around and above the canyon bottom. Once past the drop, descend back to the bottom and meet the trail back to the cars.\n<\/p><p><b>Down River<\/b>\n<\/p><p>This is one option.  From the mouth of Elephant Canyon, hike down river to the area of \"The Slide\" (on the opposite bank).  This is about 1.7 miles down canyon. Climb up the drainage to the south and up the easternmost gully to the rim of the canyon.  This is a rugged route. From the rim you are free to route find back to the trailhead.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Permits are needed for overnight hikes. Lower Elephant Canyon and lower Salt Creek are closed from March 15 to September 1\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><pre>to protect big horn sheep habitat. Please respect this closure. <a rel=\"nofollow\" class=\"external autonumber\" href=\"https:\/\/www.nps.gov\/cany\/learn\/management\/compendium.htm\">[1]<\/a>\n<\/pre>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/summitpost.org\/elephant-canyon\/887890\">SummitPost.org<\/a> &#160;: Elephant Canyon<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li>: Canyoneering Canyonlands<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Descended by Kessler Patterson, Scott Patterson, and Matt Lemke on February 22 2014.\n<\/p>\n\n\n<\/div>","name":"Elephant Canyon","technicalRating":3,"vehicle":"Passenger"}