{"id":38331,"rappelCountMax":3,"rappelLongestMeters":7,"riskRating":null,"name":"Myeongji Canyon","version":"0a19cbf9c0f9eb9b42c6bd5f38cf9cfb697851882c16034a485520fd410c9b76","timeRating":"I","rappelCountMin":1,"shuttleSeconds":null,"vehicle":null,"latitude":37.9347,"months":["Mar","Apr","May"],"technicalRating":3,"url":"https:\/\/ropewiki.com\/Myeongji_Canyon","permit":"Restricted","quality":2,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p><br \/>\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Park at 명지산 생태전시관\nFrom the carpark, take the trail towards Myeongji Falls. The path hugs the stream the entire way. When you arrive at the steps down to the falls, ignore them and carry on. Take the trail for another 5-10 minutes. As the trail begins to gradually descend you will come to another tributary on your right that is crossed by a small wooden footbridge, and a small stone bridge immediately after. The trail climbs steeply up from here. Access to the stream can be made 40 metres up the trail, where brickwork has been used to repair some subsidence. You want to enter the stream above a small 6m waterfall.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>First waterall can be abseiled from a tree on river right. This drop could also be down-climbed easily enough. Rigging from a tree set further back on river left you could also make the abseil over a more vertical face.\n<\/p><p>Next waterfall is a 5m vertical drop. This drop can be bypassed by a down-climb on river right (it looks more slippery than it is). \n<\/p><p>Next drop is a short 1m overhanging face into a shallow pool. It isn’t deep enough to jump. It can also be down-climbed on river right. There is a possible squeeze descent through a tiny hole on river left for any small members in your group.\n<\/p><p>Around the next corner it looks like there is a long gently sloping slide – but there is far too much friction.\n<\/p><p>There are no technical features between here and the top of Myeongji Falls. The river bed is very slippery here however.\n<\/p><p>In low water levels there is very little reason for concern above Myeongji Falls. High water will likely require handlines. \nA natural chockstone can be found on river right. Abseil finishes on a ledge that can easily be stood upon in low water. High water might force you straight off into the deep pool below.  \nThe pool is approximately 7m in length from the base of the falls to the get-out. \nA traverse can be made from the top of the falls to the river light to attain a 5m jump from a prominent ledge. A higher ledge can be reached by climbing up from the anchor – we suspect that this 8m ledge can be jumped safely.\n<\/p><p>From the pool a diagonally sloping face can be climbed on the river right side to make a 4m jump. Jump towards the falls – away from the yellowish ledge. \n<\/p><p>After descending Myeongji Falls the first opportunity to egress can be made on river left – climbing the stairs back up to that approach trail.\nContinuing the descent here covers no technical ground. There are some short down climbs. After passing the prominent tributary that comes in from river right you soon come to a short boulder filled drop. Watch out for a couple of siphons here that are certainly big enough to snag a leg.\n<\/p><p>After this drop the path soon comes into view again on river left.\n<\/p>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Use the approach trail to return back to the carpark.\nThere are some more drops (down-climbs – one possible abseil) on the stream. Some of the pools are also nice for swimming with features that can be slid as well. Egress from the stream before you come into view of the buildings you passed on approach.\nHide your gear again before passing the rangers at the entrance.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Swimming is usually prohibited in most Korean rivers or streams (even the sea has opening hours...)\nApproach this canyon discreetly and you'll likely have no problems. People swim at pools on the stream all the time.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.facebook.com\/koreancanyoning\/\">https:\/\/www.facebook.com\/koreancanyoning\/<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.google.com\/maps\/d\/edit?hl=en&amp;authuser=0&amp;mid=1V-S2aDtsrLaYjmVQleNdVAvotKQ\">https:\/\/www.google.com\/maps\/d\/edit?hl=en&amp;authuser=0&amp;mid=1V-S2aDtsrLaYjmVQleNdVAvotKQ<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.youtube.com\/watch?v=nfb8JSaPTds\">https:\/\/www.youtube.com\/watch?v=nfb8JSaPTds<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","geojson":null,"waterRating":"C1","longitude":127.4606}