{
  "url": "https://ropewiki.com/Myeongji_Canyon",
  "latitude": 37.9347,
  "longitude": 127.4606,
  "id": 38331,
  "name": "Myeongji Canyon",
  "quality": 2,
  "months": [
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "C1",
  "timeRating": "I",
  "permit": "Restricted",
  "rappelCountMin": 1,
  "rappelCountMax": 3,
  "rappelLongestMeters": 7,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<h2 id=\"approach\">Approach</h2>\n<p>Park at 명지산 생태전시관 From the carpark, take the trail towards\nMyeongji Falls. The path hugs the stream the entire way. When you arrive\nat the steps down to the falls, ignore them and carry on. Take the trail\nfor another 5-10 minutes. As the trail begins to gradually descend you\nwill come to another tributary on your right that is crossed by a small\nwooden footbridge, and a small stone bridge immediately after. The trail\nclimbs steeply up from here. Access to the stream can be made 40 metres\nup the trail, where brickwork has been used to repair some subsidence.\nYou want to enter the stream above a small 6m waterfall.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>First waterall can be abseiled from a tree on river right. This drop\ncould also be down-climbed easily enough. Rigging from a tree set\nfurther back on river left you could also make the abseil over a more\nvertical face.</p>\n<p>Next waterfall is a 5m vertical drop. This drop can be bypassed by a\ndown-climb on river right (it looks more slippery than it is).</p>\n<p>Next drop is a short 1m overhanging face into a shallow pool. It\nisn’t deep enough to jump. It can also be down-climbed on river right.\nThere is a possible squeeze descent through a tiny hole on river left\nfor any small members in your group.</p>\n<p>Around the next corner it looks like there is a long gently sloping\nslide – but there is far too much friction.</p>\n<p>There are no technical features between here and the top of Myeongji\nFalls. The river bed is very slippery here however.</p>\n<p>In low water levels there is very little reason for concern above\nMyeongji Falls. High water will likely require handlines. A natural\nchockstone can be found on river right. Abseil finishes on a ledge that\ncan easily be stood upon in low water. High water might force you\nstraight off into the deep pool below. The pool is approximately 7m in\nlength from the base of the falls to the get-out. A traverse can be made\nfrom the top of the falls to the river light to attain a 5m jump from a\nprominent ledge. A higher ledge can be reached by climbing up from the\nanchor – we suspect that this 8m ledge can be jumped safely.</p>\n<p>From the pool a diagonally sloping face can be climbed on the river\nright side to make a 4m jump. Jump towards the falls – away from the\nyellowish ledge.</p>\n<p>After descending Myeongji Falls the first opportunity to egress can\nbe made on river left – climbing the stairs back up to that approach\ntrail. Continuing the descent here covers no technical ground. There are\nsome short down climbs. After passing the prominent tributary that comes\nin from river right you soon come to a short boulder filled drop. Watch\nout for a couple of siphons here that are certainly big enough to snag a\nleg.</p>\n<p>After this drop the path soon comes into view again on river\nleft.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Use the approach trail to return back to the carpark. There are some\nmore drops (down-climbs – one possible abseil) on the stream. Some of\nthe pools are also nice for swimming with features that can be slid as\nwell. Egress from the stream before you come into view of the buildings\nyou passed on approach. Hide your gear again before passing the rangers\nat the entrance.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Swimming is usually prohibited in most Korean rivers or streams (even\nthe sea has opening hours...) Approach this canyon discreetly and you'll\nlikely have no problems. People swim at pools on the stream all the\ntime.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><a\nhref=\"https://www.facebook.com/koreancanyoning/\">https://www.facebook.com/koreancanyoning/</a></li>\n<li><a\nhref=\"https://www.google.com/maps/d/edit?hl=en&amp;authuser=0&amp;mid=1V-S2aDtsrLaYjmVQleNdVAvotKQ\">https://www.google.com/maps/d/edit?hl=en&amp;authuser=0&amp;mid=1V-S2aDtsrLaYjmVQleNdVAvotKQ</a></li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.youtube.com/watch?v=nfb8JSaPTds\">https://www.youtube.com/watch?v=nfb8JSaPTds</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n",
  "version": "04f0d304400c46cceebd368fb0591d63"
}