{
  "url": "https://ropewiki.com/Samaksan_Canyon",
  "latitude": 37.8276,
  "longitude": 127.6588,
  "id": 38458,
  "name": "Samaksan Canyon",
  "quality": 3,
  "months": [
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "C1",
  "timeRating": "I",
  "permit": "Restricted",
  "rappelCountMin": 2,
  "rappelCountMax": 2,
  "rappelLongestMeters": 8,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<h2 id=\"approach\">Approach</h2>\n<p>From the Deungseon Falls carpark, take the concrete trail up through\nthe shops and restaurants. As the trail starts to climb there will be an\nadmissions booth on your left (toilets are here too). There is only one\npath that follows the stream upwards, without any deviations or\njunctions. Take it as far as you want and enter the stream at the point\nwhere all the interesting elements start to disappear.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>This is an easy and straightforward descent. A hiking trail runs\nalong the entire length of the stream making it easy to skip any element\nof the canyon, and also facilitating an easy extraction if you were to\nhave any incidents. Some of the slides land in very shallow pools. All\ndrops should be inspected before jumping or sliding. Owing to the nature\nof the canyon there are a lot of loose rocks and fallen leaves that can\nchange or mask the depth of the water. For the final abseils, the first\ncan be rigged from a solid tree about 6m back from the top of the drop.\nThe last abseil could potentially be rigged from the poles on the\nstairways. They are not especially strong, but would probably take a\nstatic load over the short distance. Otherwise there are boulders that\ncould be rigged further back from the lip of the drop.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Use the approach trail to return back to the carpark.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Access in contention. The ladies operating the admission booth have\nhad no issues with us. However, one local resident and the individual\nselling photographs at the base of the final waterfall, were very\ndispleased (although they were both reluctant to divulge any details\nabout who controls access and punishes ‘trespassers’. There is seemingly\nno National Park regulation here.</p>\n<p>Parking: 2000 won Admission: 1900 won per adult - discounts apply to\nstudents, military, etc.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><a\nhref=\"https://www.google.com/maps/d/edit?hl=en&amp;authuser=0&amp;mid=1V-S2aDtsrLaYjmVQleNdVAvotKQ\">https://www.google.com/maps/d/edit?hl=en&amp;authuser=0&amp;mid=1V-S2aDtsrLaYjmVQleNdVAvotKQ</a></li>\n<li><a\nhref=\"https://www.facebook.com/koreancanyoning/\">https://www.facebook.com/koreancanyoning/</a></li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.youtube.com/watch?v=0HykoGvPO4Y\">https://www.youtube.com/watch?v=0HykoGvPO4Y</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<p>Unbolted</p>\n"
}