{"longitude":-119.7285,"id":38484,"rappelCountMin":2,"vehicle":"Passenger","shuttleSeconds":null,"technicalRating":3,"url":"https:\/\/ropewiki.com\/Kennedy_Creek","timeRating":"III","months":["Aug","Sep"],"permit":"No","latitude":38.294,"riskRating":"R","version":"ac93508f6d1e8c25535d9f36a4b1d25b37623b81eebda7d7050be0df54373ae0","geojson":null,"quality":3,"rappelLongestMeters":18.29,"rappelCountMax":4,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Kennedy Creek is a fun canyon in the headwaters of the Stanislaus.  With only a few rappels, it is not particularly technical has plenty of escape points.  However, largely due to it's abundance of potentially serious swiftwater features, there is lots of exciting jumping and down climbing, some of which could be considered challenging.  \n<\/p><p>It makes for a good add on to Leavitt Falls, as both provide an excellent source of late season flow in the Sierra.  \n<\/p><p>There is a gauge just downstream of where you park, but this is for both Kennedy and Summit Creeks.  Late in the season when you would be doing Kennedy, much of the water on the gauge is likely coming out of Summit Creek, which is kept artificially high by Relief Reservoir.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Turn into Kennedy Meadows off of 108 and drive to the end of the road parking before the 'no vehicles gate' and past the cabin.  Parking availability here might be tight on weekends.  \n<\/p><p>Apparently if you have a campsite further in you can drive another mile or so in, but otherwise you must walk.  Take the trail at the end of the road.  You will climb through a gorge past Summit Creek.  When a sign points right to Relief Reservoir, turn left to head to Kennedy Creek.  Up a hill and down to the creek, a bridge makes for a good spot to suit up and get in.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The first substantial obstacle can be completed with an exposed downclimb on the left, or could be rappelled.  A fun jump follows and the canyon soon enters a short gorge.  The first drop is a wide waterfall that slams into a wall on the right, and makes for another exciting jump.  From here you can scramble your way down the canyon through and beside small whitewater drops.  \n<\/p><p>Soon after is a sharp drop of 30 feet or so into a sort of cave.  Rappelling on the right makes for a fun free-hanging drop next to the falls.  \n<\/p><p>The next falls is a double drop through a cool slot.  It would probably be pretty awesome to rappel through here, but another really fun option is to climb above the slot on the left, then jump into the big pool.  You will have to jump out to clear a ledge, but the landing area is wide open.  \n<\/p><p>Down the canyon things will open up slightly, and a waterfall on the right splits into two slots.  You can climb past it on the left down into a narrow gorge.  The whitewater in here could be a bit intense, and there is a sort of technical jump of 5 feet off a boulder.  The canyon left wall slopes in at an angle, while the canyon right wall is just past vertical, so jump as close as possible to the right.  \n<\/p><p>Not long after you meet the final gorge that you may have spotted on your way up.  Rappel out of the boulder jumble down to a chockstone, and rappel again into a shallow pool.  There is a pretty sweet cave under the chockstone you just rappeled off of.  \n<\/p><p>A short jump of 4 or 5 feet follows, and then a drop of 8 feet that is most certainly not a jump.  Water pours on either side of a boulder, and a lower\/partner assist sort of thing works well.  This is the last substantial obstacle.  You can scramble down, cross Summit Creek and head slightly upstream for a rocky slope that takes you back to the trail.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Back down the trail to your car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","name":"Kennedy Creek","waterRating":"C"}