{
  "url": "https://ropewiki.com/Jomurak_Valley",
  "latitude": 37.9871,
  "longitude": 127.4572,
  "id": 39443,
  "name": "Jomurak Valley",
  "months": [
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "C1",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 2,
  "rappelCountMax": 2,
  "rappelLongestMeters": 8,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<h2 id=\"approach\">Approach</h2>\n<p>After taking the turn off for Jomurak Valley keep driving forwards,\nignoring turnoffs, until the concrete road becomes more akin to offroad\ndriving. At the first fork in this road, signs point left to a 3,000 won\nparking area. Going right up a steep bend takes you to a small\nguesthouse (?) where the owner charges 4,000 won. From this carpark,\ntake the trail towards Bokhodgon Falls. The path hugs the main stream\nthe entire way. At the first trail junction a footpath goes left whilst\na vehicle friendly trail goes over the stream to the right. Both trails\nrejoin later on but the left path is more direct. Further ahead the\ntrail will cross right over the stream again. Pass the information\nboards for Bokhodong Falls. Trail climbs more steeply now, and\neventually crosses left over the stream once more. Trail continues\nclimbing upwards; when it levels out, take an unmarked footpath for 10m\nto the stream bed. Begin your descent here.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Descent is straight forward until the first waterfall. Abseil #1\ndrops about 5-6m. You can descend in the water-flow – rock is almost\nstepped. Debris sometimes collects in the first major shelf. Pool at the\nvery bottom is just over 1m deep. No undercuts or re-circulations.\nAlternatively, abseil down the dry vertical face on the river right.\nAnchors can be rigged from boulders or a tree on river right (tree sets\nup nicely for both lines). This abseil can be re-climbed on river right,\nout of the stream, easily Abseil #2 is 8m, in the flow. There was a long\ntree branch lodged in the falls on 9th September – evidently it had been\nthere for a while. A small ledge can be down-climbed to on river right,\nbut no jump or further climbing is possible from here, although it\nallows for good inspection of the drop. One precariously balanced\nboulder was immediately above the falls on river left on the 9th\nSeptember. This fall cannot be re-ascended without a rope. Descent is\nnon technical from here until wherever you choose to egress – refer to\ntopo for interesting features. [Unsure whether the 6+8m falls are\n쌍룡폭포, or the climbable drops after the next trail intersection].</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Use the approach trail to return back to the carpark. There are some\nmore drops on the stream – enter, descend and egress if you want.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><a\nhref=\"https://www.facebook.com/koreancanyoning/\">https://www.facebook.com/koreancanyoning/</a></li>\n<li><a\nhref=\"https://www.google.com/maps/d/edit?hl=en&amp;authuser=0&amp;mid=1V-S2aDtsrLaYjmVQleNdVAvotKQ\">https://www.google.com/maps/d/edit?hl=en&amp;authuser=0&amp;mid=1V-S2aDtsrLaYjmVQleNdVAvotKQ</a></li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>No known recorded descents of the stream above Bokhodong’s tributary.\nThere was no evidence of previous roped descents, e.g bolts or webbing\n(but we didn’t leave behind any evidence either - 9th Sep. 2016) Stream\nbelow this descent is very popular with River Trekkers.</p>\n",
  "version": "5e252d8b37b289f69109cddb034acd18"
}