{
  "url": "https://ropewiki.com/Red_Canyon_(Sunglow)",
  "latitude": 38.3418,
  "longitude": -111.5203,
  "id": 39868,
  "name": "Red Canyon (Sunglow)",
  "quality": 3,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 5,
  "rappelLongestMeters": 27.43,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<h2 id=\"approach\">Approach</h2>\n<p>West Fork Approach:</p>\n<p>From the Campground walk about 100 yards down the road to the parking\ntrailhead. From the trail marker head up the west side of Crescent\nCanyon. The trail is fairly easy to follow. About 15 minutes from the\ntrailhead, it enters a big lush green meadow.</p>\n<p>Follow the west side of the meadow to trail signs that cross the\nmeadow. Once across the meadow, the trail begins climbing up to the\nmesa. There are a few slightly exposed sections along this trail. 45\nminutes or so from the trailhead, the trail reaches the mesa top and\nbegins contouring around the West Fork of Red Canyon. This is the West\nfork, the one that the Sunglow Campground is in. Follow the trail to\nwhere it crosses the West Fork or drop in where the canyon is shallow\nenough to enter.</p>\n<p>Other approach:</p>\n<p>Park at Sunglow Campground. Hike up East Fork Red Canyon until you\nreach an impassable 100 foot tall chimney. Retreat a hundred feet and\nclimb up a ramp LDC with some exposure. At the top hike west to the dirt\nroad at 38.35126, -111.50800. Hike a mile on the old dirt road to the\nWest Fork of Red Canyon. Take a well-worn hiker trail to walk into the\ncanyon at 38.35496, -111.51698. The PG rating is for 2 up-climbs in the\nEast Fork that have some exposure.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>West Fork</p>\n<p>R1 (12 m ( 40 ft. )) - A low angle drop.</p>\n<p>R2 (6 m ( 20 ft. )) - Just down canyon from this is a second 6 m ( 20\nft. ) drop. This can be partner assisted by the highly skilled, or\nrappelled (recommended). You will likely need to create a natural anchor\nhere if rappelling. Webbing is often removed since many downclimb the\ndrop, Extend webbing to prevent rope grooves. The canyon deepens\nhere.</p>\n<p>R3 (12 m ( 40 ft. )) - At the bend, the canyon drops in 3 quick\ndrops. Currently the anchor is bolted. Awkward start to this rappel.</p>\n<p>R4 (18 m ( 60 ft. )) - Awkward start to this rappel. Currently the\nanchor is bolted. Drops into a pothole.</p>\n<p>R5 (30 m ( 99 ft. )) - Bolt and Chain anchor. Climb out of the\npothole to reach the bolt and chain anchor. Though it doesn't look it,\nfrom the top of this rappel it is a 99 foot drop.</p>\n<p>Once at the bottom, the canyon opens and the technical section is\nover. 25 minutes down a rocky, boulder strewn path along a spring fed\ncreek with small waterfalls will put you in the top of Sunglow\ncampground.</p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p><a\nhref=\"https://www.roadtripryan.com/go/t/utah/capitol-reef/sunglow-trail\">https://www.roadtripryan.com/go/t/utah/capitol-reef/sunglow-trail</a></p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://candition.com/canyons/sunglow\">Candition.com</a> :\nSunglow</li>\n</ul>\n<p>YouTube video of West fork of Sunglow :\n{{#ev:youtube|-iTkE48W04Q}}</p>\n<h2 id=\"background\">Background</h2>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": []
  }
}