{
  "url": "https://ropewiki.com/Walker_Creek",
  "latitude": 34.6415,
  "longitude": -111.6704,
  "id": 39900,
  "name": "Walker Creek",
  "quality": 2.5,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 2,
  "waterRating": "A",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Though Walker Creek disappoints in almost all aspects of what we look\nfor in worthwhile canyon hikes (scenic narrows, fun rappels and\nchallenges) these disappointments are made up for a tiny bit by the ease\nof access, the (very few) interesting sections of sculpted rock, and the\nfact that the spring turns the canyon into a wild creek towards the end.\nWere I to do it again I would reverse the egress route to go directly to\nthe creek and up to the \"narrows\" from the bottom to skip the loads of\nmileage, elevation gain and the roughly two miles of boulder hopping in\nthe upper drainage.</p>\n<p>From I17 take exit 298 (at the junction with AZ179) to turn east on\nFR618 for 4.9 miles, then turn left onto 9201C (I didn't see any signs).\nFollow this road which becomes bumpy and slow (ignoring spurs that lead\nto campsites) for about .8 mile to park at the trailhead at the end.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Head through the gate to pick up the easy to follow Walker Basin\nTrail #81 as it curves around to eventually head up to the rim above.\nAfter about 2.5 miles depart from the trail to the east to locate a\nsaddle that offers a low spot to begin the descent into the canyon\nbelow. There are probably a handful of ways to get to the canyon from\nhere, I chose to head down and stick to the right through the steep\nslopes and brush, heading up canyon to reach an easier grade and to\navoid the cliffs farther down canyon. One easy, stemming down climb of\nabout eight feet was encountered to break through the last off the cliff\nbands to enter the canyon.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Turn left and go down canyon - it's all boulder hopping all the time\nfor about two miles from this point of ingress. You will encounter a few\nshallow sculpted chutes that can easily be bypassed along the way. You\nwill eventually reach a single drop into a very short slot that contains\na deep looking pool that may be somewhat difficult, but possible to\nescape on the right. I chose to bypass this section on the right where a\nsteep down climb of about ten feet will get you back into the drainage.\nAfter this there is another short section of fairly deep and wide\nnarrows in the Supai sandstone. Not much farther down, the canyon drops\nagain into an interesting, sculpted red and buff striped sandstone\nsection with a pothole at the bottom. Down climb on the left to then\nskirt the pothole with a few small holds, using caution to avoid falling\nin.</p>\n<p>Not long after this last section of narrows Lander Spring begins to\ncome to the surface; creating a wild, dark and thickly wooded creek with\nclear, free flowing cold water - you can walk around the creek on one\nside or the other for most of the way to keep your feet dry. After about\n.5 mile a trail can be found on the left that will take you away from\nthe creek, but speed progression. You'll eventually find a green\nirrigation channel to the right of the trail - soon afterwards the trail\ncrosses the channel over a bridge of logs, then passes through a gate.\nYou are approaching private property at this point, so it's time to\nbegin to look for an egress route to get back to the trail.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Head up the easy slope on the left shortly after passing through the\ngate to begin to make your way up. If you run into a fence along the\nway, follow it to the right (southwest) and continue up the hill. You\nmay find a light spur trail around here that will guide you back to the\ntrail, otherwise simply head south until you find it. Once back on the\ntrail take it back to the trailhead.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.facebook.com/pat.winstanley.7/media_set?set=a.1232667193458642.1073742113.100001461198708&amp;type=3&amp;pnref=story\">https://www.facebook.com/pat.winstanley.7/media_set?set=a.1232667193458642.1073742113.100001461198708&amp;type=3&amp;pnref=story</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n",
  "version": "132b9813fb8e81d658f3ed4f15058b49"
}