{"quality":4,"technicalRating":3,"vehicle":"Passenger","shuttleSeconds":null,"longitude":-111.6088,"riskRating":"R","waterRating":"C1","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Stewart Falls is arguably the best Class C canyon on the Wasatch Front. It has gorgeous scenery, great rappels, and stunning wildflowers during the summer months. \n<\/p><p>Please be extremely mindful when descending the final two rappels. Large groups of hikers often gather at the base of Stewart Falls, and rockfall is a hazard. \n<\/p><p>While the approach for this canyon is relatively straightforward, the technical portion can be challenging. Depending on how far upstream you hike, you may encounter four to seven rappels.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>The approach hike (approximately 2.1 miles) begins at the Stewart Cascades Trail and then diverges onto the Big Provo Cirque Trail at 40.39013, -111.60137 (about 1.4 miles down the trail). The Big Provo Cirque Trail is largely unmaintained, and some bushwhacking is expected. Bring a small saw or pruners and help clear the trail for your fellow canyoners and hikers! Follow the Big Provo Cirque Trail, approximately another 3\/4 miles to the creek, around 40.385614, -111.608806.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Depending on your approach to Stewart Falls, you may encounter fewer or more rappels. The following descent is based on hiking the Stewart Cascades Trail, connecting to the Big Provo Cirque Trail, and entering the creek around 40.385614, -111.608806. It's possible to bypass the first rappels if you descend into the creek earlier.\n<\/p><p><b>Rappel 1 -<\/b>\n50 Feet (15 Meter)\nBlack webbing wrapped around small willows in the creek’s flow.\n<\/p><p><b>Rappel 2 -<\/b> \n25 Feet (8 Meter) \nBlack webbing wrapped around small willows. Possible to down climb over a shale rock ledge on DCL. \n<\/p><p><b>Rappel 3 -<\/b> \n20 Feet (6 Meter)\nBlack webbing wrapped around small willows (again).\n<\/p><p><b>Rappel 4 -<\/b> \n60 Feet (18 Meter) \nBlack webbing wrapped around small willows on canyon left. Anchor\/rigging avoids the flow. You can also anchor from canyon right and rappel directly into the flow. \n<\/p><p><b>Rappel 5 -<\/b> \n100 Feet (30 Meter) \nNew anchor was built recently DCR with orange\/brown webbing off several willow trees. You still drop into the alcove, but rigging and getting on rappel is significantly easier. Their previous anchor is still there, black webbing wrapped low around a low tree on canyon left. There is an alcove about 12-feet below that anchor. Drop into this alcove on rappel and then resume rappelling.  \n<\/p><p><b>Rappel 6 -<\/b> \n40 Feet (12 Meter) \nNew black webbing extended several feet from a cairn anchor in the middle of the stream. We rebuilt this anchor on 9\/23\/23. This may be a challenging rappel because it’s a constricted space with pushy flow and slick, mossy walls. There are two small caves\/alcoves during the rappel, which give you a break to catch your breath if needed.\n<\/p><p><b>Rappel 7 -<\/b> \n220-230 feet (60-70 Meter) \nBolted anchor DCL, which rappels into the flow. This rappel has been extended with courtesy rigging to improve the rope pull. From this anchor, you can rappel over the middle of the falls, which avoids a lot of the flow, or move DCR, which is in the flow. Both options are fun. \n<\/p><p>Alternatively, DCR there is a yellow webbing around a large boulder on canyon right, backed up with two bolts. The brush and willows have been cleared to make rope placement over the cliff’s edge easier. Be careful your rope doesn’t get stuck in the v-grooved constrictions. Rappeling from this anchor largely avoids the flow. Rappelling from this point is about 230 feet. \n<\/p><p>Multiple parties have had issues with rope pull with both DCL and DCR anchors. Be cautious! \n<\/p><p><b>Rappel 8 -<\/b>\n30 feet (10 meters)\nIt would be best to bypass this rappel because of hikers below Stewart Falls. There are frequently people below the falls playing in the water and taking photos. You can rappel about 200 feet into a shallow pool, pull the rope, and quickly scramble\/hike the remaining distance to the ground. If you rappel the second stage, please be mindful of rock fall hazards!\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>After the final rappel down Stewart Falls, revel in the glory of the 230-foot waterfall! High-five your team members and begin your hike back to the parking lot, following the Stewart Cascades Trail. We typically pull our wetsuits halfway down, put on shirts, and hike back. We've found that changing into dry clothes at our vehicles is easier.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Explorations\">Explorations<\/h2><\/div>\n<p>We explored high above Stewart Falls in the summer of 2024, hoping to find more action. Unfortunately, we were mostly disappointed. A considerable distance above where we typically enter the watercourse, almost double the typical approach hike, we found the creek was buried under avalanche debris, broken trees, and rocks, and the water was underground. We descended, primarily downclimbing and hiking, and completed two short rappels about 20 and 50 feet. We built natural anchors with black webbing off large boulders and used a fiddle stick. We DO NOT recommend the \"Upper Stewart Falls\" route.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>There is a considerable rockfall hazard on the final rappel. When rappelling, you can clearly see the base of Stewart Falls.\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><pre>Please DO NOT throw ropes or rope bags. Instead, descend with your rope bags until you have clear line of sight. It's also possible to rappel down the main waterfall (about 220 feet) and avoid the final 30  foot rappel, limiting rockfall hazards, which is the recommended route.\n<\/pre>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/dyeclan.com\/outdooractivities\/canyoneering\/?page=cascading-stewart-falls\">https:\/\/dyeclan.com\/outdooractivities\/canyoneering\/?page=cascading-stewart-falls<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/candition.com\/canyons\/stewart-falls\">Candition.com<\/a> &#160;: Stewart Falls<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","name":"Stewart Falls","months":["Jun","Jul","Aug","Sep","Oct","Nov"],"url":"https:\/\/ropewiki.com\/Stewart_Falls","rappelCountMin":3,"permit":"No","rappelCountMax":7,"rappelLongestMeters":70.1,"geojson":null,"timeRating":"III","id":40099,"latitude":40.3856,"version":"e6765bc061abe6aec655269d929a167f976dc7e99fcab2d00de7f48b2eff8d20"}