{
  "url": "https://ropewiki.com/Stewart_Falls",
  "latitude": 40.3856,
  "longitude": -111.6088,
  "id": 40099,
  "name": "Stewart Falls",
  "quality": 4,
  "months": [
    "Jun",
    "Jul",
    "Aug"
  ],
  "technicalRating": 3,
  "waterRating": "C1",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 7,
  "rappelLongestMeters": 70.1,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>There are often large groups of hikers at the base of Stewart Falls,\nand rockfall is a hazard. Please be extremely mindful when\ndescending!</p>\n<p>While the approach for this canyon is relatively straightforward, the\ntechnical portion can be challenging. Depending on how far upstream you\nhike, you may encounter four to seven rappels. The longest rappel\n(200-230) can be broken into an optional second stage if you bring a\nsufficiently long rope.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>The approach hike (approximately 2.1 miles) begins at the Stewart\nCascades Trail and then diverges onto the Big Provo Cirque Trail at\n40.39013, -111.60137 (about 1.4 miles down the trail). The Big Provo\nCirque Trail is mainly unmaintained, and some bushwhacking is expected.\nBring a small saw or pruners and help clear the trail for your fellow\ncanyoners and hikers! Follow the Big Provo Cirque Trail, approximately\nanother 3/4 miles to the creek, around 40.385614, -111.608806.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Depending on your approach to Stewart Falls, you may encounter fewer\nor more rappels. The following descent is based on hiking the Stewart\nCascades Trail, connecting to the Big Provo Cirque Trail, and entering\nthe creek around 40.385614, -111.608806. It's possible to bypass the\nfirst rappels if you descend into the creek earlier.</p>\n<p>Rappel 1 - 50 Feet (15 Meter) Black webbing wrapped around small\nwillows in the creek’s flow.</p>\n<p>Rappel 2 - 25 Feet (8 Meter) Black webbing wrapped around small\nwillows. Possible to down climb over a shale rock ledge on DCL.</p>\n<p>Rappel 3 - 20 Feet (6 Meter) Black webbing wrapped around small\nwillows (again).</p>\n<p>Rappel 4 - 60 Feet (18 Meter) Black webbing wrapped around small\nwillows on canyon left. Anchor/rigging avoids the flow. You can also\nanchor from canyon right and rappel directly into the flow.</p>\n<p>Rappel 5 - 100 Feet (30 Meter) New anchor was built recently DCR with\norange/brown webbing off several willow trees. You still drop into the\nalcove, but rigging and getting on rappel is significantly easier. Their\nprevious anchor is still there, black webbing wrapped low around a low\ntree on canyon left. There is an alcove about 12-feet below that anchor.\nDrop into this alcove on rappel and then resume rappelling.</p>\n<p>Rappel 6 - 40 Feet (12 Meter) New black webbing extended several feet\nfrom a cairn anchor in the middle of the stream. We rebuilt this anchor\non 9/23/23. This may be a challenging rappel because it’s a constricted\nspace with pushy flow and slick, mossy walls. There are two small\ncaves/alcoves during the rappel, which give you a break to catch your\nbreath if needed.</p>\n<p>Rappel 7 - 200-230 feet (60-70 Meter) Yellow webbing around a large\nboulder on canyon right, backed up with two bolts. The brush and willows\nhave been cleared to make rope placement over the cliff’s edge easier.\nBe careful your rope doesn’t get stuck in the v-grooved constrictions.\nRappeling from this anchor largely avoids the flow. Rappelling from this\npoint is about 230 feet.</p>\n<p>There is also a bolted anchor on canyon left, with red and black\nwebbing, which rappels more directly into the flow. We extended this\nrappel with courtesy rigging to improve the rope pull. Multiple parties\nhave had issues with rope pull with both DCL and DCR anchors. Be\ncautious!</p>\n<p>It's recommended that you bypass the second stage of this rappel\n(another 30+ feet) because of hikers below Stewart Falls. They are\nfrequently people below the falls playing in the water and taking\nphotos. You can rappel about 200 feet into a shallow pool, pull the\nrope, and quickly scramble/hike the remaining distance to the ground. If\nyou rappel the second stage, please be mindful of rock fall hazards!</p>\n<h2 id=\"exit\">Exit</h2>\n<p>After the final rappel down Stewart Falls, revel in the glory of the\n230-foot waterfall! Then change into dry clothes and hike back to the\nparking lot, following the Stewart Cascades Trail.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>There is considerable rockfall hazard on the final rappel. You can\nclearly see the base of Stewart Falls when rappelling. Please DO NOT\nthrow ropes or rope bags. Instead, descend with them. It's also possible\nto rappel down the main waterfall (about 200 feet) and avoid the final\n30+ foot rappel, limiting rock fall hazards, which is the suggested\nroute.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p><a\nhref=\"https://dyeclan.com/outdooractivities/canyoneering/?page=cascading-stewart-falls\">https://dyeclan.com/outdooractivities/canyoneering/?page=cascading-stewart-falls</a></p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://candition.com/canyons/stewart-falls\">Candition.com</a> :\nStewart Falls</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n"
}