{"riskRating":null,"id":40130,"geojson":null,"rappelLongestMeters":7,"months":["Sep","Oct"],"name":"Grisol","vehicle":null,"technicalRating":4,"latitude":46.262,"rappelCountMin":null,"waterRating":"C3","shuttleSeconds":null,"longitude":12.2155,"url":"https:\/\/ropewiki.com\/Grisol","timeRating":"II","quality":0,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Torrente Grisol is the largest, right tributary of Torrente Mae and is located in Val Zoldana valley near Longarone in Veneto region. The canyon is mostly horizontal, with very deep part at its end and very discontinues and quite slippery. It is one of the most aquatic canyons in Veneto region and it ends into the Gola del Mae, which is one of the deepest river canyons in the whole of Italy. Torrente Grisol is an extremely aquatic canyon with some hard jumps, long swimming corridors, many white water passages and turbulent plunge pools. The most beautiful part is at its lower part where you swim through very deep canyon in calm water and the high walls rise up at both sides. For a successful descent stable weather and the correct period of the year are very important. During most of the year there is too much water in the canyon, only in September and October the waterlevel is low enough. Torrente Grisol offers you a real big white water adventure in wild environment. \n<\/p><p><b>Before the descent, check the situation of the fixed rope, which we left for the ascent from the Mae<\/b>  \n<\/p><p><b>canyon! Take with you a safety device for ascending on rope! <\/b>The fixed rope is located at the tree on the left orographic side of the bridge over the Mae in Soffranco, reach through the small door into the metal fence of the bridge. A barely visible tiny   path leads downhill almost to the tree which is positioned 15 meters above the river bed and a few meters to the left, at the confluence of Torrente Mae and Torrente Grisol. \n<\/p><p><b>Zone:<\/b>  Italy – Veneto – Longarone \n<\/p><p><b>Dimensions:<\/b> Entrance: 690 m Exit: 540 m Height: 150 m Length: 3000 m   \n<\/p><p><b>Period<\/b>  September - October \n<\/p><p><b>Times:<\/b> Approach: 0 min Progression: 3h Return: 15 min   \n<\/p><p><b>Shuttle:<\/b>  Yes (3’5 km) \n<\/p><p><b>Equipment:<\/b>  Expedition (only 1 old piton) \n<\/p><p><b>Rope:<\/b>  1 x 20m   1 x 20m just in case that the fixed rope is not there any longer for you to get out from the Mae gorge \n<\/p><p><b>Highest waterfall:<\/b>  7 m \n<\/p><p><b>Possible exit:<\/b>  Yes (not evident) \n<\/p><p><b>Maps:<\/b>  Carta Tabacco 25 \n<\/p><p><b>Attraction:<\/b>  Local \n<\/p><p><b>Difficulty:<\/b>  V4 a5-a6 III\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From Belluno drive to Longarone. In Longarone take the road for Zoldo (Val Zoldana) and follow this road uphill to the first road turn on the left, signposted Soffranco. Drive over the little bridge of Torrente Mae and park your first car on the left side of the bridge, at a quite big parking lot in Soffranco. With the second car drive uphill, follow the signs for Val Grisol and follow this road to the first bridge over the Torrente Grisol. Cross the bridge and park your car on the small parking lot on the left.\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<\/p>\n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>Enter the canyon on the left side of the bridge over the Torrente Grisol.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>As soon as you enter the creekbed, a strong tributary from the right (Ru di Forca), enters which doubles the water in the canyon. After a short section of walking, the canyon narrows and we need to swim through some short swimming passages. A three meters high jump into a turbulent pool leads us to the first white water section. After this section, we have to swim across a large pool in calm water. The rock is very nicely fractured in horizontally slabs (like in Rio Bianco) and at the end of this pool we found the only equipped cascade in the canyon. Rappel from one piton with rope on the left side about 6 meters into the water jet (not too hard in normal condition). Cross the large pool to the next white water passage. Don’t jump into this passage, but slowly slide into it, due to rocks in the water. After another short white water section and a short walking passage you are at the 6 meters high cascade. Jump from the left into the turbulent pool, which is not too hard to exit. Now, the canyon opens again and become more discontinuous with some walking, down\n<\/p><p>climbing and some short corridors which you need to swim through. You will come to a small inlet from the left and soon to another from the right and after several meters you will notice a hanging bridge over the canyon. Soon after the bridge you will come to the most dangerous point. The canyon is very narrow at this point and in corridor with white water there is a wedged trunk. Climb right on the ledge and down climb on this tree into the white water. After this section there is a tricky 5 jump and a long swimming corridor. Now follows a long walking section and after this you will get to the very narrow corridor with huge walls which rise up at the both sides. This is the most beautiful and impressive section of the canyon. Swim through this corridor to\n<\/p><p>the other side. From now the canyon began very discontinues with long walking\n<\/p><p>sections on slippery streambed. After a big left turn and a huge wall high up on the right you will come to the last long narrow part. Walk and swim through this very beautiful long section to the confluence with Mae river. At the middle of this section you will \n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>notice the bridge over the canyon in Soffranco. The confluence with Mae is in a big canyon which is named Gola del Mae. Climb up on the fix rope. The canyon downriver has not been descended successfully yet. All recent attempts, be it by canyoning or by kayaking have ended in emergencies for the mountain rescue.\n<\/p>\n<div style=\"font-size:x-small; background-color:#f0f0f0;\"><i>C = cascade D = down climb D W = down climbing and walking J = shout (jump) T = slide L = left R = right MC= hand line (traverse) <\/i><\/div>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Climb up on the fixed rope out from Gola del Mae and follow the tiny path (barely visible) to the left to the bridge over the Torrente Mae in Soffranco (15 min).\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/canyon.carto.net\/cwiki\/bin\/view\/Canyons\/TorrenteGrisolCanyon\">Canyon.Carto.net<\/a> &#160;: Torrente Grisol<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/catastoforre.aic-canyoning.it\/index\/forra\/cod\/BL044\">Catastoforre AIC-Canyoning.it<\/a> &#160;: Val Grisol<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>First attempt: F. Cacace and P. Bolis. First full descent: Canyoning Cult (David Sefaj, Robert Žerovec and Grega Maffi), Rok Bombač and Oscar (Giputxi) 7 th of October 2016.\n<\/p>\n\n\n<\/div>","rappelCountMax":null,"version":"e24deeee52ad37234745cd120b9c3ff17d6ed2f04d6b156c05ea443f7fd27d58","permit":"No"}