{
  "url": "https://ropewiki.com/Mary_Jane_Canyon",
  "latitude": 34.2763,
  "longitude": -118.1944,
  "id": 407,
  "name": "Mary Jane Canyon",
  "quality": 2.7,
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "rappelLongestMeters": 36.58,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>There are two approaches to this canyon. The simplest and easiest is\nto park your car next to the bridge and just do the lowest four rappels,\nexiting where you started. The other, described on Brennen's page, is\nthe longer with considerably more bushwhacking and route-finding for one\nor two more rappels, and requires a car shuttle. From the top, there is\na pretty intense bushwhack as you drop-in, down a steep slope with\npoison oak and thorny vines, a really bad combo. It is perhaps one of\nthe worst sections of poison oak in the area. This is only in the upper,\nnon-technical section and once through this is a pleasant canyon\nrelatively brush-free with nice rappels. If you do the lower section\nonly, you can hike up-canyon to a gorgeous waterfall, and what we used\nto call the \"King Kong tree\", which may not still be there.</p>\n<p>For the upper, I would HIGHLY recommend NOT dropping in straight down\nthe steep slope and into the canyon, but instead taking the ridge DCR\n(34.2761, -118.1927) and then drop into the canyon after this thorny,\npoison web of evil. I haven't done the ridge approach, but from in the\ncanyon this looks like the way to go. It will require some navigation\nskill.</p>\n<p>After doing the canyon several times, I feel the lower is the better\noption. It may be possible to bushwack up above the first rappel from\nthe bottom too, but it hasn't been done yet.</p>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>There are \"No Parking\" signs at the natural parking area by the gate,\nwhich has been blocked with mounds of dirt. Parking enforcement is lax,\nbut if you don't want to risk it, drive a hundred feet or so up the road\nto where there are no such signs.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://brennen.caltech.edu/advents/maryjn.htm\">Chris Brennen's\nAdventure Hikes (St Gabriels)</a> : Mary Jane Canyon</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://ropewiki.com/User:Super_Amazing_Map?id=Mary_Jane_Canyon_-_California_(San_Gabriels)\">Super\nAmazing Map</a> : Mary Jane Canyon</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip Reports and Media</h2>\n<p><img src=\"Mj000017.JPG\" title=\"Mj000017.JPG\" alt=\"Mj000017.JPG\" />\n2005 Rendezvous Crowd at Mary Jane ropewiki.com/images/e/ee/Mj000017.JPG\n<a href=\"http://ropewiki.com/images/e/ee/Mj000017.JPG\">this is the\ncorrect picture</a></p>\n<h2 id=\"background\">Background</h2>\n<p>First descent of the lower canyon was on 4/24/2005 by Jane Fontana,\nMark Fitzsimmons, Ken King, Dave Campen, and Dave L. Smith Jr. It was\ndone the second time on June 23, 2005 as a rendezvous canyon. We called\nit Mary Jane because of the remnants of an illegal pot grow on the\nplateau, and because it was Jane's idea. First canyoneering descent of\nthe upper section was on Dec.9, 2006, by Ken King, Mark Fitzsimmons,\nJane Fontana, Matt Maxon, Nivalda Rodrigues-Pinguet, James Valdovinos,\nJim Fayollat and Chris Brennen. This canyon burned in the 2009 Station\nFire and the bushwhack at the head of the canyon is now full of poison\noak and thorny vines.</p>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": []
  },
  "version": "8b43e5a22eab22777cecdf3004873649"
}