{
  "url": "https://ropewiki.com/Chorro_Ato",
  "latitude": 6.3322,
  "longitude": -75.5975,
  "id": 41112,
  "name": "Chorro Ato",
  "quality": 3,
  "technicalRating": 3,
  "waterRating": "C3",
  "timeRating": "II",
  "riskRating": "PG",
  "permit": "Yes",
  "rappelCountMin": 1,
  "rappelCountMax": 6,
  "rappelLongestMeters": 40,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Brown commonly contaminated water from industrial hog farm at the top\nof the drainage, esp. after rain. Urban canyon near Bello, home of a\nspectacular parasailing site, a better option.</p>\n<p>Update from September 2019: The water was fine and did not seem to be\ncontaminated, despite the fact that we are here during rainy season. It\nis a beautiful canyon and is worth doing.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Park your car at the Parasailing shops (Club San Felix Parapente).\nThis is before the village of San Felix right before the toll gate (if\nyou arrive at the toll gate, turn around and park on the left hand side\non your way back down) in the large parking lot. Walk up the road 40m\nand turn right into a small road with more paragliding shops. 50m in\nturn down a steep private road with a Brown Car Gate. At the bottom take\nthe stairs from the platform on the right, follow the trail left around\nthe house and walk steep downhill the grassy slope below the house, you\nwill find a trail after 50m which you follow down and then to the left\ninto the woods. You will see the escape routes coming up in the woods\nsecured with handlines. Follow the trail around to the left and a bit\nuphill until you climb down (again a handline) to the water.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Up to 6 rappels sometimes in high waterflow. Possibility of guided\nrap. at the 3rd rap. The canyon is wide with some escape routes along\nthe way and multiple sets of bolts to choose from. Well equipped as also\ncommercially guided.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Finding the exit requires attention, as it is not so obvious. After 6\nraps you follow a narrow channel until you reach again a drop with old\nanchors on both sides, on the right side a not-so-obvious handline\nguides you steeply up through the jungle. The 6th rappel drops off a big\nboulder in the middle of the stream. This is the last rappel before the\nexit. The canyon continues further from here, but the quality of the\nprotection declines after this point and we are unsure about the return\nroute to the car if you go beyond this point. The return to the car is\nsteep and exhausting, almost entirely protected with handlines.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>The canyon and access are on private land. The owner owns the\nrestaurant at the parking area and has opened the property up to the\npublic but as a courtesy the practice is to ask the owner for permission\nprior to dropping in.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://icopro.org/canyon/view/id/181\">Icopro.org</a> : Chorro del\nAto</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "454816ae0d6ad9c5f5ed6b300a3dfded"
}