{"months":[],"waterRating":"C3","rappelCountMin":1,"latitude":6.3322,"shuttleSeconds":null,"longitude":-75.5975,"geojson":null,"id":41112,"version":"6d08800ef0af807c14fbd2b985a1790d7ef9da55c0695b5fdf6d970094cd1aaf","rappelLongestMeters":40,"name":"Chorro Ato","quality":3,"timeRating":"II","permit":"Yes","vehicle":"Passenger","technicalRating":3,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Brown commonly contaminated water from industrial hog farm at the top of the drainage, esp. after rain. Urban canyon near Bello, home of a spectacular parasailing site, a better option.\n<\/p><p>Update from September 2019: The water was fine and did not seem to be contaminated, despite the fact that we are here during rainy season. It is a beautiful canyon and is worth doing.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Park your car at the Parasailing shops (Club San Felix Parapente). This is before the village of San Felix right before the toll gate (if you arrive at the toll gate, turn around and park on the left hand side on your way back down) in the large parking lot. Walk up the road 40m and turn right into a small road with more paragliding shops. 50m in turn down a  steep private road with a Brown Car Gate. At the bottom take the stairs from the platform on the right, follow the trail left around the house and walk steep downhill the grassy slope below the house, you will find a trail after 50m which you follow down and then to the left into the woods. You will see the escape routes coming up in the woods secured with handlines. Follow the trail around to the left and a bit uphill until you climb down (again a handline) to the water.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Up to 6 rappels sometimes in high waterflow. Possibility of guided rap. at the 3rd rap. The canyon is wide with some escape routes along the way and multiple sets of bolts to choose from. Well equipped as also commercially guided.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Finding the exit requires attention, as it is not so obvious.  After 6 raps you follow a narrow channel until you reach again a drop with old anchors on both sides, on the right side a not-so-obvious handline guides you steeply up through the jungle. The 6th rappel drops off a big boulder in the middle of the stream. This is the last rappel before the exit. The canyon continues further from here, but the quality of the protection declines after this point and we are unsure about the return route to the car if you go beyond this point. The return to the car is steep and exhausting, almost entirely protected with handlines.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>The canyon and access are on private land. The owner owns the restaurant at the parking area and has opened the property up to the public but as a courtesy the practice is to ask the owner for permission prior to dropping in.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/icopro.org\/canyon\/view\/id\/181\">Icopro.org<\/a> &#160;: Chorro del Ato<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","riskRating":"PG","rappelCountMax":6,"url":"https:\/\/ropewiki.com\/Chorro_Ato"}