{"rappelCountMax":null,"vehicle":null,"latitude":23.2227,"rappelCountMin":null,"waterRating":null,"geojson":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p><br \/>\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Via the W6. It's a long crossing on the side of a canyon, very impressive. After 2 large left-hand bends, you come to a wide indentation with a huge waterfall and a sort of arch below. The abandoned village of As-Sab is there, built under the rock, in ruins. The waymarked path ends on terraces below the waterfall. Look for a way up to the cliff to the right of the waterfall. There are cairns, and it's easy to find the start.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Course\nThe via ferrata at Jebel Shams is divided into 2 sections, allowing you to cross the waterfall to the right and access the plateau. There's no problem with the equipment (we're on the same basis as the snake canyon ferrata- concrete equipment!), and the climbing is done with nails and often with the help of a lifeline, leaning on the rock. The climb is fairly short, taking no more than an hour.\nPart 1\n<\/p><p>Very vertical, especially at the start, and zigzags a little to reach the first small ledge. Follow this to the left for a few metres and continue up to a second, much wider ledge. You then have to walk to the left (without a lifeline), climbing a little to reach the waterfall after a right-hand bend. If you're lucky, the main basin overlooking the void is full and not too muddy for a dip.\nPart 2\n<\/p><p>Start here, a little above a ledge formed in the waterfall with a beautiful basin. Exceptional panorama! This part is very short and easy, even if you find one or two steps, and you end up directly at the 1st waterfall, on the plateau. You can then admire the succession of waterfalls leading to the bed of the wadi, some 1000m below.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>From the upper slab, look for a ledge that crosses about 30 m below the summit to finally emerge a little below the antenna (a few exposed passages but no difficulty). Then follow the edge southwards, alternating paths and tracks, until you reach the village of Al Khitaym by cutting off at the end.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/climbing7.com\/2015\/02\/14\/ferrata-of-jebel-shams-jebel-akhdar\/\">Climbing 7<\/a> &#160;: Via Ferrata Ferrata du Jebel Shams<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","id":41372,"technicalRating":null,"url":"https:\/\/ropewiki.com\/Via_Ferrata_Ferrata_Jebel_Shams","months":[],"rappelLongestMeters":null,"name":"Via Ferrata Ferrata Jebel Shams","riskRating":null,"timeRating":null,"shuttleSeconds":null,"permit":"No","version":"2f783b4861ee59c2b5b1237bc0a46e2668045dc4122ebe9107f3c9888e92fea9","longitude":57.2056,"quality":4.5}