{"permit":"No","rappelLongestMeters":24.38,"geojson":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Pussycat Canyon is found inside the Cottonwood Forest Wilderness area. The canyon does not have any sections of narrows or slot but is more of an open bowl-shaped drainage.\n<\/p>\n<ul><li>As Pussycat is within a Wilderness Area. The use of the area should remain within the bounds of the 1964 Wilderness Act. Permanent fixed hardware should only be installed when necessary and power tool use is strictly prohibited.<\/li><\/ul>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>The approach can be done in two ways.\n1. By traversing south from the Boltergiest canyon parking area through burned trees, grass, and cactus, doing your best to dodge crypto soil. This is the longer way.\n2.By taking FS road 905 (4x4 high-clearance) to the point closest to the head of Pussycat canyon. Then traversing northeast to the actual head of the canyon.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The drainage begins with some downclimbing, to arrive at Rappel One\n<\/p>\n<ul><li><b>Rappel 1<\/b>, can be downclimbed around on the far right or left. The drop itself drops about 70ft over multiple stages. The anchor is a medium size pine tree set back from the edge. While it would be possible to perform a pull-through rigging on the tree, to prevent the very soft rock from grooving a fiddlestick is a great tool. The sandstone found in the canyon is very soft, you could easily carve a 1\/2 groove with a single rope pull through.<\/li><\/ul>\n<ul><li><b>Rappel 2<\/b>, found soon after R1 can be bypassed on the far left (leaving the drainage). The drop itself is about 50ft and is anchored from a medium-size pine tree on the left (after a bit of downclimbing). Here again, it would be possible to perform a pull-through rigging on the tree, but to prevent the very soft rock from grooving a fiddlestick is a great tool. The sandstone found in the canyon is very soft, you could easily carve a 1\/2 groove with a single rope pull through.<\/li><\/ul>\n<ul><li><b>Rappel 3<\/b>, found after some scrambling is anchored off a large rock pinched beneath a huge boulder, hear the top. The drop is about 80ft. This rap can be bypassed with some tricky downclimbing. Here again, it would be possible to perform a pull-through rigging with the anchor, but to prevent the very soft rock from grooving a fiddlestick is a great tool. The sandstone found in the canyon is very soft, you could easily carve a 1\/2\" groove with a single rope pull through.<\/li><\/ul>\n<ul><li><b>Rappel 4<\/b>, Found after some scrambling is anchored off a single large boulder in a shallow pothole and drops perhaps 70ft. This drop can be bypassed. Here again, it would be possible to perform a pull-through rigging from the large boulder, but to prevent the very soft rock from grooving a fiddlestick is a great tool. The sandstone found in the canyon is very soft, you could easily carve a 1\/2 groove with a single rope pull through.<\/li><\/ul>\n<p>To arrive at the confluence of Water Canyon some downclimbing is required.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Of the many ways to escape this canyon two options are, One retrace your steps bypassing each rappel on one side or the other as is obvious. \nThis requires some 4th class climbing. Two, work your way up one of the rocky ridgelines that form the canyon's edges. Then return to your vehicle the way you came in.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐9nqbf\nCached time: 20240914191828\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.006 seconds\nReal time usage: 0.008 seconds\nPreprocessor visited node count: 18\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","timeRating":"II","quality":2,"id":42945,"technicalRating":3,"waterRating":"A","riskRating":null,"rappelCountMax":4,"months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"shuttleSeconds":null,"latitude":37.2422,"url":"https:\/\/ropewiki.com\/Pussycat","rappelCountMin":2,"longitude":-113.4294,"vehicle":null,"version":"bf5f1f483a5d0c301b04b515da1c980195688706abba559002d0ed7cf1f14b5f","name":"Pussycat"}