{
  "url": "https://ropewiki.com/Marble_Canyon_(disambiguation)",
  "latitude": 38.9999,
  "longitude": -109.1319,
  "id": 42963,
  "name": "Marble Canyon (disambiguation)",
  "quality": 4,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "I",
  "permit": "No",
  "rappelCountMin": 4,
  "rappelCountMax": 7,
  "rappelLongestMeters": 54.86,
  "vehicle": "Passenger",
  "shuttleSeconds": 7200,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Marble Canyon is a really nice technical side canyon of Westwater\nCanyon. It is the only Granite and Schist canyon that I have done in\nUtah. There is no marble here, so the canyon is misnamed, at least from\na geological standpoint. The canyon is beautiful and narrow, but isn't a\nslot.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>It's complicated. By far the easiest way to access the canyon is via\nraft.</p>\n<p>There is a steep scree route up to the bench not far upriver\n(Colorado River) from the mouth of Marble Canyon. An much easier route\non foot, but more complicated route logistically is to hike up to the\nbench from the mouth of the Little Dolores River and follow game trails\nalong the bench to the head of Marble Canyon.</p>\n<p>I won't go into too many details here because you need route-finding\nskills to access this area.</p>\n<p>Of note, there is a good place to land a raft just upriver from the\nmouth of Marble Canyon.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Everyone considering a descent of this canyon should be well versed\nin natural anchors. While the canyon is fixed with anchors as of\n4/9/2022, they will eventually wear out. Expect to do 4-7 rappels,\ndepending on where you set your anchors. We did five rappels including a\nmulti-tiered 180 feet rappel, but the number of rappels can be more or\nless.</p>\n<p>In April 2022 the first drop was flowing, necessitating a rappel off\na tree, but this part could be downclimbed when dry. Below this drop is\nanother one that we used the same anchor for.</p>\n<p>R2: The second rappel was a multi-tiered drop of up to 180 feet off a\ncairn anchor.</p>\n<p>R3-5 to 7: After the first technical section, the canyon is gentle\nuntil there are several downclimbs and a few rappels. One of them had a\ntricky anchor of a wedged rock so if the sling isn't there, look around\nfor it. After that are a few other short rappels. The final drop can\neither be downclimbed, rappelled, or bypassed on the right depending on\nyour skill level or what you want to do. Be aware that the rock is\nslippery though, so be careful with downclimbing.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>After you descend Marble Canyon, enjoy rafting the rest of Westwater\nCanyon.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>You need a permit to raft Westwater Canyon.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Possible first descent by Jocelyn Mullen, Norm Goltra, and Scott\nPatterson on April 9 2022</p>\n",
  "version": "b3a96a764887b8e55b3242dbeffc9c2f"
}