{
  "url": "https://ropewiki.com/Mill_Creek_(Lower,_Sierra_National_Forest)",
  "latitude": 37.1382,
  "longitude": -119.3712,
  "id": 44269,
  "name": "Mill Creek (Lower, Sierra National Forest)",
  "quality": 2.7,
  "months": [
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "rappelLongestMeters": 54.86,
  "vehicle": "Passenger",
  "shuttleSeconds": 1500,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Mill Creek is a longer creek with a fraction of the flow of the\nnearby <a href=\"Jose_Creek\" title=\"wikilink\">Jose_Creek</a>. Mill Creek\nis likely best descended when flow in Jose Creek is too high to be\nsafely descended.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Park the approach vehicle at the Mill Creek bridge on \"Old Railroad\nGrade Rd\". There is space for one, possibly two, cars off the road on\nthe south side of the creek. The road to this point is very rutted.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Start by climbing/sliding down the slope under the bridge. Rap 1 is\nabout 100 yds down from the bridge.</p>\n<p><strong>Rap 1</strong> is a 120ft waterfall with many tree anchors\n(and dead brush) 10-20ft back from the edge.</p>\n<p>The first of several long bushwhacking sections follows Rap 1.</p>\n<p><strong>Rap 2</strong> is the second of two large-ish waterfall\nstages, the first of which is easily downclimbed. Rap 2 has many tree\noptions DCR for a 30ft rappel, or can be bypassed further DCR.</p>\n<p><strong>Rap 3</strong> is 60ft at the next big waterfall, anchors\ninclude a solid pair of chock stones under a flake DCC. This is also\nlikely bypassable DCL in drier conditions.</p>\n<p><strong>Rap 4</strong> is at a multi-stage waterfall with two logs in\nthe two major narrow fall stages. Rap down one stage and then down a\nsecond short drop, about 70ft in total. The second stage may be\ndownclimbed with a careful partner assist DCL in lower water\nconditions.</p>\n<p><strong>Rap 6</strong> is 100ft from a shrub/tree DCC to a wider\nlanding in the waterfall series.</p>\n<p><strong>Rap 7</strong> is 90ft from a tree DCR (an extended anchor\nwas left here because the tree anchor is up a steep slope).</p>\n<p><strong>Rap 8</strong> is a 170' multi-stage waterfall with an\ninitial free rappel of about 100ft. This is probably the most amazing\nwaterfall in the canyon. Bolts DCR of main waterfall. First descent\nrigged to a mazanita tree DCL and avoided the main flow, but rappeled\nthrough trees. This rap could likely be broken up into two stages by\nlanding and rerigging off a tree DCL (easier) or DCR (harder).</p>\n<p><strong>Rap 9</strong> is 70ft from a chock rock DCL.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>After the last rap, continue down Mill Creek until it joins Jose\nCreek. Enjoy the view of the waterfalls in the technical section of\nUpper Jose Creek. Follow Jose Creek down to Million Dollar Rd, climb up\nto the road, and hike left down the road 750ft through the gate to your\nexit vehicle.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Canyon is inside burn area of 2020 Creek Fire. Expect impacts to\nroad, canyon, and surrounding area. Before going, review any relevant <a\nhref=\"https://www.fs.usda.gov/alerts/sierra/alerts-notices\">Sierra NF\nalerts and closure orders</a>. See also <a\nhref=\"https://www.fs.usda.gov/detail/sierra/home/?cid=stelprdb5399344\">Sierra\nNF road conditions</a>.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>From the exit bridge across Jose Creek, one can see several\nwaterfalls up a canyon. These waterfalls are part of the technical\nsection of Mill Creek; the technical section of Jose Creek is not\nvisible from the bridge, as it the canyon bends up to the right (south)\nlooking upstream.</p>\n",
  "version": "3ee58033b17ed2a30f0a7367a2687e4d"
}