{
  "url": "https://ropewiki.com/Cibecue_Creek",
  "latitude": 33.8622,
  "longitude": -110.5337,
  "id": 446,
  "name": "Cibecue Creek",
  "quality": 4.4,
  "months": [
    "May",
    "Jun",
    "Jul",
    "Sep",
    "Aug",
    "Apr"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "III",
  "permit": "Closed",
  "rappelCountMin": 2,
  "rappelCountMax": 3,
  "rappelLongestMeters": 15.24,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>As of June 2019, The CAC has been in recent discussions with the\nWhite Mountain Apache tribe and the canyon is currently closed for\nrecreational and guided use. Please respect the closure until further\nnotice.</p>\n<p>One of the best canyons in the region, dry for half way and full\nClass C towards the end. Usually done as in-and-back trip can also be\ndone as through trip approaching from the top. Permit is required, and\nyou need to hire Indian guide in order to visit it.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Shortest approach is to descend Tank Canyon and rappel into Cibecue\nCreek just below Falls 3 (counted from the bottom up). Alternatively,\nthe full Cibecue Creek may be an overnight and would require special\narrangements with the required White Mountain Apache guide.</p>\n<p>The approach from Tank Canyon will take approximately 4.5 hours,\ninvolving a 3 hour dry creekbed hike and 4 rappels.</p>\n<h2 id=\"descent\">Descent</h2>\n<ul>\n<li><strong>Jump:</strong> About 30 minutes down stream from Tank Canyon\nyou arrive at an oasis of cascading wide shallow pools that end in a\nwide and deep pool ideal for jumping from 5 or 10 foot perches.</li>\n</ul>\n<ul>\n<li><strong>R1:</strong> Bolts, canyon right, 60-feet, 2-tier, mandatory\ncascade crossing. Although impressive <em>looking,</em> these falls are\nspread wide and highly aerated making them easy to cross. In addition,\nthe footing is surprisingly grippy due to minerals in the water that\nprevent alga from growing.</li>\n</ul>\n<ul>\n<li><strong>Corridor:</strong> Just below the first rappel is a narrow\nswim for about 50 feet that slopes up until you can stand. There is a\n2-tier falls that must be stemmed down. The top falls are about 6 feet\nand form a hydraulic that will jettison you into a death siphon if any\nslip ups are made. On the right is a must-make rock you must get your\nright foot on. The rock is hardly visible as the flow is heaviest on the\nright where it pours off in a powerful laminar flow. There is also a\nledge a foot or two below the water on the left. It is ideal to get a\nspotter here if possible. NOTE: IN BETWEEN THESE TWO ROCKS IS A SIPHON\nOVER 10 FEET DEEP THAT WILL NOT SPIT YOU OUT. Stemming past this point\nis also not advisable as the walls widen and several canyoneers have\nfallen down the next falls resulting in broken ankles. NOTE: IT IS NOT\nADVISABLE TO STEM HIGH PAST THE SECOND TIER EITHER. This has also\nresulted in falls and broken ankles on the ledges underwater. Once you\nhave your feet at the bottom of the first 6-foot tier, then it is\nrelatively easy to stem and bridge over the next tier, which drops\n15-feet into a channel with friendly hydraulics that will spit you out\nonce you lower down into it. It is easy to stem in ledges that can't be\nseen but are just a foot under water. NOTE: THE CORRIDOR CAN BE AVOIDED\nBY CLIMBING UP ON CANYON RIGHT AND HIKING AROUND. The guide will be\nhappy to guide anyone in your group who is not ready for a must-make\ndeath siphon.</li>\n</ul>\n<ul>\n<li><strong>Continue:</strong> It's about a 30 minute trail and creek\nwalk with many scenic pools and chutes before you arrive at the final\nrappel. On the way there are cliff dwellings barely visible in the\ndistance on canyon right. On a trip 3/31/18, in 12cfs water, we were\nable to rappel or stem another corridor between the chute and the final\nrappel. It is DCL of a large boulder with a shady area underneath}.\nNormally people walk around or jump to get past the chute. However, we\nwere able to rig an anchor and rappel it, but also to stem it off\nrope.</li>\n</ul>\n<ul>\n<li><strong>R2/Jump:</strong> Bolts, canyon right, 50-feet. Recommended\nto leave rope at least 5 feet above the surface of the water as there\nare usually many people who hike up form the bottom to spend the day at\nthis water hole and it would be dangerous if a swimmer were to tangle or\nhang from the rope. The rope can be pulled up to any height to make a\njumping de-rig into the pool. The guide said people have jumped from the\ntop and not touched bottom. Note: Our group on 3/31/18 in 12 cfs flow\n(low) was able to rig an anchor from some boulders far off to the side\nDCL, and rappel into the flow of the waterfall directly, entering from\nthe top on the DCL side of the fall).</li>\n</ul>\n<h2 id=\"exit\">Exit</h2>\n<p>Below the final rappel at Falls #1, there is a well-worn trail that\ninvolves several creek crossings. Exit canyon right about 1/10th mile\nbefore the confluence with the Salt River. Your car should be right at\nthe top of the exit scramble. The exit hike takes approximately 30\nminutes.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>As of June 2019, The CAC has been in recent discussions with the\nWhite Mountain Apache tribe and the canyon is currently closed for\nrecreational and guided use. Please respect the closure until further\nnotice.</p>\n<p>It is required to hire a White Mountain Apache guide as an escort.\nThe purpose of the guide is for archeological protection and not as a\ntechnical canyon guide. You must have an experienced canyon leader in\nyour group. It is also required to hire a driver to move your vehicle\nfrom the trailhead to the exit point at the Salt River if doing both\nCibecue and Tank Canyons - the White Mountain Apache guide can arrange\nthis. In addition, a hiking permit is required and may be obtained\nonline here: <a\nhref=\"http://wmatoutdoor.org/purchase_permit.html\">http://wmatoutdoor.org/purchase_permit.html</a>\nfor $30 per person.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://brennen.caltech.edu/swhikes/cbique.htm\">Chris Brennen's\nAdventure Hikes (Southwest)</a> : Cibecue Creek</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://hikearizona.com/decoder.php?ZTN=30\">HikeArizona.com</a> :\nCibecue Creek</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://toddshikingguide.com/Hikes/Arizona/Misc/Misc7.htm\">ToddsHikingGuide.com</a>\n: Cibeque Creek</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://ropewiki.com/User:Super_Amazing_Map?id=Cibecue_Creek_-_Arizona\">Super\nAmazing Map</a> : Cibecue Creek</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://6ixgun.com/journal/tank-cibecue-canyon\">Mark Kilian's\nAdventures</a> : Tank &amp; Cibecue Canyon</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<p>Timber Camp is a convenient camping spot not on the reservation and\nis located 25.9 miles north on AZ60 from the split with AZ70 - fees are\n10$ a site per night. Jones Water Campground is another, free option for\ncamping with the same amenities as Timber Camp and is located 16.6 miles\nnorth on AZ60 from the split with AZ70.</p>\n<p>The first known descent in the modern era was reportedly done by Rich\nCarlson, Anthony Thompson, and Greg circa 2007. (note: we descended\nCibecue during the 2005 ACA rendezvous with Rich, so it was descended by\nthem before 2007)</p>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": []
  }
}