{
  "url": "https://ropewiki.com/Firefly_Canyon",
  "latitude": -33.1795,
  "longitude": 150.2764,
  "id": 44837,
  "name": "Firefly Canyon",
  "quality": 3,
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>From TDMSKP 2008: Firefly Canyon is accessed from the Wolgan Valley\nnear Newnes. Drive just past the Historic Hotel at Newnes and cross the\nWolgan River at a ford then continue heading north then east along the\nroad until you reach the Industrial Ruins car park. Walk the 2+ km past\nthe industrial ruins until you reach a gully which breaks the cliff line\nat two points. Follow the left fork of the gully until you reach the\nvery top cliff line, go to the right a short distance and climb up\nthrough a narrow chimney section. Once at the very top of the ridge,\ncontinue straight over the other side over the ridge, then down another\ngully in a South-Easterly direction which takes you to the main creek\nheading North-East. Follow this creek to the canyon which has some rock\nscrambles, 5 abseils of up to 15m and a couple of extra abseils which\ncan be avoided if you want by walking around them.</p>\n<p>The canyon ends at a large open waterfall (~30m?) which is an\noptional abseil, where a short track drops down the true left hand side\nof the canyon. The track is indistinct most of the way, but simply\nfollow the hill straight down to the Wolgan River Trail and then head\nback to the car park.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From TDMSKP 2008: From the car park, walk for more than 2km past the\nindustrial ruins. You pass the Coke Ovens, then walk above the rest of\nthe ruins (keep to the right at all forks, staying up the ridge). The\nroad eventually reaches a gully (GR447259 Second Edition Mount Morgan\nmap) which clearly breaks the cliff line up above you - a very short\ndistance past this gully is an entry to the old Oil Slate Mine. Head up\nthe gully, keeping to the left of it the whole time. You need to follow\nthe left fork up to the top of the gully - about half way up you reach\nthe first cliff line (which makes you feel like you are almost there -\nyou aren't) where you have to start doing some reasonable boulder-rock\nclimbing. This continues on for most of the rest of the way, and you\nneed to keep looking for new routes through the twisting cliffs and\nboulders.</p>\n<p>Once you reach the very top of the gully you will find yourself at a\nvery solid looking cliff line. Walk to the right of the gully where you\nwill find some large boulders up against the cliff that do not look at\nall promising. Climb up them, around them and across the narrow bit to a\nnarrow crack between the cliff and large slab of stone. Climb up this\ncrack (a stick and a couple of chock stones makes this much easier than\nstraight chimney climbing it) - not sure if large people will be able to\nfit in this crack, average sized people scrape front and back while\nshimmying through it. Of course, once one person is up, it might be\npossible to rig a top belay and rock climb up around the crack for those\nwho can't use the crack.</p>\n<p>Once atop the narrow crack you then have to jump across the crack up\na small wall onto a pagoda rock section, which you then have to continue\nclimbing up, eventually reaching the top of the ridge where there is a\nsmall cairn (around GR250450).</p>\n<p>From the top of the ridge, it is 'simply' a matter of finding a way\ndown the gully immediately on the other side of the ridge. The gully\nheads in a South-Easterly direction and is a network of small water runs\nwhere your job is to find the easiest one to climb down. A hand line\ncomes in very handy here as there are numerous small drops which would\njust be safer with a short rope to help out. The whole section down to\nthe Firefly creek can be done without abseiling, but don't exclude the\noption if you find yourself at the top of a steep cliff and can't find a\nway down.</p>\n<p>The gully eventually meets up with the main creek (GR452247) heading\nin a North-East direction. Follow the main creek North East for quite a\nlong time through a scrubby section and over several boulder strewn\nsections before reaching the main canyon at the first abseil.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>From TDMSKP 2008: The first abseil (~5m) shortly follows a rough\nboulder section with large logs which are handy to assist in the climb\ndown through the boulders. The first abseil is from some tapes and ropes\naround a rock in the stream - this could be hard to see in high water -\nand ends in a small pool. The second abseil (~6m) shortly follows and is\nfrom some tapes around a small tree on the left side of the canyon. The\nthird abseil (~9m) is from some long tapes and ropes wrapped around a\nlarge boulder just before a deep round pool which is in front of the\nabseil. The fourth abseil (~5m) is from tapes around a small tree into a\nsmall pool. Shortly after this you need to climb up to the right and\nwalk along a ledge to the end where a large tree with tapes around it is\nthe anchor for the fifth abseil (~10m). This abseil is over an overhang\nand down to solid ground.</p>\n<p>A short rock scramble later and you will find another large tree with\ntapes around it at the top of a large (25-30m(?)) waterfall. This abseil\nis entirely optional, and a track can be easily found leading off to the\nleft past the tree, then down the left side of the gully . This\nwaterfall is the end of the main canyon.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>From TDMSKP 2008: Removing wetsuits is best done above the large\nwaterfall, and exit from the canyon can be done fastest by simply\nwalking down the track that exits true left from the top of the large\nwaterfall and following the left hand side of the gully down to the\nWolgan River Track (even though the path is easily lost as you descend).\nAbseiling over the large waterfall is possible, and staying inside the\ngully requires even more abseils as you continue to descend within\nit.</p>\n<p>Once at the Wolgan River Track (around GR464263), turn left (head\nwest) and head back past the Industrial Ruins, than back to the car\npark.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>The canyon is in Wollemi National Park, you can view alerts here: <a\nhref=\"https://www.nationalparks.nsw.gov.au/visit-a-park/parks/wollemi-national-park/local-alerts\">https://www.nationalparks.nsw.gov.au/visit-a-park/parks/wollemi-national-park/local-alerts</a></p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"https://ozultimate.com/canyoning/track_notes/firefly.htm\">OzUltimate.com</a>\n: Firefly Canyon</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"https://www.scaasf.adventure.org.au/content/firefly\">Adventure.org.au</a>\n: Firefly Canyon, a poem by Alan Ellis, 2000</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"https://ozultimate.com/canyoning/reports/2009/20091231_firefly/photos.htm\">OzUltimate.com</a>\n: 31/12/2009 photos</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"https://ozultimate.com/canyoning/reports/2014/20140405_firefly/photos.htm\">OzUltimate.com</a>\n: 05/04/2014 photos</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<p>David Noble says: visited by a SUBW/Springwood B.C. party (Tom\nWilliams, Lyall Closs, Dave Noble and others) late in 1979. They camped\nupstream of the canyon and noticed many fireflies in the area. Photos of\nthat descent can be seen here: <a\nhref=\"https://www.david-noble.net/canyoning/wolgan/wolgancanyons2.html\">https://www.david-noble.net/canyoning/wolgan/wolgancanyons2.html</a></p>\n<p>David Noble says: However, that was not the first visit. Clearly,\nresidents/workers of Newnes during the shale mine visited too. David\nNoble says \"<em>what about the old spikes and ladders going up into the\ncreek from below?</em>\"</p>\n"
}