{
  "url": "https://ropewiki.com/Tiger_Snake_Canyon",
  "latitude": -33.2214,
  "longitude": 150.2527,
  "id": 44840,
  "name": "Tiger Snake Canyon",
  "quality": 3.7,
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "II",
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Tigersnake Canyon is a winter classic, with a mildly challenging\ncanyon, which is mostly dry. Driving there: A 4WD isn't needed but a car\nwith high clearence is handy. From the Zig Zag railway follow Old Bells\nLine of Road North until you reach Glow Worm Tunnel Rd, turn right\nFollow Glow Worm Tunnel Rd for approximately 25km until you reach the\nOld Coach Rd (sign posted), turn right onto old Coach rd and follow it\nall the way to the end carpark. MGA425179</p>\n<p>Rope: 2 x 30m ropes Wetsuit: Not required Walk-in: 50 min Walkout:\n1.5-2 hours Descent: 2 -3 hours Rating 2.5/4 V1A0__ Elevation Gain: 370m\nDistance 9.5 Km</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Walk in: Head east on the fire trail covered by many logs, follow\nthis until it becomes a single trail, the trail follows a ridge for a\nwhile. When the trail begins to drop down a hill there will be a faint\ntrack that goes straight down the hill and one track the turns down a\nsteep descent 5m right of the other track, take the left track. Follow\nthis track all the way down past a few pagodas to reach the start of the\ncanyon MGA439207</p>\n<h2 id=\"descent\">Descent</h2>\n<p>There are two alternate starts to the canyon, either descend into the\nslot off a tree in the centre or walk back 30m and climb on top of the\npagoda on the river left where a sling anchor can be found dropping 18m\ninto the canyon. There are a couple of short drops in this short section\nincluding the infamous \"bundle of sticks anchor (this drop can be down\nclimbed with care. The top section opens out and ends with a 17m absiel\nfrom a tree. Then there is a short creek walk down to the lower\nconstriction</p>\n<p>When dropping into the second constriction in the canyon, after the\ncreek walk, two options to enter are available; either climb on the\nledge river left and cross over the top of the canyon to find a abseil\noff a tree 22m on river right, or descend into the main slot to abseil\noff a pile of logs with a difficult low start that is guaranteed to drop\nyou in a thigh-deep pool of water. The second option includes another\nshort drop in the canyon that can be rapped or downclimbed with care</p>\n<p>==Exit= Walk out: After the second constriction, the canyon opens out\nto a beautiful rainforest with a stunning orange wall looming on the\nriver left. follow the gully under the cliff on the river right for 200m\nuntil you can scramble up onto a ledge. Follow the scramble up onto a\nridge, then follow the ridge uphill back towards the start of the\ncanyon. The path is relatively well defined until it reaches a large\npagoda which is best negated by climbing over the top, and rejoining the\npath on the other side, one smaller pagoda is to be crossed another 100m\npast the main one, and then the track is relatively straight forward to\nfollow all the way back to the car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"https://youtu.be/RIF1hZFiPv8\">YouTube.com</a> : Richard Pattison,\nTiger Snake canyon movie</li>\n</ul>\n<p>{{#ev:youtube|RIF1hZFiPv8}}</p>\n<h2 id=\"background\">Background</h2>\n<p>David Noble says: visited on a joint SUBW - Ramblers trip on 11 Sept\n77. The creek was investigated from Deanes Creek. Bob Sault, Steve\nMcDowell and Dave Noble had gone on ahead, found the canyon, but found\nthemselves trapped in a chamber of the canyon by a stired up tiger snake\nin a narrow part below. Keith Maxwell, Rose Adams and Hugh Patterson,\nwho were downstream, helped the party escape by throwing articles of\ntheir clothing on top of the snake to confuse it. (The clothes were\nlater retrieved with the aid of a long stick). A Ramblers party did the\ncanyon properly from above on a later trip and also found the miniature\ncanyon above.(Kameruka Magazine Vol 16 No 2 - July 78).</p>\n<p>Photos from the first visit can be found here: <a\nhref=\"https://www.david-noble.net/canyoning/wolgan/wolgancanyons2.html\">https://www.david-noble.net/canyoning/wolgan/wolgancanyons2.html</a></p>\n",
  "version": "3d2e277578a267462ed2d87d84b6fe27"
}