{"waterRating":"A","permit":"No","vehicle":null,"id":44840,"name":"Tiger Snake Canyon","riskRating":null,"geojson":null,"rappelCountMin":null,"shuttleSeconds":null,"rappelLongestMeters":null,"latitude":-33.2214,"longitude":150.2527,"months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"quality":3.8,"technicalRating":3,"timeRating":"II","version":"f48dade84b8427b09efc0cc3543ab2809e6084fe3f3ac6eef39fd24fb15e21f3","url":"https:\/\/ropewiki.com\/Tiger_Snake_Canyon","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Tigersnake Canyon is a winter classic, with a mildly challenging canyon, which is mostly dry.\nDriving there:\nA 4WD isn't needed but a car with high clearence is handy.\nFrom the Zig Zag railway follow Old Bells Line of Road North until you reach Glow Worm Tunnel Rd, turn right Follow Glow Worm Tunnel Rd for approximately 25km until you reach the Old Coach Rd (sign posted), turn right onto old Coach rd and follow it all the way to the end carpark.  MGA425179\n<\/p><p>Rope: 2 x 30m ropes\nWetsuit: Not required\nWalk-in: 50 min\nWalkout: 1.5-2 hours\nDescent: 2 -3 hours\nRating 2.5\/4\nV1A0__\nElevation Gain: 370m\nDistance 9.5 Km\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Walk in:\nHead east on the fire trail covered by many logs, follow this until it becomes a single trail, the trail follows a ridge for a while.\nWhen the trail begins to drop down a hill there will be a faint track that goes straight down the hill and one track the turns down a steep descent 5m right of the other track, take the left track.\nFollow this track all the way down past a few pagodas to reach the start of the canyon MGA439207\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>There are two alternate starts to the canyon, either descend into the slot off a tree in the centre or walk back 30m and climb on top of the pagoda on the river left where a sling anchor can be found dropping 18m into the canyon.\nThere are a couple of short drops in this short section including the infamous \"bundle of sticks anchor\". There is also another anchor (thread) about 3m back from bundle of sticks on RR (this drop can be down climbed with care). \nThe top section opens out and ends with a 17m absiel from a tree.\nThen there is a short creek walk down to the lower constriction\n<\/p><p>When dropping into the second constriction in the canyon, after the creek walk, two options to enter are available; either climb on the ledge river left and cross over the top of the canyon to find a abseil off a tree 22m on river right, or descend into the main slot to abseil off a pile of logs with a difficult low start that is guaranteed to drop you in a thigh-deep pool of water. The second option includes another short drop in the canyon that can be rapped or downclimbed with care.\n<\/p><p><br \/>\n<\/p>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Walk out:\nAfter the second constriction, the canyon opens out to a beautiful rainforest with a stunning orange wall looming on the river left.\nfollow the gully under the cliff on the river right for 200m until you can scramble up onto a ledge.\nFollow the scramble up onto a ridge, then follow the ridge uphill back towards the start of the canyon.\nThe path is relatively well defined until it reaches a large pagoda which is best negated by climbing over the top, and rejoining the path on the other side, one smaller pagoda is to be crossed another 100m past the main one, and then the track is relatively straight forward to follow all the way back to the car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/youtu.be\/RIF1hZFiPv8\">YouTube.com<\/a>&#160;: Richard Pattison, Tiger Snake canyon movie<\/li><\/ul>\n<p><br \/>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>David Noble says: visited on a joint SUBW - Ramblers trip on 11 Sept 77. The creek was investigated from Deanes Creek. Bob Sault, Steve McDowell and Dave Noble had gone on ahead, found the canyon, but found themselves trapped in a chamber of the canyon by a stired up tiger snake in a narrow part below. Keith Maxwell, Rose Adams and Hugh Patterson, who were downstream, helped the party escape by throwing articles of their clothing on top of the snake to confuse it. (The clothes were later retrieved with the aid of a long stick). A Ramblers party did the canyon properly from above on a later trip and also found the miniature canyon above.(Kameruka Magazine Vol 16 No 2 - July 78).\n<\/p><p>Photos from the first visit can be found here: <a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.david-noble.net\/canyoning\/wolgan\/wolgancanyons2.html\">https:\/\/www.david-noble.net\/canyoning\/wolgan\/wolgancanyons2.html<\/a>\n<\/p>\n\n\n<\/div>","rappelCountMax":null}