{
  "url": "https://ropewiki.com/Silvey%27s_Canyon",
  "latitude": 38.1932,
  "longitude": -108.9978,
  "id": 46002,
  "name": "Silvey's Canyon",
  "quality": 1,
  "months": [
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 2,
  "rappelLongestMeters": 12.19,
  "vehicle": "4WD - High Clearance",
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Although this canyon route can be done without ropes by a skilled\ndownclimber with a partner-assist, most canyoneers will want a handline\nor rappel for the first drop and some will want a handline for the\nsecond drop. Thus the Class 3 rating.</p>\n<ul>\n<li>Parking: <em>38.19645, -108.98491</em></li>\n<li>Way Up Through Breakdown: <em>38.19803, -108.99171</em></li>\n<li>Head of Canyon: <em>38.19468, -108.99960</em></li>\n<li>Rappel or Handline: <em>38.19321, -108.99309</em></li>\n<li>Bottom: <em>38.19426, -108.98491</em></li>\n</ul>\n<h2 id=\"approach\">Approach</h2>\n<p>From the car spot, hike south up the gentle nose and gain about 500\nfeet to an obvious band of white sandstone. Hike along the bench to the\nWay Up Through Breakdown, which provides an easy scramble up a white\nramp most of the way. Once atop this layer, continue for about 500 feet\nand up through the caprock to gain the mesa level. Once atop the mesa,\nyou will soon encounter an ATV road. Take this left to the Head of the\ncanyon.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Some downclimbs. About half-way down a sudden drop appears behind a\nlarge boulder chockstone. We looped the top of the boulder for a\nretrievable handline to get down 20 feet. From there we meat-anchored a\nhandline to get people down a 40 foot ledged ramp with a pool at the\nbottom. This was a fairly easy downclimb. Staying dry can be\naccomplished two ways. Either by a wide stem several feet out and then\nswing the left leg to a low shelf on the right. Or traverse the wall on\nthe left using crumbly and loose rock. The pool walls are very slippery\nthick mud.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>At the Bottom, go left up the slope and find an abandoned Jeep road.\nFollow the road back to the car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p>4.15.2017 first known descent, 4 hours, 7 people led by Logan\nDeGrand, Wayne Herrick, Lilia Gilbo, Julie Montemarano, Michael Pintal,\nLorri Andrew, Tammy Berrie. This falls into the category of \"we did this\none so you don't have to\". While all explorations are fun due to the\nunknown, and the downclimbs and water-avoidance provided some challenge,\nthere was little techincal challenge for a canyoneer.</p>\n<h2 id=\"background\">Background</h2>\n<p>If you are looking for technical canyon adventures in Big Gypsum\nValley, Hamm Canyon and Mary Jane Draw are much better options. If you\nare looking for a Class 2 hike in the area, Coyote Wash is much more\nscenic.</p>\n",
  "version": "4961ee8a7793ba30e26b689d3b95f3a1"
}