{
  "url": "https://ropewiki.com/Lynx",
  "latitude": 36.9473,
  "longitude": -111.0652,
  "id": 46061,
  "name": "Lynx",
  "quality": 4,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "Yes",
  "rappelCountMin": 2,
  "rappelCountMax": 2,
  "rappelLongestMeters": 54.86,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<p>This canyon has a mellow personality and a consistent friendly\ngeometry. The first part of the canyon is full of easy downclimbs and\nmost of the water can be stemmed over. No keeper potholes exist in this\ncanyon.</p>\n<p>Just before the final sequence there is a slide into a chest deep\npothole that is unavoidable.</p>\n<p>The penultimate drop is a 50 foot rappel or a hard downclimb. The\nfinal rappel is about 150 feet tall, but requires 180 feet of rope\ntravel because there is a shelf halfway down.</p>\n<p>The top of the 180 foot rappel might require you to stand in water\nfor some time while you work on the anchoring situation. If the canyon\nis full of water, be sure to put your wetsuit on before going down the\n50 foot drop.</p>\n<p>The 180 foot rappel is difficult to ghost, and even more difficult to\nleave groove free. The geometry is bad for a water anchor, a SandTrap,\nor a Fiddlestick. There are chokestones on the way down that lend\nthemselves to sticking a rope. There are bends in the drop that are\nvulnerable to rope grooves. Don’t get frustrated and lose focus of your\npriorities at this drop:</p>\n<p>Priority #1: Do not leave any rope grooves.</p>\n<p>Priority #2: Do not stick a rope.</p>\n<p>Priority #3: Ghost, if you can.</p>\n<p>We spent 2.5 hours trying to ghost the final drop and did not\nsucceed. We left an extended sling to prevent grooving. Under dry\nconditions a SandTrap would probably work well. There is a flake near\nthe top of the 180 foot drop that might work for a Fiddlestick. You get\none million bonus points if you can ghost this drop without leaving a\nmark.</p>\n<p>Stand back away from the drop when you pull your rope so that you do\nnot leave any rope grooves.</p>\n<p>Time: We completed this loop in 6.5 hours after a long wandering\napproach and a heroic effort at the final drop. I would expect this loop\nto take 4.5 hours during our next visit.</p>\n<p>Rappels: 50 feet, 180 feet.</p>\n<p>Mandatory Equipment: SandTrap, Fiddlestick, 200 foot rope, 200 foot\npullcord, 50 feet of webbing, standard rappelling equipment. Bring an\nextra 100 foot rope to speed up the final sequence if you have a larger\ngroup.</p>\n<p>Neoprene: Bring a wetsuit and neoprene booties. You might not need\nthem, but Lynx holds a lot of water and the final sequence takes some\ntime.</p>\n<p>This route is easy to conquer with webbing, so please play fair and\ndo not add bolts to this route.</p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Hiking in this area requires a permit from the Navajo Nation. I\nrecommend mailing your permit request a few weeks in advance, along with\na very polite letter explaining your trip itinerary. Permit information\ncan be found here:<a\nhref=\"http://navajonationparks.org/permits.htm\">http://navajonationparks.org/permits.htm</a></p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://ropewiki.com/User:Super_Amazing_Map?id=Lynx_-_Lake_Powell_Area\">Super\nAmazing Map</a> : Lynx</li>\n</ul>\n<p><a\nhref=\"https://amazingslots.blogspot.com/2017/05/west-canyon-beta-lake-powell.html\">https://amazingslots.blogspot.com/2017/05/west-canyon-beta-lake-powell.html</a></p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"http://amazingslots.blogspot.com/2017/04/west-canyon-2017-lynx-canyon.html\">http://amazingslots.blogspot.com/2017/04/west-canyon-2017-lynx-canyon.html</a></p>\n<h2 id=\"background\">Background</h2>\n",
  "version": "0a43529c0e3e6108987b5a6702eaef04"
}