{
  "url": "https://ropewiki.com/Fisherplace_Gill",
  "latitude": 54.5543,
  "longitude": -3.0447,
  "id": 46089,
  "name": "Fisherplace Gill",
  "quality": 3,
  "technicalRating": 3,
  "waterRating": "C1",
  "timeRating": "II",
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Good descent that feels quite \"canyony\" in places. Multiple rappels -\nsome quite tricky, but all reasonably small - a 50m rope will do. Lots\nof scrambles. A couple of rappels are committing (no easy escape\npossible) Anchors all good (as of Apr. 2017) Some deep pools. No access\nproblems. Pay for parking at the hotel or campground.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>It is possible to park at The King's Head Inn. There is a fee, which\ncan be redeemed if you buy food later after your trip.</p>\n<p>Head up through Thirlspot farm. Cross the culvert and then head\nleftwards (north) towards Fisherplace Gill. Start climbing when the\ntrail heads up diagonally, otherwise you'll hit the Gill at a footbridge\nand have to make your way straight up from there. Trail climbs up on the\nriver left side.</p>\n<p>Begin your descent before you hit the fence that crosses the stream\n(here begins a flat section with no features of note (?)).</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Some scrambles are bolted, others are not. All rappels are well\nbolted, sometimes on both sides of the stream.</p>\n<p>There is only one very committing section. You'll know it when you\nhit it. There is a triple drop. A 2m wet scramble, to bolts on the\nright. Then a 6m abseil in/under the flow. This drops into a narrow slot\nand deep pool. There is no easy escape from this pool. There is a single\nbolt in the slot on the right, 3m back from the lip. Rappel bolts (not\nvisible from the top), are on the left, at the lip. Double bolted. Final\nrappel is 9m into another deep pool. Canyon widens here, and escape is\npossible.</p>\n<p>The bottom of many rappels can be inspected easily from the top of\nthe rappels, or egressing easily out of the canyon.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>When the footbridge is visible around the next corner, it is possible\nto egress on the left side. There are no significant features below here\n(?).</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p>UK Canyoning Guide Association may have a topo.</p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p>Videos on youtube Search \"Canyoning - Fisher Place, Lake\nDistrict\"</p>\n<h2 id=\"background\">Background</h2>\n"
}