{
  "url": "https://ropewiki.com/Frosted_Flakes",
  "latitude": 37.4428,
  "longitude": -111.0757,
  "id": 46523,
  "name": "Frosted Flakes",
  "quality": 5,
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "III",
  "riskRating": "X",
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A quick 1/2 day jaunt with some great X stemming (60-90min) and a\nbeautiful sleepy hollow exit. Must be comfortable with being wide and\n50’ off the deck. Solid movements throughout with a few thinkers.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Chimney rock trailhead, down coyote gulch and up on to King Mesa. DDI\napproach the head left/NW around mid-break of long branch and north to\nfrosted. An alternate ramp from sleepy hollow (right) can get you up on\nthe Mesa. Follow LB and cross over as outlined above.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>At top of FF when you reach the first drop, fiddle off the tree up on\nthe right rim (puts you into the deeper slot, possible waist deep\npool).</p>\n<p>Easy ground level moves for 50-100 yards and then the canyon drops.\nSustained stemming with great X movement ~50’ off the ground. A few\nsilos can make you think but generally speaking there are great\ndishes/pockets with secure walk through movement. A chockstone with\ndebris 3/4 through will mark the time to drop down into the slot to\nground level.</p>\n<p>Nice open downclimb (30’) with great features leads you into the dark\nsection. Twist and turn your way to the final patio with your hopes to\nfind sand, but don’t plan on it being there. Either farm sand/mud from\npotholes in dark section or get creative with some natural anchor\noptions. Warts abound and cracks are present. A good finish to have fun\nwith. As always, ghosting techniques should be practiced. 150’ to the\nground in sleepy hollow.</p>\n<ul>\n<li>Pack a short 30’ rope and toggle for the final drop as you may need\nto depend on it.</li>\n</ul>\n<h2 id=\"exit\">Exit</h2>\n<p>Hike out of sleepy hollow, avoiding the poison ivy the best you can,\njoin back up with coyote gulch and retrace your steps back to the\ncar.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}