{"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>A quick 1\/2 day jaunt with some great X stemming (60-90min) and a beautiful sleepy hollow exit. Must be comfortable with being wide and 50’ off the deck. Solid movements throughout with a few thinkers.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Chimney rock trailhead, down coyote gulch and up on to King Mesa.  DDI approach the head left\/NW around mid-break of long branch and north to frosted. An alternate ramp from sleepy hollow (right) can get you up on the Mesa. Follow LB and cross over as outlined above.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>At top of FF when you reach the first drop, fiddle off the tree up on the right rim (puts you into the deeper slot, possible waist deep pool). \n<\/p><p>Easy ground level moves for 50-100 yards and then the canyon drops. Sustained stemming with great X movement ~50’ off the ground. A few silos can make you think but generally speaking there are great dishes\/pockets with secure walk through movement. A chockstone with debris 3\/4 through will mark the time to drop down into the slot to ground level. \n<\/p><p>Nice open downclimb (30’) with great features leads you into the dark section. Twist and turn your way to the final patio with your hopes to find sand, but don’t plan on it being there. Either farm sand\/mud from potholes in dark section or get creative with some natural anchor options. Warts abound and cracks are present. A good finish to have fun with.  As always, ghosting techniques should be practiced. 150’ to the ground in sleepy hollow. \n<\/p>\n<ul><li>Pack a short 30’ rope and toggle for the final drop as you may need to depend on it.<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Hike out of sleepy hollow, avoiding the poison ivy the best you can, join back up with coyote gulch and retrace your steps back to the car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","url":"https:\/\/ropewiki.com\/Frosted_Flakes","riskRating":"X","longitude":-111.0757,"rappelLongestMeters":null,"version":"1b159633ccfb734cbbc592a3792b96fec321d4a286834a1890585e149749ea0d","quality":5,"latitude":37.4428,"name":"Frosted Flakes","shuttleSeconds":null,"waterRating":"A","geojson":null,"rappelCountMax":null,"id":46523,"months":[],"timeRating":"III","technicalRating":3,"vehicle":null,"permit":"No","rappelCountMin":null}