{
  "url": "https://ropewiki.com/Cougar_Canyon_(New_Mexico)",
  "latitude": 36.3405,
  "longitude": -106.8092,
  "id": 47065,
  "name": "Cougar Canyon (New Mexico)",
  "quality": 3,
  "months": [
    "Sep",
    "May",
    "Oct",
    "Jun",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 3,
  "rappelLongestMeters": 10.67,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Cougar Canyon is a really fun easy descent through a nicely carved\nsandstone layer, but it's uphill both ways.</p>\n<p>This could be considered a technical canyon for beginners who are\nstrong hikers.</p>\n<p>Beware heavy rains impacting dirt road conditions.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From the town of Gallina, NM, drive north on French Mesa Rd. Pass an\nopen gate after the roads open in mid-April. Otherwise this gate can be\nlocked spanning the road and preventing access.</p>\n<p>Go left at the fork after 6.5 miles to continue on Forest Road 8,\nwhich is a better road than Forest Road 11 to the right. Turn left after\n4.85 miles onto a dirt road spur heading west. Turn south at a lake/dry\nlake for a total of 1.25 miles from FR 8. A lower clearance all wheel\ndrive or higher clearance 2WD would probably do fine under dry\nconditions from Gallina to the parking noted on the kml map.</p>\n<p>From the parking location, hike due west 0.3 miles +300' elevation to\ngain the ridge. (gain the same ridge if parking at the alternate parking\nspot)</p>\n<p>Hike south on the ridge another 0.65 miles to the head of Cougar\nCanyon and begin the descent.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Navigate and downclimb to the first of the quick series of three\nrappels.</p>\n<p><b>R1: 10' nuisance drop</b> 20' rope required from the slung rock in\nCanyon Center</p>\n<p><b>R2: 35'</b> from a tree on Canyon Left</p>\n<p><b>R3: 20'</b> from a tree on Canyon Left</p>\n<p>Downclimbs are followed by a squeeze into a rabbit hole under big\nboulders.</p>\n<p>A few elevators and some narrow sections (but never narrower than\nshoulder width) wrap up the canyon before it opens up at the bottom. All\nin all a really fun descent!</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Walk downstream far enough to gain the pine forested ridge on Canyon\nLeft and starting heading back uphill for a total 2.8 miles (+1137' /\n-477'). Tread as carefully as possible in the bottom sections to avoid\nthe abundant cryptobiotic soil.</p>\n<p>Part of this return will be retracing the approach and finding the\nsame path back down the ridge to the parked car below.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://dougscottart.com/hobbies/SlotCanyons/Cougar.htm\">Doug\nScott's New Mexico Slot Canyons</a> : Cougar Canyon</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p>1May2022: Ira Lewis, Andrew Tanasescu, Kati Wright, Dan Kinler</p>\n<h2 id=\"background\">Background</h2>\n",
  "version": "b2dc55b2b779c5d98c64d4208c8438ac"
}