{"months":["Jul","Aug","Sep"],"permit":"No","vehicle":"Passenger","shuttleSeconds":4200,"longitude":-119.4862,"quality":4,"rappelCountMax":4,"rappelLongestMeters":21.34,"rappelCountMin":1,"latitude":37.7858,"version":"9ef672dc6a47cb2ca5994b2fa56828b42f2fe181372258d788261636b77e8969","id":475,"name":"Tenaya Canyon","url":"https:\/\/ropewiki.com\/Tenaya_Canyon","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>If you're looking for a challenging technical descent, Tenaya Canyon is not for you. \nIf you're looking for a physically easy jaunt, Tenaya Canyon is probably not for you. \n<\/p><p>This is likely <b>not a beginner canyon<\/b>. The rope work is generally straightforward but the canyon requires a significant amount of technical downclimbing and boulder hopping over the course of a very long day. Previous experience with downclimbing or rock climbing should be considered a prerequisite.\n<\/p><p>If you are looking for a full day hiking with hours of class 3 downclimbing through a beautiful Yosemite Gorge with unique views of half dome, playing in swimming holes, lapping waterslides, and enjoying a few jumps and rappels, then you should have a great time. The hardest part is setting a shuttle and dealing with the giant cluster#$@! that is Yosemite Valley. \n<\/p><p>One appealing aspect, is that you don't need much technical gear. As you'll probably be descending in midsummer, wetsuits should be unnecessary, unless the weather is doing something very weird. This is good, because wet sections are spaced out. You might get a bit chilly in the gorge, but it's over too soon to be a problem. Also you don't need a very long rope: 70 feet is the largest rappel all the way to the canyon floor. Some teams may opt to jump or down climb some of the rappels, but bringing a rope is advised regardless, especially given the remoteness of the location.\n<\/p><p>During the descent it is possible to pick up cell signal by the Lonely Boulder and other places. This can greatly help in navigation, but don't count on it. It is easy to get benighted in Tenaya Canyon. An early start, headlamps and emergency clothing should be required. Many teams experience route finding difficulties and have been forced to spend the night. Don't underestimate the time required or the effort involved.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Hike East out of the Sunrise Trailhead and cross Tenaya Creek. Stay on the trail a short additional distance until the Sunrise Trail starts to ascend a short rocky section.  Follow a feint trail to the right through the forest. Initially you will be walking through the forest, occasionally changing which side you are walking on.  Eventually the canyon opens more with less trees.  Traversing on the LDC side is easiest.\n<\/p>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>  <link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>  <link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>  <link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>Eventually you get to a gorge with a sign telling you how dangerous it is to continue. Are you making a huge mistake?\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Head down the slabs from here. There is a deep pothole which can be fun to jump into (always scout landings first!). Just below this is the popular Tenaya Slide, a low angle slide, which is fun but can get scary with higher water. \n<\/p><p><br \/>\nThis is followed by a lot more hiking through forests. Eventually you hit bedrock again, and get to another fun little slide! This one is steep, and about 15 feet into a pool. Enjoy this for a bit. This pool is located at 37.78720, -119.48542.  (7520 ft elevation)  <link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<\/p>\n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p><br \/>\nGully route: \nPROS: Lots of potentially enjoyable boulder downclimbs. Find pieces of airplane wreckage. Views of Pywiack. \nCONS: Extremely minor amounts of bushwhacking. Extra 200 feet of elevation gain. High levels of exposure at certain points; people have fallen and died here before.\nTo take the gully route, head north up the ridge, climbing ~400 feet of elevation, then drop into the big drainage on the left (be careful not to follow the right drainage instead; it looks more appealing from the top but has cliffs lower down). Follow down the left side of this drainage, to hit a minor, slightly brushy gully where everything drops off. Going to the right (down the drainage proper) is doable, but requires much more challenging downclimbing (and possibly a few rappels). Lots more boulder hopping down from the airplane engine that hangs out at the confluence. If your group is uncomfortable with the downclimbing \/ boulder hopping through this section know that it gets worse, not better, further down. \n<\/p><p>Slab route:\nPROS: More straightforward. More efficient if everyone knows how slab climbing works, is cool with exposure, and has sticky rubber shoes. \nCONS: Substantial risk of injury or death. \nI do not think that the GPX file is entirely accurate. Find your own route, but for a general guideline, hike up to a lone boulder that hangs out up on the ridge to the southwest.  From the pool (at 37.78720, -119.48542 and 7520 feet elevation)  head up the steep exposed rock face.  The lone boulder is not visible until you are almost at it. The lone boulder is located at 37.785749, -119.486485 at at an approximate elevation of 7720 feet.  \n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div><p>   {{p<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>ic|slab route.jpg ~&#160;: Map of Slab-Lone Boulder Route}}\n<\/p><p>Next, hike down to the talus slope a short distance below. and head roughly 206 magnetic north or 218 true north for 1400 feet.  You will pass through some brushy area, but in an area that is not too dense.  If you go lower, you will have to traverse through very very thick brush.  Your goal is to traverse to the far side of a small bowl or watershed.  If you drop down too early, you will find steeper slabs and overhangs with wet patches. This area is very dangerous.  You should continue southwest as mentioned, cross what is shown on the topo as a water course and then proceed downslope.  Navigate towards 37.7837468,-119.4917484 where the ridge and crack systems descend.  If you are at the correct location, the inverse V shaped vegetation at the base will be slightly to your left.  At the very base of the slabs, there is a large pine tree to head for. Along the route down the 1250 feet of slabs, there are occasional places where a rope can be used as a handline and pulled down afterwards.\n<\/p>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>   <link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>  <link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>  <link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>From the large pine tree at the base, descend the talus, then switch back up and left through a little brush to more talus descending.  Eventually crash through more brush to reach the LDC side of Tenaya Creek.  Avoid the waterfall by traversing left down canyon. \n<\/p><p><br \/>\nIf you took the slab route, descend directly into the bottom of the canyon to avoid missing the big slide\/sweet swimming hole. If you took the gully, you won't miss it. \n<\/p><p>If interested in the big slide: First off, careful for slick granite all through here. The route I recommend for the big slide requires some tricky climbing on slick slab. But, as long as you are careful getting to the tricky part, falling will just send you sliding down the polished granite next to the slide, which is also fine. Walk down the left side of the waterfall on the top side of a ~5 foot high ledge that parallels the fall. Around here you'll see a spot where you can climb down this ledge easily. From there, follow close to the ledge another ~10 feet down, just above the last ~2 foot high ledge that cuts over toward the falls. Now carefully traverse toward the water. Once you're close, lower yourself down slowly past that small ledge, and catch a small lip with your feet, and you're set up perfect for the slide! \nWhile it may be possible to just take this from the top, I would caution that you are going to be coming in HOT when you hit the water, and if the small bumps above my recommended entrance turn you sideways, you might rearrange your back upon entrance. Given the remoteness of this spot, it is sadly, probably not a great idea to give it a go. \n<\/p><p>More hiking and climbing down canyon.  Usually, you are walking along a rock strewn streambed.  In later summer, most of this is dry streambed.  As you approach the inner gorge, the water comes to the surface again.  You might need to make small detours through the woods.  Lots of hiking and scrambling. You were warned. \n<\/p><p>Pretty soon you get to the start of the gorge! It begins with either the 70ft rappel (bolted, and accessed by traversing far on ledges on the right, a good ways down canyon; if you hit the end of the ledge backtrack 15-30 feet to look for bolts) or an excellent ~30-35 foot jump from the very beginning of that ledge. Note that it may be possible to jump too far, and find the wall on the other side. In between this jump and the bottom of the rappel is a large boulder that can make for another jump, if you are careful and check the landing. The bolts are two good 3\/8 inch and have rappel rings.  \n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>There are a total of 4 rappels throughout the gorge.  About 400 feet downstream of the first 70 foot rappel, you reach LeConte Boulder. (37.77640, -119.50345) It's possible to slide and swim along the LDC side of the boulder, but there are two large rocks at the top with slings and rappel rings.  (Replace them if they look weathered)  This is a rappel of about 40 feet and if there is water in the canyon, you will likely get wet. Careful navigation in the pool below will mean that you only get wet to waist level.  If you slide or downclimb LDC, be sure to check your landings.  The LeConte Boulder is named after the famous geologist and University of South Carolina and University of California professor, Joseph LeConte.\n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>     <link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>  <link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p><br \/>\nBoulder hopping downstream. Look for a bypass for the trickiest bits on the right. Further down a series of big wide ledges goes out to the right. Occasion\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>ally, there are a few narrow, exposed ledges, one in particularly is crumbly.  At a small ravine, don't descend to the canyon floor, go upwards and descend back to the large ledge.  There are a few different ways to use these to get down (including bolts nearish the end of the ledges). Some are easier than others. This 3rd rappel is about 70 feet. Two 3\/8 inch bolts with rap rings are used.  The landing is usually dry during the late summer season.  The rappel is at approximately 37.772782,-119.506782.\n<\/p>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>The last significant drop is a 2 part rappel (or 4th rappel, 37.77210, -119.50759) at a sliding waterfall that moves from the left to the right side of the canyon. Here you can rappel from 2 pairs of 3\/8 inch bolts with rap rings; the first is off the top of a boulder (as pictured), and the next pair is next to the sliding waterfall (RDC). They are located RDC on a shelf about 3 feet above where you will probably be standing. Rappel at an angle to the rappellers left (RDC) to avoid dropping into a pothole about 2\/3 of the way down. At the base of the drop you can be out of the water, but immediately afterwards there is a pool.  You can avoid the water by a stiff climb on RDC, up about 10 feet to a ledge and then descend immediately to the opposite side of the pool. \n<\/p><p>The canyon opens up, a boulder strewn streambed awaits you for some distance.  This is the end of the inner gorge, but more difficulties are ahead.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>While the most technical portions of Tenaya Canyon are behind you, do not underestimate the length of time and difficulty of navigation below the inner gorge.  Hike downstream across a vast floodplain that fills the valley. It's flat for a while, and the water likely disappears below ground. At the first fork after the gorge, head RDC for an easier exit. There are areas of forest where the stream has disappeared. This area is not easy to navigate at night.  There are about 3 very steep sections with large boulders.  The first drop and large boulder makes a good bivy spot (37.76458, -119.51910). At this location, go into the forest on LDC.  It's much easier to descend through the forest than over the steeply dropping boulders and a myriad of down climbs. After this is another short, relatively flat boulder strewn streambed.  Other boulder choke\/drops can be bypassed on RDC.  Where it gets steep, and the water comes back, cut right to find a small path. The trail can be found at 37.760488, -119.526758. Initially, the trail is very feint but later it is also marked by cairns.   It takes a bit of effort, and is hard to follow in places, but this path can bring you all the way down to the trail. Watch for a bit of poison oak on the way. When you cross Snow Creek near the bottom, stay low, and ignore the old horse trail that heads straight up hill. You'll hit official trails soon. From the official trail to the backpackers parking area near the foot of Glacier Point, it takes 1.5 hours of walking. \n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div> <link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>   <link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>Which way to go once you hit them kind of depends on where you found parking, it will be necessary to navigate to the parking lot where you left your shuttle vehicles.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Currently you need a parking day use permit to leave a car in Yosemite at the entrance and at the exit. You can get this for $2 online if you have a NP pass. Just dealing with Yosemite traffic etc. Don't leave food in your car. You would need a permit to do this as an overnight.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/brennen.caltech.edu\/swhikes\/tenaya.htm\">Chris Brennen's Adventure Hikes (Southwest)<\/a> &#160;: Tenaya Creek<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/canyonchronicles.com\/tenaya-canyon?kmlidx=205701186783545362755.0004e5388fca109c95672\">CanyonChronicles.com<\/a> &#160;: Tenaya Canyon<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/hikearizona.com\/decoder.php?ZTN=16911\">HikeArizona.com<\/a> &#160;: Tenaya Canyon<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/summitpost.org\/tenaya-canyon\/160152\">SummitPost.org<\/a> &#160;: Tenaya Canyon<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.flickr.com\/photos\/madzoy\/sets\/72157635008436633\/\">Pictures from 2013<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.rockandice.com\/lates-news\/massive-rockfall-in-yosemite-tenaya-canyon\/\">Rockfall June 2015<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>John Muir ascended the canyon in 1872 and nearly died from a fall before the inner gorge.  Apparently, he fell at one of the huge boulder chokes.  He was knocked unconscious for an unknown length of time but woke up and staggered to the downstream entrance to the inner gorge where he spent the night. He then took a day to explore the inner gorge and somehow made it all the way up to Tenaya Lake.  At that point, he took another route back to the Valley to the north of Tenaya Canyon. \n<a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/vault.sierraclub.org\/john_muir_exhibit\/writings\/steep_trails\/chapter_2.aspx\">John Muir in Tenaya Canyon<\/a>\n<\/p><p>As previously mentioned, the LeConte Boulder is named a\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>fter the famous geologist, Joseph LeConte who had a very interesting life.\n<\/p><p>Tenaya Canyon has had more than 17 people killed there and many more injured.  It is known to the Park Service as the Bermuda Triangle of Yosemite.  To most canyoneers, it's known for the hike rather than the technical parts of the canyon.  However, there are many areas, especially the descent through the slabs where a mis-step could have deadly consequences.  Some groups see that it's suggested to take 10 hours to traverse the canyon and they enjoy swimming in several pools or have trouble with route finding and they are benighted. It's recommended that if you do not know this canyon that you go prepared to spend the night in an emergency.\n<\/p>\n\n\n<\/div>","waterRating":"B","geojson":{"type":"FeatureCollection","features":[{"type":"Feature","properties":{"name":"Exit","stroke":"#F0F000"},"geometry":{"coordinates":[[-119.5103931427,37.769798806043,0],[-119.511466026306,37.7684757724701,0],[-119.513955116272,37.7676276615758,0],[-119.515800476074,37.7661349627776,0],[-119.516894817352,37.7658805224769,0],[-119.51858997345,37.76474401178,0],[-119.521980285645,37.7641333421029,0],[-119.523053169251,37.7626405727765,0],[-119.525520801544,37.7607236770728,0],[-119.527859687805,37.7599263695415,0],[-119.532194137573,37.7594853021088,0],[-119.5331911273501,37.759381930330484,0],[-119.53296661376953,37.75943440954353,0],[-119.53433990478516,37.75912905341638,0],[-119.53484416007996,37.75854802508231,0],[-119.53532695770264,37.758369898693644,0],[-119.5353172826151,37.758357090790454,0],[-119.53539,37.75833,0],[-119.53568999999999,37.75798,0],[-119.53613999999999,37.75767,0],[-119.53670999999997,37.75771,0],[-119.53709000000003,37.75757,0],[-119.53754000000004,37.75729,0],[-119.53829999999999,37.75642,0],[-119.53858000000002,37.75626,0],[-119.53895,37.7561,0],[-119.53965,37.75572,0],[-119.54001,37.7555,0],[-119.54012,37.75536,0],[-119.54061999999999,37.75507,0],[-119.54084,37.75478,0],[-119.54102,37.75426,0],[-119.54138,37.75386,0],[-119.54165,37.75373,0],[-119.5421,37.75334,0],[-119.5421,37.75334,0],[-119.54214999999999,37.75329,0],[-119.54219999999998,37.75319,0],[-119.54282,37.75288,0],[-119.54299000000003,37.75255,0],[-119.54299000000003,37.75255,0],[-119.54299000000003,37.75255,0],[-119.543,37.75229,0],[-119.54318,37.75221,0],[-119.54338999999999,37.75226,0],[-119.54368999999997,37.75224,0],[-119.54412000000002,37.75227,0],[-119.54514,37.75214,0],[-119.54601000000002,37.75187,0],[-119.54638999999997,37.75144,0],[-119.5471,37.75078,0],[-119.54732000000001,37.75035,0],[-119.54762,37.75013,0],[-119.54816,37.74991,0],[-119.54816,37.74991,0],[-119.54826000000003,37.74877,0],[-119.54835000000003,37.74855,0],[-119.54847999999998,37.74841,0],[-119.54845,37.74813,0],[-119.54867999999999,37.74792,0],[-119.54872999999998,37.74775,0],[-119.54915,37.74758,0],[-119.54921999999999,37.74733,0],[-119.54955999999999,37.74717,0],[-119.54973000000001,37.74692,0],[-119.54994999999997,37.74667,0],[-119.54996,37.74645,0],[-119.55003999999997,37.74623,0],[-119.54997000000003,37.74602,0],[-119.54998999999998,37.74562,0],[-119.55025999999998,37.74518,0],[-119.55048999999997,37.74494,0],[-119.55093999999997,37.74474,0],[-119.55117000000001,37.74469,0],[-119.55144000000001,37.74447,0],[-119.55186000000003,37.74424,0],[-119.55246999999997,37.74361,0],[-119.55261000000002,37.7435,0],[-119.55279000000002,37.74347,0],[-119.55322000000001,37.74328,0],[-119.55322000000001,37.74328,0],[-119.55363,37.74311,0],[-119.55371000000002,37.74296,0],[-119.55435,37.74243,0],[-119.55457999999999,37.74211,0],[-119.55488000000003,37.74187,0],[-119.55549000000002,37.74169,0],[-119.55586,37.74154,0],[-119.55586,37.7414,0],[-119.55595,37.74127,0],[-119.55614000000003,37.74121,0],[-119.55659000000003,37.74124,0],[-119.55691000000002,37.74123,0],[-119.55718000000002,37.74131,0],[-119.55764999999997,37.74151,0],[-119.55791351381504,37.74157587845376,0],[-119.55790042877197,37.74164531351797,0]],"type":"LineString"}},{"properties":{"name":"Gully Route","stroke":"#FFAA00"},"geometry":{"coordinates":[[-119.48425769805908,37.78789485003658,0],[-119.48606014251709,37.7883357480215,0],[-119.48631763458252,37.78952276798272,0],[-119.486403465271,37.79115065006549,0],[-119.48726177215576,37.79199849111306,0],[-119.48829174041748,37.79298197454004,0],[-119.48854923248291,37.79389761975572,0],[-119.48902130126953,37.794372394288935,0],[-119.48970794677734,37.79467760487772,0],[-119.49005126953125,37.793795881958815,0],[-119.49035167694092,37.79240545136026,0],[-119.49069499969482,37.79199849111306,0],[-119.49142456054688,37.790709768875985,0],[-119.4916820526123,37.78860706855086,0],[-119.49172496795654,37.78799659595888,0],[-119.49172496795654,37.787860934698,0],[-119.49185371398926,37.78796268066702,0]],"type":"LineString"},"type":"Feature"},{"properties":{"stroke":"#00CD00"},"type":"Feature","geometry":{"coordinates":[[-119.46945190429699,37.8254804299261,0],[-119.46790695190401,37.8254465318448,0],[-119.46777820587198,37.8245651762647,0],[-119.470267295837,37.8212769490996,0],[-119.47232723236101,37.8197175324295,0],[-119.470996856689,37.8163951870542,0],[-119.47095394134499,37.8145983461313,0],[-119.469623565674,37.8136829575257,0],[-119.4703600651161,37.811549503145635,0]],"type":"LineString"}},{"geometry":{"type":"LineString","coordinates":[[-119.49159633297336,37.787962592812974,0],[-119.49176788330078,37.78782701934388,0],[-119.49382781982422,37.7863008122977,0],[-119.49494361877441,37.78589381842873,0],[-119.49700355529785,37.785520738746506,0],[-119.49751853942871,37.78521549033291,0],[-119.49750374242325,37.785104577995114,0],[-119.49742445569586,37.78514635259726,0],[-119.49750374242325,37.785104577995114,0],[-119.49970722198498,37.7839436083722,0],[-119.50202465057401,37.7802804660325,0],[-119.50292587280302,37.7783470677167,0],[-119.50309753418003,37.7765493011063,0],[-119.505887031555,37.774208746992,0],[-119.50605869293202,37.7731571695707,0],[-119.50859069824202,37.7718002733786,0],[-119.51023285877898,37.7700695190479,0]]},"properties":{"stroke":"#FF0000"},"type":"Feature"},{"type":"Feature","geometry":{"type":"LineString","coordinates":[[-119.4703600651161,37.811549503145635,0],[-119.470524787903,37.8110723424973,0],[-119.47082519531199,37.8090380330331,0],[-119.470267295837,37.807986951184,0],[-119.469752311707,37.8076817955868,0],[-119.46855068206798,37.8083599174236,0],[-119.46893692016602,37.80547785661,0],[-119.46915149688698,37.8032399435795,0],[-119.47312116622902,37.8010867359739,0],[-119.47342157363903,37.7996455777077,0],[-119.47357177734398,37.7986282725906,0],[-119.47713375091598,37.7962714619115,0],[-119.48028802871698,37.792185014838,0],[-119.48433272460193,37.787738780403785,0],[-119.48425769805908,37.78779310397418,0],[-119.48431410532959,37.78778815087722,0]]},"properties":{"stroke":"#FF0000"}},{"type":"Feature","geometry":{"type":"LineString","coordinates":[[-119.49742445569586,37.78514635259726,0],[-119.497389793396,37.7851646154747,0],[-119.49421405792202,37.7854020311799,0],[-119.492497444153,37.7849271990069,0],[-119.48940753936802,37.7835026841832,0],[-119.48781967163097,37.7841131938983,0],[-119.48648929595902,37.7853681146973,0],[-119.48433272460193,37.787738780403785,0]]},"properties":{"stroke":"#FFAA00","name":"Slab Route"}},{"geometry":{"type":"Point","coordinates":[[-119.49709999999999,37.7857,0]]},"type":"Feature","properties":{"name":"Big Slide"}},{"properties":{"name":"Gorge Exit"},"geometry":{"type":"Point","coordinates":[[-119.510166666667,37.7701666666667,0]]},"type":"Feature"},{"type":"Feature","geometry":{"coordinates":[[-119.502666666667,37.7791666666667,0]],"type":"Point"},"properties":{"name":"Initial Ledge"}},{"properties":{"name":"Inner Gorge"},"geometry":{"coordinates":[[-119.505414962769,37.7744631586372,0]],"type":"Point"},"type":"Feature"},{"geometry":{"type":"Point","coordinates":[[-119.50810000000001,37.772,0]]},"properties":{"name":"Last slide"},"type":"Feature"},{"geometry":{"coordinates":[[-119.486166666667,37.7858333333333,0]],"type":"Point"},"properties":{"name":"Lone boulder"},"type":"Feature"},{"type":"Feature","properties":{"name":"Lost Valley"},"geometry":{"coordinates":[[-119.5015,37.7811666666667,0]],"type":"Point"}},{"geometry":{"type":"Point","coordinates":[[-119.470138549805,37.8258872056876,0]]},"type":"Feature","properties":{"name":"Parking"}},{"geometry":{"type":"Point","coordinates":[[-119.470666666667,37.8106666666667,0]]},"type":"Feature","properties":{"name":"Sign"}},{"type":"Feature","geometry":{"coordinates":[[-119.48540000000003,37.7874,0]],"type":"Point"},"properties":{"name":"Slide Above Pywiack"}},{"properties":{"name":"Steep Descent"},"type":"Feature","geometry":{"type":"Point","coordinates":[[-119.489364624024,37.7834348494591,0]]}},{"type":"Feature","geometry":{"type":"Point","coordinates":[[-119.46910000000003,37.8044,0]]},"properties":{"name":"Tenaya Slide"}}]},"timeRating":"IV","riskRating":null,"technicalRating":3}