{
  "url": "https://ropewiki.com/Idosawa",
  "latitude": 35.7868,
  "longitude": 139.1239,
  "id": 47596,
  "name": "Idosawa",
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "I",
  "riskRating": "PG",
  "permit": "No",
  "rappelCountMin": 4,
  "rappelCountMax": 4,
  "rappelLongestMeters": 20,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This is a short canyon - the lower waterfalls are visible near the\nparking on approach to Unazawa Tani canyon. Parking is available in the\nlayby immediately after the corner where the falls become visible. (This\nis a space before the larger parking area for Unazawa Tani) [Parking is\nfree]</p>\n<h2 id=\"approach\">Approach</h2>\n<p>There is an 8m artificial fall (low head dam) on the Unazawa stream\njust upstream of the point where Idosawa joins. Cross the stream above\nthese falls. A steep trail goes up the back (seemingly in a direction\naway from Idosawa.) Follow this trail and it eventually cuts back\nacross. The trail drops in the stream and then climbs back up out on the\nriver left side. The trail disappears at times, but it is possible to\nkeep traversing across the river left side of the stream until you want\nto enter the water (although the bank can be steep and loose - footing\nprecarious and trees unreliable hand holds)</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Careful at the section marked 'debris' There are loads of fallen\ntrees - not particularly stable. With some downclimbing (slippery!) the\nfinal part can be slid - although the pool is only about 4.5ft deep.</p>\n<p>27Jun17 - amendments, following a second descent</p>\n<p>1. Slide below fallen debris is good to go with some caution and\nproper technique</p>\n<p>2. First rappel at the cave section, marked 'Jump?' on topo, is good\nto go as a jump. The further you jump out, the shallower it gets, but\nthe whole pool is reasonably safe to land in with good technique.</p>\n<p>3. The penultimate rappel pitch, marked 'No Jump!' on topo, is good\nto go as a jump. On the first descent, with the time pressure on, and\nnearing the end, we were overly cautious. This jump was no problem; pool\nis around 6-6.5ft deep all over.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>You come out into the Unazawa stream. The easiest way to return to\nthe car is to scramble back up towards the artificial falls. A trail\nclimbs upwards near here - there is a rope handrail in place.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>None.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p>No other beta available (?)</p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Ascended and descend by shower climbing groups in the past. Lower\nsection used to be equipped with pitons that have since been removed.\nVarious parties have expressed an interest / intention in bolting the\ncanyon.</p>\n",
  "version": "b778e67e8d59896fb2a0e6598a72f195"
}