{"version":"13ba372b8331102dfaf0925e1f0de5125b055b72f33870d133ef627aee6a7862","rappelLongestMeters":36.58,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Great Falls Creek is a huge drainage in the Absaroka-Beartooth Wilderness. From the high-Alpine lakes at 9,400 feet in elevation down to the 6,000 foot level the creek is relatively low-angle and choked with logs. Below the 6,000 foot level is where the big action is. This is a big water canyon until August most years. Easy trail approach. Easy trail exit. 6 solid waterfall rappels including the monster Great Falls (rappel #5) and Trinity Falls (rappel #6). The \"R\" rating is for the big boils at the bottom of Great Falls and at each tier in Trinity Falls. Please bring bear spray. They are very present on the trail to the canyon.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Stop at Great Falls creek parking lot. Walk up the trail and follow the signs. The trail from the parking lot will be a lot of sustained uphill. Expect this to be a 30 minute walk. If you're fit and determined, you'll be there in 20. The trail will begin to switch back by Great Falls creek. Take the steep dirt deer trail that goes straight to the creek. At the bottom you will find the optional first rap above you (title photo).\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The descent of Trinity Falls canyon is fast and wet. From the optional first rap, move down the creek, jumping fallen trees and working around small drops. About 150 meters from start you will come to the comment section. Rap 2  (8 feet) leads immediately into rap 3 (the great falls rappel 40 feet). It is not advised to attempt the direct water flow if the creek appears to be running high. You can do rap 3 off some trees to the descenders left. Be mindful of the boil. Below rap 3 is the \"pinball alley\". Pinball alley is a short 50 meters filled with small jumpable falls. This is also the \"narrows\" of the canyon. Pinball alley terminates into rap 4 (20 feet) and then into the beginning of Trinity Falls. Rap 5 (40 feet) drops into a small grotto that terminates into rap 6 and 7 (25 feet and 25 feet, can be done as one 55 foot rappel). Do NOT descend Trinity Falls if there's high CFS. The boil between rap 6 and 7 is very committing and particularly violent. Rap 6 and 7 can be cheated with a climbing traverse to a tree on the descenders right at the grotto. Rappel 7 is the final rappel and drops you into a lively grotto with some geocaches.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>The main exit is after rappel 7 at the grotto. Walk up the ridge on the descenders right. The trail begins very defined, but slowly disappears. Continue up the steep ridge until you reach the Great Falls trail. Emergency exits do exit in the canyon descent. Between rap 2 and 3 an exit exists on the descenders left. The exit does not provide much safety from its exposure above rap 3, so be mindful and careful. The second emergency exit is at the bottom of rappel 4 (above Trinity Falls). It is on the descenders left. It is a small exposed 5.3 climb, less than 10 feet.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.canyoningthe406.com\/trinity-falls-canyon\">https:\/\/www.canyoningthe406.com\/trinity-falls-canyon<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐nq9wb\nCached time: 20240914192131\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","months":["Jul","Aug","Sep"],"timeRating":"III","quality":4,"riskRating":"R","waterRating":"C","geojson":null,"shuttleSeconds":null,"rappelCountMin":6,"id":47968,"permit":"No","rappelCountMax":10,"technicalRating":3,"name":"Trinity Falls","longitude":-110.2112,"vehicle":"Passenger","url":"https:\/\/ropewiki.com\/Trinity_Falls","latitude":45.4712}