{"name":"Jawbone Creek (Upper)","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>A pleasant hike through a stream bed with some short waterfalls that are all down climbable or can be easily bypassed. \nNothing memorable or particularly intersting, but the scenery is nice, and there is very minimal approach and exit. \nIt's a fine way to kill a few hours if you're in the area already and want to enjoy the water.  \n<\/p><p>While the hike offers no significant challenges, sticky shoes are still recommended as the rocks are very slippery.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From Highway CA-120, take Cherry Lake Rd \/ Forest Road 1N07.  Follow Forest Road 1N07 as it crosses the Middle Fork of Tuolumne River and Cherry Creek.  \nAfter crossing Granite Creek, turn left onto Forest Road 1N04.  Follow the paved road as it turns into Forest Road 3N01.  \nSoon you will come across a small single lane bridge where Forest Road 3N01 crosses Jawbone Creek. Park your lower exit vehicle here.  \n<\/p><p>Now go back the way you came on Forest Road 3N01 until you reach the junction where it turns into Forest Road 1N04.  Take the left fork which is a dirt road headed up hill.  \nFollow this dirt road (Forest Road 1N21?) as it meanders up hill, until you reach a gate.  Park here, and start walking along the road.  \nAt around (37.9427, -119.9908), leave the road, and cut across down hill towards (37.9415, -119.9929).  From here, follow the canyon back upstream for 50~100' until you find a reasonable place to scramble into the stream bed.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Stroll down the stream bed, down climbing short obstacles as they come by.  \nThe first documented descent was done in late July of a record snow year (2017), and the water levels made it difficult to stay in the water course without losing footing.  In lower flow conditions, one would likely be able to stay directly in the water course for much, if not most, of the interesting parts of the canyon.  \n<\/p><p>There was one drop of ~20' that was rigged off a chock stone in the middle of the water course, but this could have been bypassed with a bit of scrambling on dirt followed by a down climb on RDC.  \nThis would allow the entire canyon to descended without a rope or harness, making it more or less a casual river hike with a few easy down climbs thrown in.  \n<\/p><p>Later downstream there is a short ~10' slide on LDC (be careful for submerged rocks, things are pretty shallow here), as well as a ~3' jump into a shallow pool.  \n<\/p><p>If doing in mid summer when the air temps are hot, wetsuits may be unnecessary.  Otherwise, a thin wetsuit or a shorty will allow you to enjoy being in the water comfortably.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>At around (37.9329, -119.9927), exit the water course on LDC and start hiking along the creek.  Soon you will hit some use trails that go up and back down staying relatively close to the creek, until you reach a clearing.  Continue through the clearing and back to the road where you left the exit vehicle.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐422wj\nCached time: 20240914191845\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.007 seconds\nReal time usage: 0.008 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","geojson":null,"waterRating":"C","url":"https:\/\/ropewiki.com\/Jawbone_Creek_(Upper)","quality":2,"rappelLongestMeters":9.14,"latitude":37.9415,"months":["Jul","Aug"],"permit":"No","riskRating":null,"technicalRating":2,"timeRating":"I","vehicle":"High Clearance","shuttleSeconds":900,"id":48471,"rappelCountMax":1,"longitude":-119.9929,"version":"dd711edebb5fd6c0281f5b8af6579e837dae02b148d571645384534730303663","rappelCountMin":0}