{
  "url": "https://ropewiki.com/Jawbone_Creek_(Upper)",
  "latitude": 37.9415,
  "longitude": -119.9929,
  "id": 48471,
  "name": "Jawbone Creek (Upper)",
  "quality": 2,
  "months": [
    "Jul",
    "Aug"
  ],
  "technicalRating": 2,
  "waterRating": "C",
  "timeRating": "I",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 1,
  "rappelLongestMeters": 9.14,
  "vehicle": "High Clearance",
  "shuttleSeconds": 900,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A pleasant hike through a stream bed with some short waterfalls that\nare all down climbable or can be easily bypassed. Nothing memorable or\nparticularly intersting, but the scenery is nice, and there is very\nminimal approach and exit. It's a fine way to kill a few hours if you're\nin the area already and want to enjoy the water.</p>\n<p>While the hike offers no significant challenges, sticky shoes are\nstill recommended as the rocks are very slippery.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From Highway CA-120, take Cherry Lake Rd / Forest Road 1N07. Follow\nForest Road 1N07 as it crosses the Middle Fork of Tuolumne River and\nCherry Creek. After crossing Granite Creek, turn left onto Forest Road\n1N04. Follow the paved road as it turns into Forest Road 3N01. Soon you\nwill come across a small single lane bridge where Forest Road 3N01\ncrosses Jawbone Creek. Park your lower exit vehicle here.</p>\n<p>Now go back the way you came on Forest Road 3N01 until you reach the\njunction where it turns into Forest Road 1N04. Take the left fork which\nis a dirt road headed up hill. Follow this dirt road (Forest Road 1N21?)\nas it meanders up hill, until you reach a gate. Park here, and start\nwalking along the road. At around (37.9427, -119.9908), leave the road,\nand cut across down hill towards (37.9415, -119.9929). From here, follow\nthe canyon back upstream for 50~100' until you find a reasonable place\nto scramble into the stream bed.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Stroll down the stream bed, down climbing short obstacles as they\ncome by. The first documented descent was done in late July of a record\nsnow year (2017), and the water levels made it difficult to stay in the\nwater course without losing footing. In lower flow conditions, one would\nlikely be able to stay directly in the water course for much, if not\nmost, of the interesting parts of the canyon.</p>\n<p>There was one drop of ~20' that was rigged off a chock stone in the\nmiddle of the water course, but this could have been bypassed with a bit\nof scrambling on dirt followed by a down climb on RDC. This would allow\nthe entire canyon to descended without a rope or harness, making it more\nor less a casual river hike with a few easy down climbs thrown in.</p>\n<p>Later downstream there is a short ~10' slide on LDC (be careful for\nsubmerged rocks, things are pretty shallow here), as well as a ~3' jump\ninto a shallow pool.</p>\n<p>If doing in mid summer when the air temps are hot, wetsuits may be\nunnecessary. Otherwise, a thin wetsuit or a shorty will allow you to\nenjoy being in the water comfortably.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>At around (37.9329, -119.9927), exit the water course on LDC and\nstart hiking along the creek. Soon you will hit some use trails that go\nup and back down staying relatively close to the creek, until you reach\na clearing. Continue through the clearing and back to the road where you\nleft the exit vehicle.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "b3ef68cacf74e90a6cec654ea9b44388"
}