{"permit":"No","technicalRating":3,"name":"Gorton Creek","waterRating":"C1","timeRating":"III","vehicle":"Passenger","latitude":45.6815,"version":"acef3e51fc5247c3e0764aefe3d06b072fe13d1509b62f97a758102c4d858ea1","longitude":-121.7721,"rappelLongestMeters":53.34,"rappelCountMax":5,"months":["Mar","Apr","May","Oct","Nov","Dec","Jun","Jul","Aug"],"url":"https:\/\/ropewiki.com\/Gorton_Creek","rappelCountMin":5,"geojson":null,"id":48789,"shuttleSeconds":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p><b>Status: OPEN<\/b>\n<\/p><p>Be aware: Gorton Creek was overrun by the Eagle Creek wildfire in September 2017. Please use extreme caution when descending the creek. Between landslides, fallen trees, and loose rocks, this area may be unstable for years go come\n<\/p><p>The bottom of Gorton Creek sports several significant falls, the tallest being <i>Gorton Creek Falls<\/i> at about 100ft high. The map shows \"Emerald Falls\" downstream, although this is just a small step on the creek.\n<\/p><p>Watershed: 2.3mi^2.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Hippies and creatives were know to climb up to the top of Gorton Creek Falls in  the past. Park at the Wyeth camp ground a take the connector trail past the bridge and continue upstream on a faint trail that goes in and out until you reach Gorton Creek Falls. Currently getting up and around the falls involved some exposed bushwhacking for a good while. We went up creek left and up and over a space in between the cliff wall and an outcrop. It is quite possibly the safest route when comparing it to a narrow game trail that crosses the out crop and the large cliff edge.\n<\/p><p>Once up and over proceed up canyon left until you pass by the next set of falls and then enter the creek. Take it up until you see the uppermost falls, roughly 1\/4 mile). With the damage from the wild fire still evident, it may not be worth the crazy gulley and log scrambling. But if you and your team have some masochistic vibes then take the gulley to the left of the fall and the first gulley to the right. This is a wild challenge. A good idea would be to have your nimblest teammate climb up and toss a rope down to you. Once up, climb ove the ridge line and take a gulley down to the creek.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Starting at Bowtie Falls, Used two bolts in the middle of the chockstone.\n<\/p>\n<ul><li>R1- 65’ Using bolts<\/li>\n<li>R2- 12’ log with webbing in creek. You’ll be in the flow and it is pushy.<\/li>\n<li>R3- 130’ log with webbing. Once again in the flow and pushy.<\/li>\n<li>R4- Gorton Creek Falls 175’ (1. 65' 2. 110')<\/li><\/ul>\n<p>This is the crown jewel of the raps. 2 stages. 1st rap is off of a large old growth DCL. This drop is about 65’ tall and puts you in a deep, swirling pool. It is wise to stay on rappel until you can safety off at the bolt station. To get to the bolt station you need to swim to the lip and walk up a narrow and slimy catwalk. This area could <b>barely<\/b> hold up to 2 people. Once the line is pulled from the top, prepare to be mostly in the flow for the bottom tier that is about 110’. Whistles are a must as visibility is very limited. Communication is at a premium here.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Walk back the way you came to your car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Gorton Creek is open after the Eagle Creek Fire of 2017. Be mindful of landslides, dead fall, fallen trees, and false floors. Please use caution.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>This area has a fascinating history, as today’s Wyeth Campground is located on the grounds of Civilian Public Service Camp No. 1, a World War II work camp for conscientious objectors. The men serving at this camp built roads and trails throughout the Gorge, in addition to many other public works projects. The camp operated from 1941-1946. You can learn more about the Wyeth work camp here. (from Wy'East Blog)\n<\/p><p><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.oregonencyclopedia.org\/articles\/civilian_public_service_camp_21\/#.X81IeRNKg0R\">https:\/\/www.oregonencyclopedia.org\/articles\/civilian_public_service_camp_21\/#.X81IeRNKg0R<\/a>\n<\/p>\n\n\n<\/div>","quality":4,"riskRating":null}