{
  "url": "https://ropewiki.com/Gorton_Creek",
  "latitude": 45.6815,
  "longitude": -121.7721,
  "id": 48789,
  "name": "Gorton Creek",
  "quality": 4,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Oct",
    "Nov",
    "Dec",
    "Jun",
    "Jul",
    "Aug"
  ],
  "technicalRating": 3,
  "waterRating": "C1",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 5,
  "rappelLongestMeters": 53.34,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p><strong>Status: OPEN</strong></p>\n<p>Be aware: Gorton Creek was overrun by the Eagle Creek wildfire in\nSeptember 2017. Please use extreme caution when descending the creek.\nBetween landslides, fallen trees, and loose rocks, this area may be\nunstable for years go come</p>\n<p>The bottom of Gorton Creek sports several significant falls, the\ntallest being <em>Gorton Creek Falls</em> at about 100ft high. The map\nshows \"Emerald Falls\" downstream, although this is just a small step on\nthe creek.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Hippies and creatives were know to climb up to the top of Gorton\nCreek Falls in the past. Park at the Wyeth camp ground a take the\nconnector trail past the bridge and continue upstream on a faint trail\nthat goes in and out until you reach Gorton Creek Falls. Currently\ngetting up and around the falls involved some exposed bushwhacking for a\ngood while. We went up creek left and up and over a space in between the\ncliff wall and an outcrop. It is quite possibly the safest route when\ncomparing it to a narrow game trail that crosses the out crop and the\nlarge cliff edge.</p>\n<p>Once up and over proceed up canyon left until you pass by the next\nset of falls and then enter the creek. Take it up until you see the\nuppermost falls, roughly 1/4 mile). With the damage from the wild fire\nstill evident, it may not be worth the crazy gulley and log scrambling.\nBut if you and your team have some masochistic vibes then take the\ngulley to the left of the fall and the first gulley to the right. This\nis a wild challenge. A good idea would be to have your nimblest teammate\nclimb up and toss a rope down to you. Once up, climb ove the ridge line\nand take a gulley down to the creek.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Starting at Bowtie Falls, Used two bolts in the middle of the\nchockstone.</p>\n<ul>\n<li>R1- 65’ Using bolts</li>\n<li>R2- 12’ log with webbing in creek. You’ll be in the flow and it is\npushy.</li>\n<li>R3- 130’ log with webbing. Once again in the flow and pushy.</li>\n<li>R4- Gorton Creek Falls 175’ (1. 65' 2. 110')</li>\n</ul>\n<p>This is the crown jewel of the raps. 2 stages. 1st rap is off of a\nlarge old growth DCL. This drop is about 65’ tall and puts you in a\ndeep, swirling pool. It is wise to stay on rappel until you can safety\noff at the bolt station. To get to the bolt station you need to swim to\nthe lip and walk up a narrow and slimy catwalk. This area could\n<strong>barely</strong> hold up to 2 people. Once the line is pulled\nfrom the top, prepare to be mostly in the flow for the bottom tier that\nis about 110’. Whistles are a must as visibility is very limited.\nCommunication is at a premium here.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Walk back the way you came to your car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Gorton Creek is open after the Eagle Creek Fire of 2017. Be mindful\nof landslides, dead fall, fallen trees, and false floors. Please use\ncaution.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>This area has a fascinating history, as today’s Wyeth Campground is\nlocated on the grounds of Civilian Public Service Camp No. 1, a World\nWar II work camp for conscientious objectors. The men serving at this\ncamp built roads and trails throughout the Gorge, in addition to many\nother public works projects. The camp operated from 1941-1946. You can\nlearn more about the Wyeth work camp here. (from Wy'East Blog)</p>\n<p><a\nhref=\"https://www.oregonencyclopedia.org/articles/civilian_public_service_camp_21/#.X81IeRNKg0R\">https://www.oregonencyclopedia.org/articles/civilian_public_service_camp_21/#.X81IeRNKg0R</a></p>\n",
  "version": "ecc96e9814028268199a03865abdb44c"
}