{"months":["Aug","Sep","Oct"],"id":49498,"rappelCountMin":null,"geojson":null,"permit":"No","waterRating":"C1","timeRating":"III","vehicle":"4WD - High Clearance","version":"87d49a5fe2754f9304ad63ccf0150ca0577adf60e6a64f533703b8ddac48df73","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>A neat creek with a surprising exit.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Take the Squamish Valley Road until you hit the gravel. Continue for aprox. 2km until you see signs for the Ashlu A600 road, cross the bridge and continue on this road for 8km. The road seems to end and gets very narrow...continue down this trail for 4km. You will reach a large opening where its pretty clear that rednecks hangout and shoot things. You will park here, just make sure to park off to the side and not block the road to the creek as even though the bridge is out people can still cross with ATVs.\n<\/p><p>Cross the creek, you will see a trail on the left that continues uphill on the side of the creek opposite of where you parked. Keep following the trail uphill following a water pipe, you will see a yellow ribbon. At this ribbon you will continue into the woods, its quite open and makes for easy walking. If you look uphill you will see what looks like a clearing with a meadow. Continue uphill through the woods to the clearing. Make sure not to cross the small creek in the woods until you reach the clearing. Once you reach the clearing you will see a tree fort, hammock and a large water basin. \n<\/p><p>From this camp, you will cross a small plank that heads back in the direction of the creek. Head up the log that is cut into steps and continue on this trail through the cut. You will see another tree house in front of you, but follow the trail as it curves to the right. \n<\/p><p>This trail seems to peter out, but continue pushing through the small trees until you see the bank sloping downhill back towards the creek. Walk along this slope back into the woods as it heads toward the creek. You will continue uphill near the creek. By this point you will have already seen a few sets of falls appear on the left and will come upon a view of the largest of the drops. At this point you will continue uphill a few hundred meters. The trail seems to come to a small creek with steep banks. To cross this creek stay high as the lower section of the creek are quite treacherous. If the creek is hard to cross you are too low and proceed uphill to cross. Saying that, if you head too high the bushwacking gets rather intense. \n<\/p><p>Once on the other side of the creek....\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Exit through the mine shaft on canyon right. DONT FORGET A HEADLAMP! Enter the shaft, take the first right and follow the set of tracks downhill. Once you reach the bottom of the tracks turn right and head towards the large room. You will see light coming from the right side from another shaft exit on canyon left, but turn left and head uphill towards the main exit. You will see the light fairly quickly. \n<\/p><p>Once out of the mine, follow the trail uphill. Continuing straight will take you back to where you first crossed the creek.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","shuttleSeconds":null,"rappelCountMax":null,"url":"https:\/\/ropewiki.com\/Roaring_Creek","longitude":-123.4122,"riskRating":null,"name":"Roaring Creek","quality":5,"technicalRating":3,"rappelLongestMeters":null,"latitude":49.9425}