{
  "url": "https://ropewiki.com/Roaring_Creek",
  "latitude": 49.9425,
  "longitude": -123.4122,
  "id": 49498,
  "name": "Roaring Creek",
  "quality": 5,
  "months": [
    "Aug",
    "Sep",
    "Oct"
  ],
  "technicalRating": 3,
  "waterRating": "C1",
  "timeRating": "III",
  "permit": "No",
  "vehicle": "4WD - High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A neat creek with a surprising exit.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Take the Squamish Valley Road until you hit the gravel. Continue for\naprox. 2km until you see signs for the Ashlu A600 road, cross the bridge\nand continue on this road for 8km. The road seems to end and gets very\nnarrow...continue down this trail for 4km. You will reach a large\nopening where its pretty clear that rednecks hangout and shoot things.\nYou will park here, just make sure to park off to the side and not block\nthe road to the creek as even though the bridge is out people can still\ncross with ATVs.</p>\n<p>Cross the creek, you will see a trail on the left that continues\nuphill on the side of the creek opposite of where you parked. Keep\nfollowing the trail uphill following a water pipe, you will see a yellow\nribbon. At this ribbon you will continue into the woods, its quite open\nand makes for easy walking. If you look uphill you will see what looks\nlike a clearing with a meadow. Continue uphill through the woods to the\nclearing. Make sure not to cross the small creek in the woods until you\nreach the clearing. Once you reach the clearing you will see a tree\nfort, hammock and a large water basin.</p>\n<p>From this camp, you will cross a small plank that heads back in the\ndirection of the creek. Head up the log that is cut into steps and\ncontinue on this trail through the cut. You will see another tree house\nin front of you, but follow the trail as it curves to the right.</p>\n<p>This trail seems to peter out, but continue pushing through the small\ntrees until you see the bank sloping downhill back towards the creek.\nWalk along this slope back into the woods as it heads toward the creek.\nYou will continue uphill near the creek. By this point you will have\nalready seen a few sets of falls appear on the left and will come upon a\nview of the largest of the drops. At this point you will continue uphill\na few hundred meters. The trail seems to come to a small creek with\nsteep banks. To cross this creek stay high as the lower section of the\ncreek are quite treacherous. If the creek is hard to cross you are too\nlow and proceed uphill to cross. Saying that, if you head too high the\nbushwacking gets rather intense.</p>\n<p>Once on the other side of the creek....</p>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<p>Exit through the mine shaft on canyon right. DONT FORGET A HEADLAMP!\nEnter the shaft, take the first right and follow the set of tracks\ndownhill. Once you reach the bottom of the tracks turn right and head\ntowards the large room. You will see light coming from the right side\nfrom another shaft exit on canyon left, but turn left and head uphill\ntowards the main exit. You will see the light fairly quickly.</p>\n<p>Once out of the mine, follow the trail uphill. Continuing straight\nwill take you back to where you first crossed the creek.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}