{
  "url": "https://ropewiki.com/Bad_Neighbor",
  "latitude": 37.3646,
  "longitude": -110.9927,
  "id": 50234,
  "name": "Bad Neighbor",
  "quality": 5,
  "technicalRating": 4,
  "waterRating": "A",
  "timeRating": "IV",
  "riskRating": "XX",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "rappelLongestMeters": 30.48,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Bad Neighbor is known to be one of the 3 hardest XX canyons in the\nColorado Plateau (with a crux that is unparalleled as it requireds real\nteamwork).</p>\n<p>XX canyons are \"on your own\" kind of affairs. Please make sure you\nhave adequate experience/comfort and ability of high stemming 60'+ for\nnumerous hours before contemplating descending this canyon. A ramp up\nwith R/X experience is strongly encouraged.</p>\n<p>If you have no X experience, you’re in the wrong place to test out\nyour abilities. You’ve been warned! ❌❌</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From the Trailhead you will head south over the mesa to find the head\nof the Bad Neighbor drainage. At this junction, you will need to go set\nup your exit line prior to descending the canyon. Travel to the next\ndrainage to the east (best if you say on the knolls between the two\nforks as you head southward). Once at the end of the mesa drop down to\nthe left (east) and scramble down to the final pothole of the fork. You\nwill descend roughly 150' (R moves) with some fun downclimbs until you\nreach the end. Rig your ascension line (200') off a Sandtrap (we used\n2), and then make your way back to the high ground between the two\nforks. Once you're back up top, make your way back around to Bad\nNeighbor.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Once you're back at the head of the drainage, begin down with some\ncasual R stemming. The anticipation of what is coming up is always in\nthe back of your mind. The lightness of this section almost seems\ncomical as to what you're about to face. Large Boulder fall/chockstone\nleads you to finding a climb around/down through, and you're back to\nminimal consequence stemming. A few more downclimbs and turns before you\nfind sand under your feet. You make your way down for a little pop over\nsection and then you're at the final slot, a 400' section that has\nbecome known to be \"positively diabolical,\" and \"even the most deviant\nmind could scarcely concoct a greater conspiracy of features to create a\nplace more unfit for human passage.\" Feeling nervous or questioning if\nyou should continue? Good idea to check yourself at this point (if you\nhaven't already). Make sure your head is in the right place, that you\nfeel strong (with plenty of stamina), and that you trust the abilities\nof all that you're with. Remember the teamwork component previously\nmentioned... you're going to need it.</p>\n<p>A few turns in you will reach a squeeze at stem level (30' off the\nground) that will lead to a downclimb/bombay that will require a rope\nabove or a strong spot below. The corkscrew section follows. Here you\nhave 2 options:</p>\n<p><strong>Option 1:</strong> Ground level up 60', a tight swirly\nsection requiring you to smear your body over a column as you wedge any\navailable body parts to keep your position.</p>\n<p><strong>Option 2:</strong> From the last downclimb, stay high (25')\nand round the corner to a dyno move, popping up and into a stem, that\nwill ramp you all the way to the top with a enjoyable galumph.</p>\n<p>You are now at the crux, with the column upclimb up canyon on one\nside, the inevitable monster silo awaits you. All members will most\nlikely want a rope, rappelling or handling down into the silo (staying\nin the crack as much as possible). The final person will be at risk,\nwithout a rope and will have to perform the moves unaided. After 15' or\nso the narrowness of the crack increases as it pushes you outward into\nthe silo (maybe 60' deep at this point). A sloping ledge DCR is your\nfirst solid footing as you continue to wedge back into the narrowness as\nsoon as you have the opportunity to do so. Having a spotter at this\nledge might be a good idea as they can assist in pushing you back into\nthe crack - pending comfort level of a teammate to do so. Better wedging\nis just ahead (15' or so), as you stay DCR into the crack only to\ndescend another 30'. After about 60' of downclimbing in this silo you\nwill have crossed the crux.</p>\n<p>Another offwidth/gaping upclimb of 30' or so will take you into some\nfinal X stemming over silos, which now seem light knowing the worst is\nbehind you. Alas the end is in sight. Final rappel of 100' into the\nriparian section from a sandtrap DCR. Be careful of loose rocks/shelves\nthere at the end.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>After rappelling into the riparian section, you can explore\ndowncanyon for a mile or so where a spring pool is found. Great place\nfor a dip and refresh before making your way back to the 200' ascent.\nOnce you're up, pack up and return to your car following your approach\ntracks.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p>First write ups and pics (X Fest II: 2017) <a\nhref=\"http://canyoncollective.com/threads/x-fest-ii.24992/\">http://canyoncollective.com/threads/x-fest-ii.24992/</a></p>\n<h2 id=\"background\">Background</h2>\n",
  "version": "bb6de94b6f22b68687bf16aca00e4da5"
}