{"timeRating":"IV","longitude":-110.9927,"shuttleSeconds":null,"quality":5,"technicalRating":4,"permit":"No","version":"29640798791a036e681e41184eb673243333a0f7ba62eae5d815567e9a7f13bf","rappelLongestMeters":30.48,"latitude":37.3646,"vehicle":null,"rappelCountMin":1,"rappelCountMax":1,"url":"https:\/\/ropewiki.com\/Bad_Neighbor","name":"Bad Neighbor","waterRating":"A","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Bad Neighbor is known to be one of the 3 hardest XX canyons in the Colorado Plateau (with a crux that is unparalleled as it requireds real teamwork).\n<\/p><p>XX canyons are \"on your own\" kind of affairs. Please make sure you have adequate experience\/comfort and ability of high stemming 60'  for numerous hours before contemplating descending this canyon. A ramp up with R\/X experience is strongly encouraged.\n<\/p><p>If you have no X experience, you’re in the wrong place to test out your abilities. You’ve been warned! ❌❌\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From the Trailhead you will head south over the mesa to find the head of the Bad Neighbor drainage.  At this junction, you will need to go set up your exit line prior to descending the canyon.  Travel to the next drainage to the east (best if you say on the knolls between the two forks as you head southward).  Once at the end of the mesa drop down to the left (east) and scramble down to the final pothole of the fork.  You will descend roughly 150' (R moves) with some fun downclimbs until you reach the end.  Rig your ascension line (200') off a Sandtrap (we used 2), and then make your way back to the high ground between the two forks.  Once you're back up top, make your way back around to Bad Neighbor.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Once you're back at the head of the drainage, begin down with some casual R stemming.  The anticipation of what is coming up is always in the back of your mind.  The lightness of this section almost seems comical as to what you're about to face.  Large Boulder fall\/chockstone leads you to finding a climb around\/down through, and you're back to minimal consequence stemming.  A few more downclimbs and turns before you find sand under your feet.  You make your way down for a little pop over section and then you're at the final slot, a 400' section that has become known to be \"positively diabolical,\" and \"even the most deviant mind could scarcely concoct a greater conspiracy of features to create a place more unfit for human passage.\"  Feeling nervous or questioning if you should continue?  Good idea to check yourself at this point (if you haven't already).  Make sure your head is in the right place, that you feel strong (with plenty of stamina), and that you trust the abilities of all that you're with.  Remember the teamwork component previously mentioned... you're going to need it.\n<\/p><p>A few turns in you will reach a squeeze at stem level (30' off the ground) that will lead to a downclimb\/bombay that will require a rope above or a strong spot below.  The corkscrew section follows.  Here you have 2 options:\n<\/p><p><b>Option 1:<\/b> Ground level up 60', a tight swirly section requiring you to smear your body over a column as you wedge any available body parts to keep your position.  \n<\/p><p><b>Option 2:<\/b> From the last downclimb, stay high (25') and round the corner to a dyno move, popping up and into a stem, that will ramp you all the way to the top with a enjoyable galumph.  \n<\/p><p>You are now at the crux, with the column upclimb up canyon on one side, the inevitable monster silo awaits you.  All members will most likely want a rope, rappelling or handling down into the silo (staying in the crack as much as possible).  The final person will be at risk, without a rope and will have to perform the moves unaided.  After 15' or so the narrowness of the crack increases as it pushes you outward into the silo (maybe 60' deep at this point).  A sloping ledge DCR is your first solid footing as you continue to wedge back into the narrowness as soon as you have the opportunity to do so.  Having a spotter at this ledge might be a good idea as they can assist in pushing you back into the crack - pending comfort level of a teammate to do so.  Better wedging is just ahead (15' or so), as you stay DCR into the crack only to descend another 30'. After about 60' of downclimbing in this silo you will have crossed the crux.\n<\/p><p>Another offwidth\/gaping upclimb of 30' or so will take you into some final X stemming over silos, which now seem light knowing the worst is behind you.  Alas the end is in sight.  Final rappel of 100' into the riparian section from a sandtrap DCR.  Be careful of loose rocks\/shelves there at the end.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>After rappelling into the riparian section, you can explore downcanyon for a mile or so where a spring pool is found.  Great place for a dip and refresh before making your way back to the 200' ascent.  Once you're up, pack up and return to your car following your approach tracks.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p>First write ups and pics (X Fest II: 2017)\n<a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/canyoncollective.com\/threads\/x-fest-ii.24992\/\">http:\/\/canyoncollective.com\/threads\/x-fest-ii.24992\/<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐65c7h\nCached time: 20240914192125\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.007 seconds\nReal time usage: 0.008 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","months":[],"id":50234,"geojson":null,"riskRating":"XX"}