{
  "url": "https://ropewiki.com/Chino_Canyon_(Left_Fork)",
  "latitude": 33.8245,
  "longitude": -116.6177,
  "id": 50576,
  "name": "Chino Canyon (Left Fork)",
  "quality": 1,
  "months": [
    "Nov",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 4,
  "rappelLongestMeters": 45.72,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Gauzed upon by many tourists, this canyon is certainly an adventure,\nalthough most of the difficulty is created by the Tramway. Heavy brush,\npoison oak and grape vines in the lower half of the canyon detract from\nan otherwise standard Socal Canyon. While not technically illegal, the\nTramway security really doesn't like people up in the canyon past the\nlower Tram station, similar to the nearby Falls Creek Canyon. See <a\nhref=\"http://www.americancanyoneers.org/socal/mt-san-jacinto-access/\">here</a></p>\n<h2 id=\"approach\">Approach</h2>\n<p>Park at the Tramway, $8 as of Dec 2017. Ride up the <a\nhref=\"https://www.pstramway.com/\">Tram</a>. Check the website for\noperating hours and cost of tickets. Off season (winter) the first car\nup is 1000. Hike over to Grubbs Notch and start descending on the\nSkyline Trail at 33.811791, -116.637130. Hike down the Skyline trail to\na large boulder at 33.8129986, -116.241139, at 6650 ft. Look down for\nsome bare patches of dirt to the north, on the canyon rim. This is where\nwe dropped in. Head through the chaparral to the rim at 33.8168508,\n-116.6229897, 6300 ft. This is a good place to scout the canyon.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>We chose to wrap a boulder and rap in at 33.8171512, -116.6222266, a\n75 ft rappel to tree in a chute. We then rappelled 150 ft to 3rd class\nterrain. Several other approaches are possible, including a loose, dirty\n4th class downclimb near where we rappelled in; I wouldn't recommend\ntrying it. Whatever you do, watch out for falling rocks. Several large\nboulders are precariously balanced. Wherever you feel comfortable, pack\nthe ropes. You may want to keep a short hand line handy. Hike down\ncanyon for an hour or so. At about 33.822746, -116.618271, 4400 ft, the\nreal business starts. Thick vines impede progress, ensnaring your whole\nbody. They cover the boulders, hiding holes large enough for your entire\nbody to fall into when you inevitably break through. Progress will be\nslow, plan on about a quarter mile in a hour. Gloves, pants, a long\nsleeve shirt, safety glasses, and a helmet are highly recommended. A\nhand line may be used to help down climb some boulders. Year round water\nwill be tricking along the bottom. When you finally break through to the\nobvious 100 ft rap down a small water fall at 33.8304772, -116.6183142,\n3100 ft, you are almost out. Use a tree anchor, and if you are leaving\nwebbing, use a natural color, as it is visible from the Tramway.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Proceed down the canyon, to where it intersects the main canyon, with\nstaying well clear of all Tramway property. It would be prudent to\nfollow the contour DCR at about 3000 ft, and when you are above the\nparking lot, descend to your car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>I’m not a lawyer, nor do I play one on TV. From what we can tell, as\nlong as you stay off of tramway structures (this includes the paved road\nunder the tram) you will not be able to be charged with trespassing, as\nthe land around is public property. Be prepared to be detained. If\nsecurity sees you, you will be escorted down. It is unknown where or\nwhat the exact line or rule is, as tramway personnel are not forth\ncoming with information, aside from “stay away from the towers”. If\nanyone has additional information, I'd love to hear it. I’m posting\nanonymously, not uploading the my GPS track, and posting a select few\npictures due to the above issues.</p>\n<p>In theory, one could wait at the top of the last rappel until just\nbefore dark, out of sight of the tram, rappel down in the deep dusk, and\nproceed to your vehicle in the dark. Head lamps will be visible to\ntramway crews during and after the last rappel, so avoid using them.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p><a\nhref=\"https://www.pstramway.com/\">https://www.pstramway.com/</a></p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "4c3fd6270cd5e8f068bc6fdc0c73f5f0"
}