{"rappelLongestMeters":45.72,"url":"https:\/\/ropewiki.com\/Jose_Creek","shuttleSeconds":1200,"name":"Jose Creek","months":["Jul","Aug","Sep","Oct","Mar","Apr","May","Jun","Nov"],"rappelCountMin":4,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Overall pretty easy hiking and down climbing, yet with a big sense of steep drop along much of the distance. The technical sections are plenty challenging and exciting enough to make it a \"Canyoneering Adventure\".  Slightly higher flows naturally increase the difficulty and danger.\n<\/p><p>This is not a large creek, but flows will be too high in the spring of most years.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From Fresno, take highway 168 north to Prather.  A couple miles past Prather turn north onto Auberry Road.  In Auberry stay right on Auberry Rd. at the Y by the school. A few miles up Auberry Rd. turn left onto Jose Basin road. There is a big sign for the Mono Winds Casino.  Stay on Jose Basin Rd till you come to Italian Bar Road.  Italian Bar Road leads down to the take out on Million Dollar Mile Road.  The starting point is where Jose Basin Road crosses the creek.  \n<\/p><p>The distance from Fresno is about 50 miles but allow an hour and 20 minutes driving, at least.  Jose Basin Road is paved, but narrow and very twisty.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>From the parking area by the bridge, enter the creek under the bridge. DCR offers a quicker, dryer route to the technical section, but there are some interesting potholes and a large dammed pool DCL just downstream of the bridge. The easiest path meanders over the creek a few times, and a crack trending DCL offers and easy descent with about a 6-ft drop at the bottom (an assist here is usually appreciated).\n<\/p><p>Above the first major falls, as the canyon steepens, one can downclimb much further DCR than on the DCL side, though it involves some more exposure.\n<\/p>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Rap_1\">Rap 1<\/h3><\/div>\n<p>There are two options here:\n<\/p><p><b>DCR: Wet rappel.<\/b> Two bolts with chain links are set on top of a rounded granite slope. The drop from here to the last ledge of the falls (above a pool below) is 90 ft, with about 30 ft of free hang in the middle. It's recommended to disconnect from and pull rope from the DCL side of the creek to avoid slipping in the slick bottom of the falls.\n<\/p><p><b>DCC: Wet rappels in slot.<\/b> From a natural anchor just right of the flow, rappel into the slot, and continue down into the 2nd half of the slot past the ledge walk-off LDC. The rap ends near the end of the slot, where a 2nd anchor is set up on a chockstone. From here, rap out of the slot into the waterfall. These two rappels are only recommended in low to moderate flow, for experienced canyoneers. The water gets very pushy in the slot, and backpacks and rope bags are difficult to manage. (It is possible that this rappel overlaps with wet rappel option #1 above; we did not see the bolted anchor). This is the most technical, and the most fun, feature in the canyon. We found and replaced a very old webbing anchor for the 2nd rap on Aug 5 2017.\n<\/p><p><b>DCL: Two dry raps in series<\/b> to get down to the same location. A BFR is slung DCL of the top of the waterfall well out of the flow. The drop here is about 50? ft down to a ledge. From this ledge, a tree is slung much further DCL to cover the final distance of 70? ft to the bottom of the waterfall. Both of these raps are down bushy cliffs but are dry. The tree sling anchor is a bit exposed.\n<\/p><p>Walk down large open granite slabs until you approach a larger dropoff.\n<\/p>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Rap_2\">Rap 2<\/h3><\/div>\n<p>Rap 2 was a rock-chock under a large round boulder canyon center (washed away in spring 2017). This goes into a slopey 30?-ft rap that ends in the main flow of the creek. This rap is also easily bypassed by downclimbing a wide flake somewhat DCR of the boulder\/rap.\n<\/p><p>From here the creek goes into a crack and down a series of short falls. If the waterflow is low enough, the crack is fairly easily downclimbed DCR of the falls and by crossing the falls just above the last pool or continuing down the crack and out under the falls. There is an <b>optional Rap 2.5<\/b> off of a slung tree, reached by climbing over all the cracks that slope into the stream (the tree top is visible from the top of the cascade section). The optional rap is preferable in higher flow conditions where downclimbing by the stream involves more risk. This section can also be bypassed entirely by walking wide DCR- a good option for weaker climbers. Continue below these falls to a sizeable drop-off.\n<\/p>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Rap_3_-_Dead_Dog_Falls\">Rap 3 - Dead Dog Falls<\/h3><\/div>\n<p><b>Dead Dog Falls wet rap<\/b> DCR of the main stream flow is a wide pool, with two bolts on top of the dry granite on the downstream side (just above the cliff). In higher flows, a secondary waterfall DCR will leave these bolts on a narrow island atop the cliff, which could become very dangerous. This rap of 150 ft enters the waterfall and continues as a slide down the falls into a shallow pothole and then a very deep hole at the bottom of the falls.\n<\/p><p><b>Wet rap option #2<\/b> Natural anchor on a boulder in the middle of the flow. This puts you more directly in the flow, and avoids using the sketchy bolted anchor.\n<\/p><p><b>Dry rap<\/b> A tree was slung well DCR of the falls, off the granite slab. This shorter rap bypasses the water entirely and drops down a grassy slope back i\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>nto the granite canyon.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Rap_4\">Rap 4<\/h3><\/div>\n<p><b>Wet option<\/b> a flake DCR (under a large rock outcrop) is slung to allow for a rap right down the waterfall and into the pool below (ending in a swimming disconnect). The flake is somewhat cracked and hollow sounding. The 2nd option below is advised.\n<\/p><p><b>Dry option<\/b> a crack DCL of the next waterfall contains a slung chockstone. The narrow crack could make for a difficult pull.\n<\/p>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Rap_5_-_the_Buttcrack\">Rap 5 - the Buttcrack<\/h3><\/div>\n<p>There's evidence of several anchor options here to get down the 40? ft to the pool below. A <b>large rounded boulder<\/b> chocked above the top of the waterfall has been slung in the past, but makes for an exposed clip-in point and very dangerous in higher flows. Above this on the slope DCL are <b>two bolts<\/b> with SS hangers, which make for a much safer clip-in point, but a potentially trickier rappel. Finally, a pair of redundant <b>knot-chocks<\/b> in a crack higher, and further downstream DCL of the crack\/falls offers another option to avoid the falls altogether. This less desirable anchor certainly makes for a safer rappel in significant flows. All raps result in a swimming disconnect- exit the pool DCR.\n<\/p>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Rap_6\">Rap 6<\/h3><\/div>\n<p>This final drop of 70 ft into another pool is a slide straight down the waterfall. A convenient <b>underwater rock jughandle<\/b> just atop the falls makes for a great anchor in a surprising place, though it's practically impossible to find (certainly impossible to expect) in more than low flow. The water flow makes for a very hard pull if doubled. This is a good spot for a retrievable anchor.\n<\/p><p>A <b>dry option<\/b> is also rigged here: a slung flake in a crack DCR, a few feet above the pool level.\n<\/p><p>This final rap can also be bypassed by climbing down the rock face DCL of the falls.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>After the technical section, a large pool presents one last opportunity for a short jump and a swim. The hike out is straightforward, along gently sloping streambed alternating between wide, smooth granite slabs and rocky sections. About halfway down, <a href=\"\/w\/index.php?title=Mill_Creek_(Lower,_Sierra_National_Forest)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Mill Creek (Lower, Sierra National Forest) (page does not exist)\">Mill Creek<\/a> flows into Jose Creek.\n<\/p><p>Once you spot the bridge, there's a trail DCR that goes up to the road (Million Dollar Rd). Follow the road to the right for about 400 yds; the exit vehicles are on the other side of the gate.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Canyon is inside burn area of 2020 Creek Fire. Expect impacts to road, canyon, and surrounding area. Before going, review any relevant <a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/www.fs.usda.gov\/alerts\/sierra\/alerts-notices\">Sierra NF alerts and closure orders<\/a>.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p>(Jose segment begins at the 19 second mark)\n<\/p><p><br \/>\n<\/p>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Upper_Jose_Creek\">Upper Jose Creek<\/h3><\/div>\n<p>Jose Basin Road to Million Dollar Mile Road. \n<\/p><p>Jerry, Randy, Bill and I did this three weeks ago with a very pleasant water flow.&#160; Most years this flow will probably occur much earlier in the summer.&#160;&#160; We started down at 10:40 AM and got to the take out at 4:15 with a half hour stop for lunch.&#160;&#160; I expect most groups will take a bit longer.&#160;&#160; Water temperature was very pleasant and we did not need or use wetsuits.&#160;&#160; Only a couple pools were deep enough that we swam, but we did do lots of wading. \n<\/p><p>We found this creek very fun and interesting.&#160;&#160;&#160; It seemed like a pretty easy canyon with mostly easy travel, but there were two steep sections where we rappelled.&#160;&#160; The most unique and interesting&#160; features were two spots where the water drops through steep chimney sluices.&#160;&#160; We bypassed the first of these crevasses, but shouldn't have.&#160; Stay in the slots for the most fun if it is safe to do so.&#160;&#160; Use chock stones for anchors.&#160;&#160;&#160; In my mind, the vertical slots were the most fun and unique aspects of the trip.&#160;&#160; The second steep starts off with a big rappel down a face next to and in the water fall.&#160;&#160; Dead Dog Falls.&#160;&#160; Yeah, going off a 140 foot cliff onto a slab did him in.&#160;&#160; Below this, it got narrow and we finished down a cool crevasse into a deep pool. \n<\/p><p>From the Jose Basin Road to the Million Dollar Mile Road, the creek drops around 900 feet in 8\/10 of a mile.&#160;&#160; We did about 5 or 6 rappels and one of them was around 150 feet.&#160;&#160; I slung chockstones for most of the rappel anchors.&#160; At our first rappel, I drilled bolts, but if you stay in the slot you won't see or need the bolts.&#160;If the flow is a bit high, then you will prefer using the bolts to the side of the main flow.\n<\/p><p>We all thought Jose Creek was a very good canyon trip.&#160;&#160; Overall it was pretty easy hiking and down climbing , yet with a&#160; big sense of steep drop along much of the distance.&#160;&#160;&#160; The two steep sections with rappels were plenty challenging and exciting enough to make this a \"Canyoneering Adventure\" and not just a creek hike.&#160;&#160;&#160; I think this will become popular as a relatively easy but very fun canyon in this area.\n<\/p>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Lower_Jose_Creek\">Lower Jose Creek<\/h3><\/div>\n<p>Million Dollar Mile Road to Reddinger Lake. \n<\/p><p>Tim Schiller and I hiked the lower part of Jose Creek down to the powerhouse, then walked back up the road to my car.&#160;&#160; The water is significantly less than 3 wee\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>ks ago.&#160;&#160; There is a popular swimming hole just down from the start, so there is a lot of trash.&#160;&#160;&#160;&#160; The lower section is about 300 feet less steep than the upper section.&#160;&#160;&#160;&#160;&#160; It drops 600 feet in about 8\/10 of a mile from the Million Dollar Mile Road to the powerhouse at Reddinger Lake. \n<\/p><p>The lower section is fairly easy hiking and down climbing for the most part.&#160; It is certainly easier than the upper section and I thought less interesting.&#160;&#160; There are about 3 steep sections which require down climbing or rappelling.&#160;&#160;&#160; I think the highest rappels that one might do, were in the 50 to 60 foot range.&#160;&#160;&#160;&#160; We just down climbed, but there were several spots where it would be fun to rappel. \n<\/p><p>The first major steep is just at the beginning.&#160;&#160; A big and popular swimming hole is at the base.&#160; There is an easy walk around to the right, which bypasses the pool.&#160;&#160;&#160; There are a couple of very high spots from which people jump into the pool.&#160;&#160; A very interesting option would be to rappel down the waterfall itself through a notch.&#160;&#160; There are chock stones and such that would serve as anchors. \n<\/p><p>The second big drop off was about half way.&#160;&#160; It had a couple boulder y terraces with interesting\/challenging down climbs. \n<\/p><p>The last steep section&#160; was very pretty.&#160; The water split into several small cracks and dropped over the cliff at 3 different locations.&#160;&#160; We did an awkward down climb on the left with the aid of a handline around a bush.&#160;&#160;&#160; The face near the waterfalls seemed like a nice rappel location and there was potential for natural anchors at the top. \n<\/p><p>It took us about two hours to reach the bottom of the creek at a leisurely pace.&#160;&#160; It took us about an hour to walk the 1.3 miles up the road back to the start.&#160; There is a high fence and electric gate several hundred yards up from the powerhouse.&#160;&#160; If some one is coming or going, they can let you out, otherwise you will have to find some way around, which could be difficult.&#160;&#160;&#160; Might be best to investigate earlier.&#160;&#160;&#160; Alternatively, I think it would be more fun to just hike back up the creek. \n<\/p><p>Overview:&#160;&#160; This is a pretty creek with lots of bedrock.&#160; Travel is fairly easy and is suitable for novice canyoneers.&#160;&#160;&#160; Natural anchors can be found at the three steep sections.&#160;&#160; Skilled climbers can find down climbs.&#160;&#160;&#160; It appeared to be about as easy to hike up the canyon as down.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Information on this canyon was extracted from an email Paul Martzen sent to some friends on Aug 2010, reproduced here with permission from the author.\n<\/p>\n\n\n<\/div>","timeRating":"III","permit":"No","id":5073,"waterRating":"C","rappelCountMax":8,"vehicle":"Passenger","version":"d2f9cb71051698b0dc8600e440ef261357b7377f88431c93df80d84b33d707a0","riskRating":null,"longitude":-119.3822,"latitude":37.1394,"technicalRating":3,"geojson":{"features":[{"type":"Feature","properties":{"name":"Descent Upper","stroke":"#FF0000"},"geometry":{"coordinates":[[-119.376540184021,37.13004232089445,0],[-119.37636852264404,37.130555544314646,0],[-119.37636852264404,37.130555544314646,0],[-119.37675476074219,37.131137193316476,0],[-119.37675476074219,37.13117140782444,0],[-119.376540184021,37.13195833723746,0],[-119.3763256072998,37.13202676549532,0],[-119.37615394592285,37.132129407766094,0],[-119.37602519989014,37.13322424999132,0],[-119.37602519989014,37.133326890637775,0],[-119.37602519989014,37.13339531765805,0],[-119.37636852264404,37.13414801079706,0],[-119.37636852264404,37.13431907637533,0],[-119.37636852264404,37.135756011963814,0],[-119.37636852264404,37.135756011963814,0],[-119.37684059143066,37.13760346047846,0],[-119.37684059143066,37.13760346047846,0],[-119.37744140625,37.13811663261544,0],[-119.37744140625,37.13811663261544,0],[-119.38070297241211,37.13969033879668,0]],"type":"LineString"}},{"properties":{"name":"Descent Lower","stroke":"#FF0000"},"geometry":{"coordinates":[[-119.38100337982178,37.13972454943704,0],[-119.38108921051025,37.139792970671394,0],[-119.38121795654297,37.139861391843844,0],[-119.3814754486084,37.1399982340031,0],[-119.38156127929688,37.14003244450422,0],[-119.38229084014893,37.14061402065652,0],[-119.38332080841064,37.140511389895714,0],[-119.38332080841064,37.140511389895714,0],[-119.38357830047607,37.14157190104291,0],[-119.38379287719727,37.14157190104291,0],[-119.38379287719727,37.14157190104291,0],[-119.38512325286865,37.14232451283733,0],[-119.38512325286865,37.14232451283733,0],[-119.38636779785156,37.14232451283733,0],[-119.38636779785156,37.14232451283733,0],[-119.38683986663818,37.1433507895803,0],[-119.38683986663818,37.1433507895803,0],[-119.3867540359497,37.14458230329172,0],[-119.3867540359497,37.14458230329172,0],[-119.38748359680176,37.14499280340638,0],[-119.38739776611328,37.14649795143222,0],[-119.3873119354248,37.14810569010034,0]],"type":"LineString"},"type":"Feature"}],"type":"FeatureCollection"},"quality":3.4}