{
  "url": "https://ropewiki.com/Timber_Camp_Canyon",
  "latitude": 33.7067,
  "longitude": -110.5666,
  "id": 50866,
  "name": "Timber Camp Canyon",
  "quality": 1.5,
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 2,
  "rappelLongestMeters": 7.62,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>The upper section of the most prominent drainage for Timber Camp\nMountain, Timber Camp Canyon (technically upper Ash Creek) is scenic\nwith pretty pools and interesting conglomerate and metamorphic geology,\nbut is barely technical with one or two short rappels and the upper part\nof the canyon is frequented and befouled by cattle.</p>\n<p>From Globe, AZ, drive 26.4 miles from where AZ60/77 turns north to\nsplit off from AZ70/77 to park at a large pullout on the north side of\nthe road.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Step over the wire fence from the parking area and head north to drop\ninto the upper canyon.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>After hiking and boulder hopping for 1.6 miles you will come to the\nfirst drop which is about 20 feet anchored from a pinch point in the\nmain watercourse on the left - you can get off rappel on a ledge to\navoid the pool if attempting to stay dry. This first drop is the only\nreal mandatory vertical obstacle of consequence in the canyon, but if\nyour party is attempting to avoid the water you may choose to traverse\nabove a large pool farther down canyon on the right to rappel about 20\nfeet from a tree after the pool. All the other pools in the canyon can\nbe avoided by hiking and scrambling around on one side or the other. If\nexiting by going back up canyon, the turn around point is a dam just\nbefore the canyon opens.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>The easiest way to exit the canyon appears to be to simply go right\nback up it, ascending the two (at most) small drops along the way. While\nI have not explored exit options on the east side of the canyon after\nthe pools, the drainage to the west appeared too brushy and miserable to\nattempt to use for an exit. All the terrain outside the canyon floor is\nthoroughly choked with manzanita, agave, yucca and cats claw acacia; so\nthe best option is to just go back up the canyon. The two drops are easy\nto ascend, short, and have good stable anchor points; just be sure to\nprotect the rope anywhere it might pass over a rocky edge that could\nfray the rope while your party ascends.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"https://www.facebook.com/pat.winstanley.7/media_set?set=a.1670339263024764.1073742184.100001461198708&amp;type=3&amp;uploaded=9\">https://www.facebook.com/pat.winstanley.7/media_set?set=a.1670339263024764.1073742184.100001461198708&amp;type=3&amp;uploaded=9</a></p>\n<h2 id=\"background\">Background</h2>\n",
  "version": "ed67df4ee074637db915dde9fc7bf115"
}