{
  "url": "https://ropewiki.com/Canyon_De_Nada",
  "latitude": 33.0379,
  "longitude": -109.5568,
  "id": 50980,
  "name": "Canyon De Nada",
  "quality": 1,
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "V",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "rappelLongestMeters": 24.38,
  "vehicle": "4WD - High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Though the canyon described was a big disappointment, Bonita Creek is\na nice, lush, wild riparian area and the two canyons along the way on\nthe approach (Johnny Creek and Midnight Canyon) have short, pretty\nsections of narrows. Canyon De Nada itself only narrows for a short\ndistance before its one rappel and the confluence with Bonita Creek and\non its own is not really worth doing - especially considering all the\neffort it takes to get to and from the area. However, if you are\nbackpacking in the area of Bonita Creek and have the time to spend on a\nside trip (and the energy to lug technical gear all the way out there),\nI suppose you could do worse.</p>\n<p>From AZ70 in Safford turn left (north) on N 8th Ave just west of mile\nmarker 339. After 1.6 miles bear right at a Y-split onto Airport Road,\nthen left onto Aviation Way after another 4.3 miles, to then immediately\nturn left again onto Solomon Pass Rd which turns to dirt after about\nthree miles. At the 7.1 mile mark bear right to stay on the main road,\nthen bear left after 7.8 miles to turn onto Salt Trap Rd. After another\n1.9 miles turn left onto Bonita Rim Rd to park at a small turnout on the\nright after 3.5 miles signed for the Safford-Morenci Trailhead west. The\ntrail is also the 13th segment of the Grand Enchantment Trail, a 770\nmile trail that connects Phoenix all the way to Albuquerque, New\nMexico.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Follow the well marked trail as it winds its way through the country\nside on the way towards Bonita Creek. The trail is obvious and easy in\nthe beginning (though likely to be a bit overgrown as it was for us) and\neven travels a road before becoming less distinct as you make your way\ndown Johnny Creek. There are a few bypass trails farther down that take\nyou high out of Johnny Creek for no good reason if the creek is dry,\ntake the bypasses or stay in the drainage bottom at your discretion.\nThere is one vertical challenge in this drainage of about 10 feet in a\nnice section of narrows that can be down climbed (have a rope handy for\na hand line just in case) by sending your best climber first, then\nhanding down packs and spotting for the rest of the group. If you really\ndon't want to deal with this section the official trail bypasses around\nit at a marked route on the left. At about 7.7 miles you will reach\nBonita Creek, which is teeming with life and quite wild, so much so that\nwe never found anything resembling a real trail in the area.</p>\n<p>Travel along the creek is slowed because of this as you hike over and\naround downed trees, through thick stands of cattails and hunt for the\nbest spots to cross the creek - which in most spots is quite shallow.\nThere are flat spots to set up camp if you look around a bit, but the\narea doesn't appear to get much use and there isn't anything that\nestablished. If traveling onto descend Canyon De Nada you will need to\ncross the creek and hike south to reach Midnight Canyon which is easily\nlocated as a large gap in the cliff walls on the east side of the creek.\nHike up through Midnight Canyon which has a scenic section of red-walled\nnarrows before opening up, then traveling on another road for a bit as\nit goes up the canyon. Leave the road where it makes a sharp turn out of\nthe canyon to stay in the main drainage which becomes a demoralizing,\nsandy slog. After hiking up Midnight Canyon for about 3 miles you will\nneed to cross over a small saddle by heading north west to reach the\nupper drainage of Canyon De Nada.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>As the name may imply, there isn't much to describe here - the canyon\ndoesn't do anything at all until shortly before dropping into the creek,\nthough where it does, it has a very short section of nice enough\nconglomerate narrows that lead to a single drop that must be rappelled.\nThe drop is about 80 feet and is anchored from a large deadman anchor on\nthe right. Shortly after this drop the canyon meets Bonita Creek.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>The area where both Midnight Canyon and Johnny Creek meet Bonita\nCreek is about two miles south from the confluence of Canyon De Nada,\nhike south along the creek wherever it is clear to reach either your\ncamp site or the trail for the exit. While hiking this section is a bit\nslow, it is beautiful and pristine with tall cliff walls, trees and the\nlovely, perennial Bonita Creek itself. About halfway down this section\nis the Old Lady Gay cabin site on the left - the informational sign is\nfairly easy to spot. Return the same way you came in following Johnny\nCreek back up to the Safford-Morenci Trail. The one vertical challenge\nin the narrows of Johnny Creek isn't any more difficult going up than it\nis going down - there are a few good holds on the right wall (canyon\nleft) that assist with the climb.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>All areas described are within the Gila Box Riparian National\nConservation Area which is managed by the Bureau of Land Management - no\nfees required for use.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"https://www.facebook.com/pat.winstanley.7/media_set?set=a.1696922247033132.1073742188.100001461198708&amp;type=3&amp;uploaded=25\">https://www.facebook.com/pat.winstanley.7/media_set?set=a.1696922247033132.1073742188.100001461198708&amp;type=3&amp;uploaded=25</a></p>\n<h2 id=\"background\">Background</h2>\n",
  "version": "888456428d5ed30abfa1cce47af61b49"
}