{
  "url": "https://ropewiki.com/Weeds_N_Steeds",
  "latitude": 20.9582,
  "longitude": -156.5325,
  "id": 51434,
  "name": "Weeds N Steeds",
  "quality": 2.6,
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 7,
  "rappelLongestMeters": 21.34,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Makamaka'ole (Maka for short), is located about a 20 minute drive\nwest of Kahului. It is a large drainage with three upper forks, one of\nwhich is spring-fed, so it has perennial flow. The level of flow varies\ndramatically depending on the season and ranges from a strong C to a B\nin the dry season. The lower section, described here, consists of 6\ndrops, most of them into deep pools. Unfortunately, the anchor placement\ncompletely avoids the flow in the first 2 drops, and the last 2 drops\nrequire either ascending back up or hiking out through a hostile\nneighbor on one side or trespassing on the other side. Lower Maka is a\ngreat addition if doing one of the upper forks and great for taking\nbeginners on if the flow is reasonable.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Continue on the highway about 1/4 mile past the bridge that crosses\nover the drainage and you will come to a pull out on the right. Through\nthe cane grass there is a well-worn trail that descends to the drainage.\nThe hike down takes 5-10 minutes. If entering the drainage at the\nbridge, be ready to tunnel through some thick cane grass.</p>\n<p>If you start it below the road, it will take 3-4 hours. The anchors\nare all there. Take plenty of extra rope (at least an extra 120' in case\nyour rope jams on the penultimate rappel, which it often does). Down\nnear the beach you'll see up canyon left an exit trail. It drops you on\nsome private land. Do not be bullied by these people. By law they must\ngrant public access (it's a legal easement). Also, watch out for\nMarijuana farmers, and if you see camps in the canyon, stay away from\nthem. Watch the water levels. The water slots up on the last rappels and\nit can be ferocious. Stay out of it if it's been raining.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>1. 30' rappel or down climb 2. 40' rappel 3. 70' rappel (bolts) 4.\n30' rappel or down climb 5. 85' rappel (bolts) 6. 120' rappel\n(bolts)</p>\n<h2 id=\"exit\">Exit</h2>\n<p>An emergency exit can be found on canyon right just above the 3rd\ndrop.</p>\n<p>The normal exit is on canyon right near an old engine block 75 yards\ndownstream from the 4th drop. When you pass a car engine embedded in the\nwatercourse, look to the bank on the right. There is a mossy old\nhandline fixed in place for you to use during you ascent out. This area\nmight be hard to find, but if you get to the big beautiful waterfall,\nyou've gone a bit too far. Go back upstream and exit the very very steep\nridge to the road. If you did want to rappel this waterfall, leave your\nrope in place and ascend back up it before exiting the canyon. The\nlocation of this exit on the KML is approximate.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>The area below the waterfall exit, is privately owned by a gun\nwielding man who wants no-one on his land.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n</div>\n",
  "version": "2a5762058338019c433b26f9c6ee0503"
}