{"riskRating":null,"geojson":null,"rappelCountMax":7,"longitude":-156.5325,"vehicle":"Passenger","technicalRating":3,"latitude":20.9582,"name":"Weeds N Steeds","version":"f49c0dff032341f37b36aeeb4e06d0d01e7a6d65bd33c914ac32ee5c8c0106c9","url":"https:\/\/ropewiki.com\/Weeds_N_Steeds","rappelCountMin":3,"permit":"No","shuttleSeconds":null,"rappelLongestMeters":21.34,"quality":2.6,"waterRating":"C","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p><a href=\"\/w\/index.php?title=Template:HideFromAnonymous&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Template:HideFromAnonymous (page does not exist)\">Template:HideFromAnonymous<\/a>\nMakamaka'ole (Maka for short), is located about a 20 minute drive west of Kahului. It is a large drainage with three upper forks, one of which is spring-fed, so it has perennial flow. The level of flow varies dramatically depending on the season and ranges from a strong C to a B in the dry season. The lower section, described here, consists of 6 drops, most of them into deep pools. Unfortunately, the anchor placement completely avoids the flow in the first 2 drops, and the last 2 drops require either ascending back up or hiking out through a hostile neighbor on one side or trespassing on the other side. Lower Maka is a great addition if doing one of the upper forks and great for taking beginners on if the flow is reasonable.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Continue on the highway about 1\/4 mile past the bridge that crosses over the drainage and you will come to a pull out on the right. Through the cane grass there is a well-worn trail that descends to the drainage. The hike down takes 5-10 minutes. If entering the drainage at the bridge, be ready to tunnel through some thick cane grass. \n<\/p><p>If you start it below the road, it will take 3-4 hours. The anchors are all there. Take plenty of extra rope (at least an extra 120' in case your rope jams on the penultimate rappel, which it often does). \nDown near the beach you'll see up canyon left an exit trail. It drops you on some private land. Do not be bullied by these people. By law they must grant public access (it's a legal easement). Also, watch out for Marijuana farmers, and if you see camps in the canyon, stay away from them. \nWatch the water levels. The water slots up on the last rappels and it can be ferocious. Stay out of it if it's been raining.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>1.\t30' rappel or down climb\n2.\t40' rappel\n3.\t70' rappel (bolts)\n4.\t30' rappel or down climb\n5.\t85' rappel (bolts)\n6.\t120' rappel (bolts)\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>An emergency exit can be found on canyon right just above the 3rd drop.\n<\/p><p>The normal exit is on canyon right near an old engine block 75 yards downstream from the 4th drop. When you pass a car engine embedded in the watercourse, look to the bank on the right.  There is a mossy old handline fixed in place for you to use during you ascent out.  This area might be hard to find, but if you get to the big beautiful waterfall, you've gone a bit too far. Go back upstream  and exit the very very steep ridge to the road.  If you did want to rappel this waterfall, leave your rope in place and ascend back up it before exiting the canyon. The location of this exit on the KML is approximate.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>The area below the waterfall exit, is privately owned by a gun wielding man who wants no-one on his land.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐8xjwg\nCached time: 20240914192018\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.007 seconds\nReal time usage: 0.009 seconds\nPreprocessor visited node count: 24\/1000000\nPost‐expand include size: 31\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    1.272      1 Template:HideFromAnonymous\n100.00%    1.272      1 -total\n-->\n<\/div>","timeRating":"II","months":[],"id":51434}