{"technicalRating":3,"riskRating":null,"id":5199,"rappelCountMax":4,"latitude":40.0069,"version":"01707bfd63b0b99831295746c91e0238184c30554a3558657e4dfbc84229f6c6","timeRating":null,"url":"https:\/\/ropewiki.com\/Boulder_Creek_(North)","geojson":null,"permit":"Closed","shuttleSeconds":null,"longitude":-105.4059,"rappelCountMin":1,"name":"Boulder Creek (North)","vehicle":null,"waterRating":"C2","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p><b><font color=\"red\">NOTE: THIS CANYON IS CLOSED,<\/font><\/b><font color=\"red\"> and people have been ticketed for going here.<\/font> Boulder OSMP owns the land around Boulder Falls and the trail leading to it. They have ticketed people for years for being just above the falls. In addition, after the 2013 floods, the trail at the bottom has been closed, and people have been ticketed for being here too.\n<\/p><p>Original beta by Michael Dallin recopied to ropewiki:\n<\/p><p>A short canyon near Boulder that is great for a great quick afternoon descent. \n<\/p><p>Safety Concerns: The upper canyon is a nudist area. High water, dangerous current and slick rocks can be a problem. Skills in setting rope lengths is a must. Beginners should not be here without supervision.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Drive to the Boulder Falls trailhead (west on Canyon Blvd\/State Highway 119 from Boulder roughly 8 miles up Boulder Canyon from the canyon's mouth). Park, cross the highway, and take the short trail to the falls. \nApproach And Entrance: There is a hiking route from the Boulder Falls trailhead to the top of the canyon. Unfortunately, this route crosses private land and you are asked not to follow it. \n<\/p><p>It is wise to check the water conditions at Boulder Falls before beginning the descent. Hike to the falls (takes only a minute or two). In low water conditions, there will be two cascades, separated by a large boulder. In high water conditions, the water will flow over the boulder as well, thus there will only be one large cascade.\n<\/p><p>If the water suits your level and experience, then find a way to the top of the canyon. Hiking on trails to the west of the Boulder Falls trail or north of the falls is not recommended as you will trespass on private land. Until the access issues are sorted out, you will need a car shuttle. Leave one car at the Boulder Falls trailhead, and drive a second car to the top of the canyon. From the Boulder Falls trailhead, drive down canyon (towards Boulder) for roughly 4 miles to the Sugarloaf road. Turn left onto the Sugarloaf Road. Take it for 3 miles and turn left on the Lost Angel road. At the intersection after 1 mile go straight, then right shortly after. After another half mile or so park. Take one of several short trails to the river's level. Hike downstream either through the water (difficult) or via a social trail on the eastern bank.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Soon enough the canyon narrows and the social trail disappears amongst large boulders. If the water is low, hop into the river. Just below this point is a series of shallow pools, and you can downclimb short cascades into each pool. The pools are rarely deeper than waste deep, so don't jump. If the water is high, climb the boulders on the north side of the river, and enter the water after passing the pools. There are some strong rapids below the pools, and it is easiest to bypass them by following the north shore. Below this point, either hike through the river or along the shore past remarkable rapids. The canyon turns south here and narrows, and eventually you'll see several large boulders leaning on each other in the middle of the river - these boulders mark the top of the upper falls. Wade through the river to the boulders. \n<\/p><p>The river is split by the boulders. Looking down canyon, the right side contains the heaviest flow, and is entirely whitewater. The left side is a segmented waterfall, plunging 10 feet or so. Climb to the top of the boulders. If you climb the spot where the boulders are leaning on each other, you will have a lower 5th class bouldering move to get to the top. Non-climbers may need a hand. Once on top of the boulders, look for bolts at the edge of the drop. Rappel down the falls, but be warned - the lip of the falls is overhanging, and when you rappel through, for a brief moment the brunt of the falls will hit your head. There is a small cave underneath the overhang to catch your breath. The pool beneath the falls is only ankle to knee deep. \n<\/p>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>  <link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>Alternatively, you can climb down from the anchor into the heavy whitewater on the right, and hug the boulder, climbing through the whitewater, below and to the front of the boulder. This is the route that most rockclimbers take to get above or below the upper falls, but it avoids the fun rappel down the falls. \n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div> <link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div> \n<p>Pull your rope, and continue down stream, bypassing the heaviest rapids by hiking along the shore. There may be some class 3 or easy class 4 scrambling along the way. Eventually, you'll want to cross to the right side of the river, looking downstream. The best spot to do this is near old mining equipment in the stream, several hundred feet above Boulder Falls. Use your best judgement, and set up a tyrolean, if necessary. \n<\/p><p>{{pic|:DreamCanyonColorado5.jpg ~ Rappelling Boulder Falls in Low Wa\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐l6kqj\nCached time: 20240914191906\nCache expiry: 2592000\nReduced expiry: false\nComplications: []\nCPU time usage: 0.039 seconds\nReal time usage: 0.050 seconds\nPreprocessor visited node count: 371\/1000000\nPost‐expand include size: 2810\/2097152 bytes\nTemplate argument size: 214\/2097152 bytes\nHighest expansion depth: 8\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 2116\/5000000 bytes\nLua time usage: 0.003\/10.000 seconds\nLua memory usage: 635189\/52428800 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   34.725      1 -total\n 99.43%   34.527      4 Template:Pic\n 49.01%   17.020      4 Template:Str_number\/trim\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>ter (Arete is left skyline)}}  <style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<\/p>\n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div> \n<p>The top of Boulder Falls is obvious. Looking down canyon, the main flow is on the left, and several car-sized boulders are stacked up on the right. Right of this is a faint dirt trail that climbs up and over a buttress, and back down to the tourist trail. Head for the boulders. Scramble on top of them. The boulders form a small enclosure, 5 feet by 15 feet or so. Scramble down into the enclosure. Be careful, the rocks are slick, and a spotter or belay may be needed. At the front of the enclosure is the falls. There are bolts above the falls. At the back of the enclosure is a pinch that makes an excellent anchor. Decide how you want to rappel the falls: \n<\/p><p>1. If the water is low (eg, two cascades as seen from below), you can go directly into the falls. This is the most dangerous, and the most drenching. Do not attempt this if the water is high. \n<\/p><p>2. After clipping into the rope, hop onto the crest of the arete on the right side of the enclosure (looking down canyon), just above the edge of the falls. This is a very exposed move. Rappel on the opposite side of the arete from the falls (so the rope will run over the arete). Rappel straight down from the crest of the arete. You'll rappel through the side of the falls. If the water is heavy, you'll get bounced around a bit, but not much more than the upper falls. \n<\/p><p>3. Clip into the rope and climb atop the arete. Using the top of the arete as a directional, rappel down steep slabs towards the large obvious log standing upright in a small gully at the base of the falls. This will avoid the pounding by the falls and still get you below. \n<\/p><p>The third method requires the most rope, and the second method requires the next longest length. The first person down should be the one who will use the most rope, so they will set the rope length. Otherwise, the rope may be set too short for those wishing to descend the second or third way. \n<\/p><p>All three methods will put you at the base of the falls near the bottom of the large log. The water is knee to waste deep, and is very choppy, though the current is surprisingly light. Rogue splashes from the falls will hit you. There is an interesting cave that goes back five feet or so. It may be helpful to have the first person down wait here to spot those rappelling through the falls, as it can be disorienting for beginners.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Exit: From the falls, hike under the log and against the canyon wall to small slabs below the tourist trail. Climb out of the water and enjoy the view. Hike back along the trail to your car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p><b>NOTE: THIS CANYON IS CLOSED, and people have been ticketed for going here.<\/b> Boulder OSMP owns the land around Boulder Falls and the trail leading to it. They have ticketed people for years for being just above the falls. In addition, after the 2013 floods, the trail at the bottom has been closed, and people have been ticketed for being here too.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐ftjpd\nCached time: 20240914191907\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.033 seconds\nReal time usage: 0.091 seconds\nPreprocessor visited node count: 108\/1000000\nPost‐expand include size: 809\/2097152 bytes\nTemplate argument size: 89\/2097152 bytes\nHighest expansion depth: 8\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 529\/5000000 bytes\nLua time usage: 0.002\/10.000 seconds\nLua memory usage: 606898\/52428800 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   29.104      1 -total\n100.00%   29.104      1 Template:Pic\n 52.27%   15.212      1 Template:Str_number\/trim\n-->\n<\/div>","rappelLongestMeters":null,"months":["Jul","Aug","Sep"],"quality":2}