{
  "url": "https://ropewiki.com/Boulder_Creek_(North)",
  "latitude": 40.0069,
  "longitude": -105.4059,
  "id": 5199,
  "name": "Boulder Creek (North)",
  "quality": 2,
  "months": [
    "Jul",
    "Aug",
    "Sep"
  ],
  "technicalRating": 3,
  "waterRating": "C2",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 4,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p><strong>NOTE: THIS CANYON IS CLOSED, and people have been ticketed\nfor going here.</strong> Boulder OSMP owns the land around Boulder Falls\nand the trail leading to it. They have ticketed people for years for\nbeing just above the falls. In addition, after the 2013 floods, the\ntrail at the bottom has been closed, and people have been ticketed for\nbeing here too.</p>\n<p>Original beta by Michael Dallin recopied to ropewiki:</p>\n<p>A short canyon near Boulder that is great for a great quick afternoon\ndescent.</p>\n<p>Safety Concerns: The upper canyon is a nudist area. High water,\ndangerous current and slick rocks can be a problem. Skills in setting\nrope lengths is a must. Beginners should not be here without\nsupervision.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Drive to the Boulder Falls trailhead (west on Canyon Blvd/State\nHighway 119 from Boulder roughly 8 miles up Boulder Canyon from the\ncanyon's mouth). Park, cross the highway, and take the short trail to\nthe falls. Approach And Entrance: There is a hiking route from the\nBoulder Falls trailhead to the top of the canyon. Unfortunately, this\nroute crosses private land and you are asked not to follow it.</p>\n<p>It is wise to check the water conditions at Boulder Falls before\nbeginning the descent. Hike to the falls (takes only a minute or two).\nIn low water conditions, there will be two cascades, separated by a\nlarge boulder. In high water conditions, the water will flow over the\nboulder as well, thus there will only be one large cascade.</p>\n<p>If the water suits your level and experience, then find a way to the\ntop of the canyon. Hiking on trails to the west of the Boulder Falls\ntrail or north of the falls is not recommended as you will trespass on\nprivate land. Until the access issues are sorted out, you will need a\ncar shuttle. Leave one car at the Boulder Falls trailhead, and drive a\nsecond car to the top of the canyon. From the Boulder Falls trailhead,\ndrive down canyon (towards Boulder) for roughly 4 miles to the Sugarloaf\nroad. Turn left onto the Sugarloaf Road. Take it for 3 miles and turn\nleft on the Lost Angel road. At the intersection after 1 mile go\nstraight, then right shortly after. After another half mile or so park.\nTake one of several short trails to the river's level. Hike downstream\neither through the water (difficult) or via a social trail on the\neastern bank.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Soon enough the canyon narrows and the social trail disappears\namongst large boulders. If the water is low, hop into the river. Just\nbelow this point is a series of shallow pools, and you can downclimb\nshort cascades into each pool. The pools are rarely deeper than waste\ndeep, so don't jump. If the water is high, climb the boulders on the\nnorth side of the river, and enter the water after passing the pools.\nThere are some strong rapids below the pools, and it is easiest to\nbypass them by following the north shore. Below this point, either hike\nthrough the river or along the shore past remarkable rapids. The canyon\nturns south here and narrows, and eventually you'll see several large\nboulders leaning on each other in the middle of the river - these\nboulders mark the top of the upper falls. Wade through the river to the\nboulders.</p>\n<p>The river is split by the boulders. Looking down canyon, the right\nside contains the heaviest flow, and is entirely whitewater. The left\nside is a segmented waterfall, plunging 10 feet or so. Climb to the top\nof the boulders. If you climb the spot where the boulders are leaning on\neach other, you will have a lower 5th class bouldering move to get to\nthe top. Non-climbers may need a hand. Once on top of the boulders, look\nfor bolts at the edge of the drop. Rappel down the falls, but be warned\n- the lip of the falls is overhanging, and when you rappel through, for\na brief moment the brunt of the falls will hit your head. There is a\nsmall cave underneath the overhang to catch your breath. The pool\nbeneath the falls is only ankle to knee deep.</p>\n<p></p>\n<p>Alternatively, you can climb down from the anchor into the heavy\nwhitewater on the right, and hug the boulder, climbing through the\nwhitewater, below and to the front of the boulder. This is the route\nthat most rockclimbers take to get above or below the upper falls, but\nit avoids the fun rappel down the falls.</p>\n<p></p>\n<p>Pull your rope, and continue down stream, bypassing the heaviest\nrapids by hiking along the shore. There may be some class 3 or easy\nclass 4 scrambling along the way. Eventually, you'll want to cross to\nthe right side of the river, looking downstream. The best spot to do\nthis is near old mining equipment in the stream, several hundred feet\nabove Boulder Falls. Use your best judgement, and set up a tyrolean, if\nnecessary.</p>\n<p></p>\n<p>The top of Boulder Falls is obvious. Looking down canyon, the main\nflow is on the left, and several car-sized boulders are stacked up on\nthe right. Right of this is a faint dirt trail that climbs up and over a\nbuttress, and back down to the tourist trail. Head for the boulders.\nScramble on top of them. The boulders form a small enclosure, 5 feet by\n15 feet or so. Scramble down into the enclosure. Be careful, the rocks\nare slick, and a spotter or belay may be needed. At the front of the\nenclosure is the falls. There are bolts above the falls. At the back of\nthe enclosure is a pinch that makes an excellent anchor. Decide how you\nwant to rappel the falls:</p>\n<p>1. If the water is low (eg, two cascades as seen from below), you can\ngo directly into the falls. This is the most dangerous, and the most\ndrenching. Do not attempt this if the water is high.</p>\n<p>2. After clipping into the rope, hop onto the crest of the arete on\nthe right side of the enclosure (looking down canyon), just above the\nedge of the falls. This is a very exposed move. Rappel on the opposite\nside of the arete from the falls (so the rope will run over the arete).\nRappel straight down from the crest of the arete. You'll rappel through\nthe side of the falls. If the water is heavy, you'll get bounced around\na bit, but not much more than the upper falls.</p>\n<p>3. Clip into the rope and climb atop the arete. Using the top of the\narete as a directional, rappel down steep slabs towards the large\nobvious log standing upright in a small gully at the base of the falls.\nThis will avoid the pounding by the falls and still get you below.</p>\n<p>The third method requires the most rope, and the second method\nrequires the next longest length. The first person down should be the\none who will use the most rope, so they will set the rope length.\nOtherwise, the rope may be set too short for those wishing to descend\nthe second or third way.</p>\n<p>All three methods will put you at the base of the falls near the\nbottom of the large log. The water is knee to waste deep, and is very\nchoppy, though the current is surprisingly light. Rogue splashes from\nthe falls will hit you. There is an interesting cave that goes back five\nfeet or so. It may be helpful to have the first person down wait here to\nspot those rappelling through the falls, as it can be disorienting for\nbeginners.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Exit: From the falls, hike under the log and against the canyon wall\nto small slabs below the tourist trail. Climb out of the water and enjoy\nthe view. Hike back along the trail to your car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p><strong>NOTE: THIS CANYON IS CLOSED, and people have been ticketed\nfor going here.</strong> Boulder OSMP owns the land around Boulder Falls\nand the trail leading to it. They have ticketed people for years for\nbeing just above the falls. In addition, after the 2013 floods, the\ntrail at the bottom has been closed, and people have been ticketed for\nbeing here too.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}