{
  "url": "https://ropewiki.com/Quigley_Creek_Falls",
  "latitude": 36.8666,
  "longitude": -119.0581,
  "id": 52168,
  "name": "Quigley Creek Falls",
  "quality": 3,
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 4,
  "rappelCountMax": 5,
  "rappelLongestMeters": 60.96,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Quigley Falls is the large cliff band visible from Hermits Hole put\nin area on the Kings River. The main falls are about 400 feet tall but\nthe bottom is not visible from the river. The creek and drainage are not\nnamed on any maps that this author has seen. </p>\n<p>Clarence Quigley was the Kings River hermit who inhabited the area\nuntil the 1980's. Hermits Hole put in is named for him, so it seem\nappropriate to give these falls his true name.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From Kirch Flat campground on the Kings River drive upstream to the\nsteel bridge, cross to the north side, then turn upstream onto a dirt\nroad. Travel 5.29 miles to where the road dips to cross the creek. There\nis enough room to pull off the road, just beyond. Hike up the ridge on\nthe east side of the creek. Gain 1400 feet in a half mile, then traverse\nleft into the drainage. Drop down to the creek and enjoy the area. A\npretty and walkable mini gorge is a short ways upstream.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Heading downstream, the first waterfall is probably less than 200\nfeet high. R1 a large horn on DRL can be slung and extended towards the\ndrop. There is a blocky ledge about 2/3s of the way down. Land in a\nshallow pool surrounded by trees. Wander downstream till open slabs\nsignal the top of Quigley Falls. You can walk and butt scoot down the\nright side of the slabs, or you may wish to rap or belay the last\ndistance to the rap anchors. At the rap anchors there is a fairly large\nrelatively level area. R3 DCR 200 feet, from 2 bolt station. R4 - 200'\nDCR 2 bolt station on nice ledge. The lower part of this rap is lower\nangle and lands at the bottom of the waterfall. Follow the creek down to\nsome small drop offs. R4 Loop the rope over a big midstream boulder and\nrap 40 or 50 feet to get past a couple of drop offs and a slippery slab.\nFollow the creek out to the road.</p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>The cliff band here is visible to every whitewater boater who\nlaunches at Hermit's Hole or comes down the river past here and by every\nfisherman and camper in the area. It is enticing, but seems so high up\nand far away. In fact, the base is only 1/4 mile from the road!!</p>\n<p>The waterfall is generally not visible except in the winter during\nand after rainstorms. There is likely some flow into early June, but the\ncreek probably dries up each summer. The route will be much to hot in\nsummer, so will likely be of most interest to canyoneers who are also\nboating on the river in early spring.</p>\n<p>The hike to the base of the falls from the road is relatively short,\ninteresting, but weedy and requires some route finding, some poison oak\navoidance and some scrambling near the cliff. From the base of the falls\na 3rd class climbing route ascends to the right. It is weedy and loose\nlower down, but has excellent climbing up high, up a prominent rib.\nLedges lead back left to the top of the falls. Also from the base, a one\npitch, bolted climbing route reaches about halfway up the falls (5.7?\nrating). A second pitch to the top is unfinished.</p>\n<p>Paul Martzen and Bill Murphy explored this canyon in May of 2018</p>\n"
}