{
  "url": "https://ropewiki.com/Brush_Creek_(Lower)",
  "latitude": 35.971,
  "longitude": -118.4653,
  "id": 52548,
  "name": "Brush Creek (Lower)",
  "quality": 2.5,
  "months": [
    "Jul",
    "Aug",
    "Sep"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "I",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "rappelLongestMeters": 9.14,
  "vehicle": "Passenger",
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This section is a very popular kayaking run, but in the summer when\nthe flows drop it is a wonderful canyon that is perfect for beginners\nand kids. There is one rappel, but it is possible to bypass with some\nclass IV scrambling. For kids, the highlight is the many really fun\nslides.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From the intersection with Mountain 99, take Sherman Pass road to the\nlarge helipad or the right. Park off the pavement near the helipad. A\ntrail heads downhill to the south of the helipad/parking area. The trail\nleads to the creek and the start of the bedrock section. It is less than\n10 minutes on an easy to follow trail from the parking area to the\ncreek.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Starting off there are a few fun small jumps (can be shallow) and\nslides. The big drop is pretty obvious (it is about a 15ft waterfall).\nThe are rappel anchors on the left. It is possible to bypass on the\nright (4th class).</p>\n<p>After the rappel, there is a section with some quality slides. \"Go\nAnywhere\" was named by kayakers but it is best to stay on the right side\nwhen sliding </p>\n<p>Including tripple drop: </p>\n<p>And the birdbath </p>\n<p>The highest quality bedrock eventually changes into a mix with more\nboulders, at this point, there is a trail on the right. The Faucet marks\nthe end of the bedrock section: </p>\n<p>We usually stay with the water all the way to the Mountain 99 bridge.\nThere are fun slides and areas to swim all the way to the end.</p>\n<p>The water in the afternoon is noticeably warmer. We usually try to\nwait until the afternoon to start.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>There is a parking area at the bridge where Mountain 99 crosses Brush\nCreek. At the time of the writing, it is free to camp at this area (pit\ntoilets are provided).</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>None</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p>Most info online is related to kayaking rather than canyoneering but\nthey can provide additional info: <a\nhref=\"https://cacreeks.com/brush.htm\">https://cacreeks.com/brush.htm</a></p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}