{"geojson":{"features":[{"type":"Feature","geometry":{"coordinates":[[-121.4542869935014,47.51726465287177,0],[-121.4542042721075,47.51729359183875,0],[-121.45416,47.51736,0],[-121.45422,47.51754999999999,0],[-121.45404,47.51753,0],[-121.45394,47.51748,0],[-121.45347,47.51748,0],[-121.45322,47.51746000000001,0],[-121.45271,47.51752000000001,0],[-121.45246,47.51763,0],[-121.45245,47.51771000000001,0],[-121.45237,47.51773,0],[-121.45239,47.51779,0],[-121.45222,47.51787,0],[-121.452,47.51786,0],[-121.45151,47.51798,0],[-121.4508980098414,47.51784375560112,0],[-121.45048,47.51759,0],[-121.45009,47.51759,0],[-121.44984,47.51747,0],[-121.44977,47.5175,0],[-121.44965,47.51752000000001,0],[-121.44978,47.51760000000001,0],[-121.44986,47.51771000000001,0],[-121.44999,47.51797,0],[-121.44985,47.51798,0],[-121.44969,47.51792,0],[-121.44928,47.51798,0],[-121.44898,47.51793,0],[-121.44886,47.51805,0],[-121.4492,47.51832000000001,0],[-121.44902,47.51825,0],[-121.44896,47.51831,0],[-121.44884,47.51832000000001,0],[-121.4488,47.51836,0],[-121.44864,47.51834,0],[-121.4482,47.5184,0],[-121.4479,47.51837,0],[-121.44762,47.51841,0],[-121.44732,47.51852,0],[-121.44708,47.51851,0],[-121.44681,47.51854999999999,0],[-121.44659,47.51877,0],[-121.44673,47.51891000000001,0],[-121.44657,47.51904,0],[-121.44682,47.51913,0],[-121.44665,47.51923,0],[-121.44648,47.51921999999999,0],[-121.44633,47.51931,0],[-121.44611,47.51932999999999,0],[-121.4461052322565,47.51933286064607,0],[-121.4460949159806,47.51933905041168,0],[-121.44601,47.51939,0],[-121.44583,47.51937,0],[-121.44563,47.51943,0],[-121.44539,47.51939,0],[-121.44532,47.51942,0],[-121.44517,47.51940999999999,0],[-121.44511,47.51946000000001,0],[-121.44499,47.51947,0],[-121.44486,47.51955,0],[-121.44466,47.5196,0],[-121.44451,47.51957999999999,0],[-121.44419,47.51966,0],[-121.44403,47.51962,0],[-121.44321,47.5198,0],[-121.4431770105423,47.51982699137444,0],[-121.4430217156388,47.5196992230665,0],[-121.4428071389176,47.51967024075241,0],[-121.442699850557,47.51955431133594,0],[-121.4423136124589,47.51930796047541,0],[-121.4423136124589,47.5193224517345,0]],"type":"LineString"},"properties":{"name":"Approach"}},{"type":"Feature","properties":{"name":"Descent"},"geometry":{"coordinates":[[-121.4424354147018,47.51932044321554,0],[-121.4427572797836,47.51931319758621,0],[-121.4430040430129,47.51920451302615,0],[-121.4435190271438,47.51902337159243,0],[-121.4439481805862,47.51887121230478,0],[-121.4445060800613,47.51884222953329,0],[-121.4448386739791,47.51886396661342,0],[-121.4452570985854,47.51871905257586,0],[-121.4458257268966,47.51844371480185,0],[-121.4464265417159,47.51809591765355,0],[-121.4466840337814,47.5177988390971,0],[-121.4468342374862,47.51769015140008,0],[-121.4473063062728,47.51762493867381,0],[-121.4481324266494,47.51754523412052,0],[-121.4485723089279,47.51746552944614,0],[-121.4489156316818,47.51730611973414,0],[-121.4490872930587,47.51716120139392,0],[-121.4496130060256,47.51708149613616,0],[-121.4497846674026,47.51697280695321,0],[-121.4506107877792,47.51696556099967,0],[-121.4509648393691,47.51679165781464,0],[-121.4512759756149,47.51670470600599,0],[-121.451651484877,47.51663949205491,0]],"type":"LineString"}},{"properties":{"name":"Exit"},"type":"Feature","geometry":{"type":"LineString","coordinates":[[-121.4516407560409,47.51666123004761,0],[-121.4516426005092,47.51666085114561,0],[-121.45166,47.5167,0],[-121.45166,47.5167,0],[-121.45166,47.5167,0],[-121.45177,47.51679,0],[-121.4521,47.51687999999999,0],[-121.45288,47.51701,0],[-121.45303,47.51702,0],[-121.45345,47.51697,0],[-121.45363,47.51698,0],[-121.45414,47.51717,0],[-121.45414,47.51717,0],[-121.45418,47.5172,0],[-121.45418,47.5172,0],[-121.4542512102269,47.51726746232019,0],[-121.4542800497115,47.51726264427411,0]]}},{"properties":{"name":"Parking"},"type":"Feature","geometry":{"coordinates":[[-121.4542492020999,47.51726137252756,0]],"type":"Point"}}],"type":"FeatureCollection"},"vehicle":"High Clearance","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Dingford Creek is a short but vertical canyon with big-water. Lots of jumps, slides, and technical multi-tier rappelling.  All the rappels are 1\/2 bolted, with chain. The rock can be slippery, making for some spicy downclimbs. There are many escape exits on canyon right to reach the trail for an easy hike down to the car.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>The final 6mi of road to the trailhead is rough.  High-clearance recommended to get through several washouts.  Expect the drive to take at least 45min from I-90.\n<\/p><p>Hike the Dingford Creek Trail for 1.1 mile (30-40min),   70 yrd just after the Alpine Lakes Wilderness sign (10 ft up on a big tree, but easy to miss). You will see pink flagging on trees downhill towards the creek.  This is where you (approximately 47.51963, -121.44401) start off trail following the pink flagging downhill and slightly to your left. You should hit the creek just above the first jump, where a big flat slab is convenient for changing.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Quick_Summary\">Quick Summary<\/h3><\/div>\n<p><b>Suit-up Area:<\/b> <i>47.51913, -121.44319<\/i>\n<\/p><p>Start with a jump on canyon right. A series of small downclimbs and potential slides. After the first mandatory rappel, there is an easy escape DCR.\n<\/p><p><b>Early Escape DCR:<\/b> <i>47.51846, -121.44543<\/i>\n<\/p><p>Two more mandatory rappels, several downclimbs, a couple small jumps and slides and another easy escape DCR.\n<\/p><p><b>Halfway Escape DCR:<\/b> <i>47.51767, -121.44668<\/i>\n<\/p><p>A couple more mandatory rappels, downclimbs, small jumps and a slide before reaching the third easy and obvious early escape DCR.\n<\/p><p><b>Final Escape DCR:<\/b> <i>47.51723, -121.44971<\/i>\n<\/p><p>This final lower section has the most technical rappelling, with 3 or 4 multi-tier rappels. To reach the anchor for the penultimate rappel, down-climb canyon right to the toaster slot to cross the flow under the pour over. The flow can be crossed above the pour over but not in high water. The penultimate rappel is from a rock pinch DCL and is a 3-tier drop. The final drop is about 5 feet and can be down-climbed. It is best to pull the rope before this last tier. The final rappel anchor is on canyon left around a small chocked flake. This rappel is in the flow and is the highlight of the rappels. The upper half can be slid to a lip. Below the lip the rappeller is deposited behind the veil in a small round cavern with smooth walls, a good place to de-rig and flat-jump out. \n<\/p><p><b>Canyon Bottom:<\/b> <i>47.51671, -121.45116<\/i>\n<\/p>\n<hr \/>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Detailed_Description\">Detailed Description<\/h3><\/div>\n<p><u>This description is meant as a reference and will likely vary depending on water flow and season. All jumps and slides should be checked for depth prior.<\/u>\n<\/p><p>There are 14 mandatory rappels. Meat anchors and partner-captures can overcome most of the other drops described.\n<\/p><p><b>J1<\/b>: Staging Falls are around 15-20m tall, but you should proceed DCR to a nice ledge (6m) from which to jump into the very deep pool. (A slinged DCR tree may be useful for a hand line or rappel). It is possible to slide the lower portion of the waterfall by walking on a small ledge.\n<\/p><p><b>R1<\/b>:  (3m) DCL 2 bolts.  From the J1 pool, walk DCL of a boulder to find the bolts on the downstream side. Drop off RH of next pool. This is not a slide, rocks at bottom can and has broken ankle.\n<\/p><p><b>R2<\/b>: New rap rings on DCR right into the pool with swirly hydraulic as higher flows. Can climb around both sides.  Keep working way down, DCL of next pool staying left on less slippery rocks, hand line maybe??\n<\/p><p><b>J2<\/b>: At the entrance to a V-shaped pool with tall rock slabs on the right. Either a low (2m) jump from slippery rock, or scramble higher to a drier jump (5m) which has a bolt to help followers climb up. Check depths and identify landing zone first as the opposite wall continues to slope into the pool underwater. Ankle injuries have occurred here by overshooting the jump. Exit DCR across the pool.\n<\/p><p><b>R3<\/b>: (12m) DCR off two bolts, partially exposed. From the other side of the J2 pool, rap into the pool below, using a convenient ledge at the bottom to pull from. \n<\/p><p><b>R4<\/b>: Swim across pool and utilize a set of bolts high on DCR for a short rap to the pools below. From here the canyon opens up a bit and you start getting views of Preacher Mountain on a clear day\n<\/p><p>THIS IS YOUR <u>EARLY ESCAPE POINT<\/u>, if needed.\n<\/p><p>Next section at low water is a DCR slide into a pool, keep your feet up, as there's a 1ft pothole in the middle of the slide that you normally bounce over, but you don't want to catch your foot on.  Or instead <b>R5<\/b> into the swirling part of the pool. Some have jumped it, but it's only 5ft deep.  At medium or high water, you bypass the whole slide by going DCL.  Go back upstream 10 ft to flat rock ledge just at the top of the slide section.  Step across stream and DCL around rocks with good grip holds (or set a meat anchor), and stay left butt sliding down against the wall.\n<\/p><p><b>R6<\/b>: DCL bolts, rappel on slick slabs into shallow pool.  Also S1, Can be a very fast slide, if you take the RH  of the two water streams into a pool,\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐zgpcs\nCached time: 20240914191848\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.004 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 12\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><pre>which will stop you.  DCL on slimy rock trying to stay on dry ones. (Note swirling small pool, next to DCL is 2 ft deep and not a slide)\n<\/pre>\n<p><b>R7<\/b>: (10m) DCL bolts, on slippery rocks. Down into shallow pool, similar setup to R6\n<\/p><p><b>S2<\/b>  Big swirling slide. Looks much worse than it is but is good at all water levels.  It will push you left as you slide, so try to stay center. You will not hit big boulder in the middle. The landing is deep, and you will swirl over to the lip on RH side where you climb out, with rocks to stand on right below you exit the pool. (Potential unexplored left option to bypass it all). DCR to an appealing (hopefully sunny) snack spot on the rocks.\n<\/p><p>THIS IS YOUR <u>HALFWAY ESCAPE POINT<\/u>, if needed.\n<\/p><p>DCR into a shallow pool (hand line might be useful), until you come to a sharp drop with two water slides,  \n<\/p><p><b>S3 &amp; S4<\/b> Slide both, upper pool (2m) landing is deep with rocks near outer lip again to help you get up and sit on, (with current going over your legs into the next slide). Lower bigger slide (6M), try to launch off on center or right side into a deep pool.(keep legs bent on both)  Minor recirculation on lower left, may take you for a spin if you launch off left hand of the lip. I have also seen one jump from the very top RH, with minor bottom touch.  On RH of pool,  DCR from a bolt or hand line is recommended.  \nMinor exit scramble on RH back to trail if next two features are intimidating.\n<\/p><p><b>R8<\/b> <i>Dragon Chute<\/i>: (25m) DCR bolts. At moderate to high flow, you may want to avoid the main current here and also use secondary bolts just around rock RH side of first pool.  Use a guided rappel for the rest of the party. At medium to lower flows, the current is manageable and can be rappelled \/ slide with a lot of water in your face. Need 60M rope because pull location.\n<\/p><p><b>R9<\/b> <i>Chunderdome<\/i>: (30m) off 2 sets of bolts. Hand lines bolts exist DCL. Middle set for going down the flow and LH for a dryer run, but slippery. You will need a 200ft rope to be able to pull.  There are also bolt on DCR for a dry run, but hand line to them advisable. Note that there is a foot entrapment crack at the very bottom of the Chunderdome, in a rappeller’s right chute, that should be avoided by stemming over the chute.\n<\/p><p><b>R10<\/b>: DCL via a slot, either awkward body jam, or protect with hand line from single bolt above. Swim across pool and stay left through boulders to top of next drop.\n<\/p><p><b>R11<\/b>: (30m) DCL bolts to avoid the main flow (short slide over lip). Or DCC bolts 8 foot over for a wet run (down series of ledges) to stay in the flow. Exit on the left.\n<\/p><p><b>S5<\/b>: (2m) down the center.  Pool is 4 ft deep, but as always check depth.\n<\/p><p>THIS IS YOUR <u>FINAL ESCAPE POINT<\/u>, if needed. RH side up by tree with green webbing.  Do not proceed further down the canyon unless the flow us below 250 CFS.\n<\/p><p><b>R12<\/b>: (30m) Preferred route is DCL back up on big house rock. 2 bolts can be used to protect access to the pool below, or pass them and downclimb instead. At lower flows you can jump into the now non-swirling pool and DCL out of it. \n<\/p><p><b>R13<\/b> \"Toaster\": DCL bolts (5m).  Do not jump, as pool is shallow. The rap bolts are around the corner directly above the pool, with a hand line bolt if needed. Or instead swim through the deep but narrow bell shaped toaster slots that have water rushing over them for an intense but sense-of-entrapment-enducing alternative.\n<\/p><p><b>R14<\/b>: (30m) DCL bolts. Swim through first shallow pool, DCR into next pool, try to stay out of mean flow. R15 is around the corner and out of sight of R14. caution on last slide into R15, ankle issues, maybe stay on rope and pull rope next to R15. Large groups need to spread out through R14-16 due to small staging areas.\n<\/p><p><b>R15<\/b> (20m) DCR bolts, near an alcove filled with boulders on the right.  This is a 3 tier pool with the last one you can pull your rope from. Alternatively you can slide the upper tier (curved chute), and shallow jump into the rocky middle pool. This takes you to just above the final rappel. There is another escape here on Canyon left. \n<\/p><p><b>R16<\/b>: (25m) DCL bolts, (possible hand line). \"Dingford Falls\" as seen from the bridge. Many options exist into a deep pool (shallow on RH, deep pool just left of water fall). Rappel 10m and jump from a midway LH ledge.  Rappel all the way down the LH side next \/ in the flow.  Move to RH side and rappel\/slide down a chute in flow and drop over a lip into a cavern under the falls.  Note, several rope have been cut on this lip, so creep your ropes.   There is also a bolt placed way up high on the right wall of the canyon for a dry run. Like many other raps here, this one can be done many ways, in and out of the flow.\n<\/p><p>Scramble\/walk down to the bridge (there's some fun sliding and a cool deep pothole in this reach to play around before you leave) then exit to the bridge.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>After the final waterfall rappel, walk across the slabs on DCL to exit the drainage at the \n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐st4hv\nCached time: 20240914191848\nCache expiry: 2592000\nReduced expiry: false\nComplications: []\nCPU time usage: 0.004 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 3\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>bridge. It is a 2 min walk up the road to the right to the parking area.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>A Northwest Forest Pass (or similar federal lands pass) is required to park at the Dingford trailhead.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>A funny story: Kevin Steffa, Gilly Elor, and Tiffanie Lin scouted Dingford on July 4, 2018. A group of 11 later descended the full length of Dingford Creek on August 25, 2018 (in moderate flow).  We were surprised to find webbing in some locations and post trip, we were even more shocked to find that the majority of beta was already written! How comical that both groups were eye-ing the same creek and just missed each by a few days\/weeks!\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐5j67c\nCached time: 20240914191849\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.003 seconds\nReal time usage: 0.004 seconds\nPreprocessor visited node count: 12\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","version":"410e58b65c73f3a4c2d26c3c3bc0ed4245d4ae092cf4a86993f85144107f4474","name":"Dingford Creek","technicalRating":3,"latitude":47.5191,"rappelCountMin":8,"quality":4.6,"rappelCountMax":15,"longitude":-121.4432,"timeRating":"III","url":"https:\/\/ropewiki.com\/Dingford_Creek","waterRating":"C","months":["Jul","Aug","Sep"],"riskRating":null,"rappelLongestMeters":30.48,"shuttleSeconds":null,"id":53107,"permit":"No"}