{
  "url": "https://ropewiki.com/Dingford_Creek",
  "latitude": 47.5191,
  "longitude": -121.4432,
  "id": 53107,
  "name": "Dingford Creek",
  "quality": 4.6,
  "months": [
    "Jul",
    "Aug",
    "Sep"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 5,
  "rappelLongestMeters": 30.48,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Dingford Creek is a short but vertical canyon with big-water. Lots of\njumps, slides, and technical multi-tier rappelling. All the rappels are\n1/2 bolted, with chain. The rock can be slippery, making for some spicy\ndownclimbs. There are many escape exits on canyon right to reach the\ntrail for an easy hike down to the car.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>The final 6mi of road to the trailhead is rough. High-clearance\nrecommended to get through several washouts. Expect the drive to take at\nleast 45min from I-90.</p>\n<p>Hike the Dingford Creek Trail for 1.1 mile (30-40min), 70 yrd just\nafter the Alpine Lakes Wilderness sign (10 ft up on a big tree, but easy\nto miss). You will see pink flagging on trees downhill towards the\ncreek. This is where you (approximately 47.51963, -121.44401) start off\ntrail following the pink flagging downhill and slightly to your left.\nYou should hit the creek just above the first jump, where a big flat\nslab is convenient for changing.</p>\n<h2 id=\"descent\">Descent</h2>\n<h3 id=\"quick_summary\">Quick Summary</h3>\n<p><strong>Suit-up Area:</strong> <em>47.51913, -121.44319</em></p>\n<p>Start with a jump on canyon right. A series of small downclimbs and\npotential slides. After the first mandatory rappel, there is an easy\nescape DCR.</p>\n<p><strong>Early Escape DCR:</strong> <em>47.51846, -121.44543</em></p>\n<p>Two more mandatory rappels, several downclimbs, a couple small jumps\nand slides and another easy escape DCR.</p>\n<p><strong>Halfway Escape DCR:</strong> <em>47.51767,\n-121.44668</em></p>\n<p>A couple more mandatory rappels, downclimbs, small jumps and a slide\nbefore reaching the third easy and obvious early escape DCR.</p>\n<p><strong>Final Escape DCR:</strong> <em>47.51723, -121.44971</em></p>\n<p>This final lower section has the most technical rappelling, with 3 or\n4 multi-tier rappels. To reach the anchor for the penultimate rappel,\ndown-climb canyon right to the toaster slot to cross the flow under the\npour over. The flow can be crossed above the pour over but not in high\nwater. The penultimate rappel is from a rock pinch DCL and is a 3-tier\ndrop. The final drop is about 5 feet and can be down-climbed. It is best\nto pull the rope before this last tier. The final rappel anchor is on\ncanyon left around a small chocked flake. This rappel is in the flow and\nis the highlight of the rappels. The upper half can be slid to a lip.\nBelow the lip the rappeller is deposited behind the veil in a small\nround cavern with smooth walls, a good place to de-rig and flat-jump\nout.</p>\n<p><strong>Canyon Bottom:</strong> <em>47.51671, -121.45116</em></p>\n<hr />\n<h3 id=\"detailed_description\">Detailed Description</h3>\n<p><u>This description is meant as a reference and will likely vary\ndepending on water flow and season. All jumps and slides should be\nchecked for depth prior.</u></p>\n<p>There are 14 mandatory rappels. Meat anchors and partner-captures can\novercome most of the other drops described.</p>\n<p><strong>J1</strong>: Staging Falls are around 15-20m tall, but you\nshould proceed DCR to a nice ledge (6m) from which to jump into the very\ndeep pool. (A slinged DCR tree may be useful for a hand line or rappel).\nIt is possible to slide the lower portion of the waterfall by walking on\na small ledge.</p>\n<p><strong>R1</strong>: (3m) DCL 2 bolts. From the J1 pool, walk DCL of\na boulder to find the bolts on the downstream side. Drop off RH of next\npool. This is not a slide, rocks at bottom can and has broken ankle.</p>\n<p><strong>R2</strong>: New rap rings on DCR right into the pool with\nswirly hydraulic as higher flows. Can climb around both sides. Keep\nworking way down, DCL of next pool staying left on less slippery rocks,\nhand line maybe??</p>\n<p><strong>J2</strong>: At the entrance to a V-shaped pool with tall\nrock slabs on the right. Either a low (2m) jump from slippery rock, or\nscramble higher to a drier jump (5m) which has a bolt to help followers\nclimb up. Check depths and identify landing zone first as the opposite\nwall continues to slope into the pool underwater. Ankle injuries have\noccurred here by overshooting the jump. Exit DCR across the pool.</p>\n<p><strong>R3</strong>: (12m) DCR off two bolts, partially exposed. From\nthe other side of the J2 pool, rap into the pool below, using a\nconvenient ledge at the bottom to pull from.</p>\n<p><strong>R4</strong>: Swim across pool and utilize a set of bolts high\non DCR for a short rap to the pools below. From here the canyon opens up\na bit and you start getting views of Preacher Mountain on a clear\nday</p>\n<p>THIS IS YOUR <u>EARLY ESCAPE POINT</u>, if needed.</p>\n<p>Next section at low water is a DCR slide into a pool, keep your feet\nup, as there's a 1ft pothole in the middle of the slide that you\nnormally bounce over, but you don't want to catch your foot on. Or\ninstead <strong>R5</strong> into the swirling part of the pool. Some\nhave jumped it, but it's only 5ft deep. At medium or high water, you\nbypass the whole slide by going DCL. Go back upstream 10 ft to flat rock\nledge just at the top of the slide section. Step across stream and DCL\naround rocks with good grip holds (or set a meat anchor), and stay left\nbutt sliding down against the wall.</p>\n<p><strong>R6</strong>: DCL bolts, rappel on slick slabs into shallow\npool. Also S1, Can be a very fast slide, if you take the RH of the two\nwater streams into a pool, which will stop you. DCL on slimy rock trying\nto stay on dry ones. (Note swirling small pool, next to DCL is 2 ft deep\nand not a slide)</p>\n<p><strong>R7</strong>: (10m) DCL bolts, on slippery rocks. Down into\nshallow pool, similar setup to R6</p>\n<p><strong>S2</strong> Big swirling slide. Looks much worse than it is\nbut is good at all water levels. It will push you left as you slide, so\ntry to stay center. You will not hit big boulder in the middle. The\nlanding is deep, and you will swirl over to the lip on RH side where you\nclimb out, with rocks to stand on right below you exit the pool.\n(Potential unexplored left option to bypass it all). DCR to an appealing\n(hopefully sunny) snack spot on the rocks.</p>\n<p>THIS IS YOUR <u>HALFWAY ESCAPE POINT</u>, if needed.</p>\n<p>DCR into a shallow pool (hand line might be useful), until you come\nto a sharp drop with two water slides,</p>\n<p><strong>S3 &amp; S4</strong> Slide both, upper pool (2m) landing is\ndeep with rocks near outer lip again to help you get up and sit on,\n(with current going over your legs into the next slide). Lower bigger\nslide (6M), try to launch off on center or right side into a deep\npool.(keep legs bent on both) Minor recirculation on lower left, may\ntake you for a spin if you launch off left hand of the lip. I have also\nseen one jump from the very top RH, with minor bottom touch. On RH of\npool, DCR from a bolt or hand line is recommended. Minor exit scramble\non RH back to trail if next two features are intimidating.</p>\n<p><strong>R8</strong> <em>Dragon Chute</em>: (25m) DCR bolts. At\nmoderate to high flow, you may want to avoid the main current here and\nalso use secondary bolts just around rock RH side of first pool. Use a\nguided rappel for the rest of the party. At medium to lower flows, the\ncurrent is manageable and can be rappelled / slide with a lot of water\nin your face. Need 60M rope because pull location.</p>\n<p><strong>R9</strong> <em>Chunderdome</em>: (30m) off 2 sets of bolts.\nHand lines bolts exist DCL. Middle set for going down the flow and LH\nfor a dryer run, but slippery. You will need a 200ft rope to be able to\npull. There are also bolt on DCR for a dry run, but hand line to them\nadvisable. Note that there is a foot entrapment crack at the very bottom\nof the Chunderdome, in a rappeller’s right chute, that should be avoided\nby stemming over the chute.</p>\n<p><strong>R10</strong>: DCL via a slot, either awkward body jam, or\nprotect with hand line from single bolt above. Swim across pool and stay\nleft through boulders to top of next drop.</p>\n<p><strong>R11</strong>: (30m) DCL bolts to avoid the main flow (short\nslide over lip). Or DCC bolts 8 foot over for a wet run (down series of\nledges) to stay in the flow. Exit on the left.</p>\n<p><strong>S5</strong>: (2m) down the center. Pool is 4 ft deep, but as\nalways check depth.</p>\n<p>THIS IS YOUR <u>FINAL ESCAPE POINT</u>, if needed. RH side up by tree\nwith green webbing. Do not proceed further down the canyon unless the\nflow us below 250 CFS.</p>\n<p><strong>R12</strong>: (30m) Preferred route is DCL back up on big\nhouse rock. 2 bolts can be used to protect access to the pool below, or\npass them and downclimb instead. At lower flows you can jump into the\nnow non-swirling pool and DCL out of it.</p>\n<p><strong>R13</strong> \"Toaster\": DCL bolts (5m). Do not jump, as pool\nis shallow. The rap bolts are around the corner directly above the pool,\nwith a hand line bolt if needed. Or instead swim through the deep but\nnarrow bell shaped toaster slots that have water rushing over them for\nan intense but sense-of-entrapment-enducing alternative.</p>\n<p><strong>R14</strong>: (30m) DCL bolts. Swim through first shallow\npool, DCR into next pool, try to stay out of mean flow. R15 is around\nthe corner and out of sight of R14. caution on last slide into R15,\nankle issues, maybe stay on rope and pull rope next to R15. Large groups\nneed to spread out through R14-16 due to small staging areas.</p>\n<p><strong>R15</strong> (20m) DCR bolts, near an alcove filled with\nboulders on the right. This is a 3 tier pool with the last one you can\npull your rope from. Alternatively you can slide the upper tier (curved\nchute), and shallow jump into the rocky middle pool. This takes you to\njust above the final rappel. There is another escape here on Canyon\nleft.</p>\n<p><strong>R16</strong>: (25m) DCL bolts, (possible hand line).\n\"Dingford Falls\" as seen from the bridge. Many options exist into a deep\npool (shallow on RH, deep pool just left of water fall). Rappel 10m and\njump from a midway LH ledge. Rappel all the way down the LH side next /\nin the flow. Move to RH side and rappel/slide down a chute in flow and\ndrop over a lip into a cavern under the falls. Note, several rope have\nbeen cut on this lip, so creep your ropes. There is also a bolt placed\nway up high on the right wall of the canyon for a dry run. Like many\nother raps here, this one can be done many ways, in and out of the\nflow.</p>\n<p>Scramble/walk down to the bridge (there's some fun sliding and a cool\ndeep pothole in this reach to play around before you leave) then exit to\nthe bridge.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>After the final waterfall rappel, walk across the slabs on DCL to\nexit the drainage at the bridge. It is a 2 min walk up the road to the\nright to the parking area.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>A Northwest Forest Pass (or similar federal lands pass) is required\nto park at the Dingford trailhead.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>A funny story: Kevin Steffa, Gilly Elor, and Tiffanie Lin scouted\nDingford on July 4, 2018. A group of 11 later descended the full length\nof Dingford Creek on August 25, 2018 (in moderate flow). We were\nsurprised to find webbing in some locations and post trip, we were even\nmore shocked to find that the majority of beta was already written! How\ncomical that both groups were eye-ing the same creek and just missed\neach by a few days/weeks!</p>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "geometry": {
          "type": "LineString",
          "coordinates": [
            [
              -121.4542869935014,
              47.51726465287177,
              1116.9000244140625
            ],
            [
              -121.4542042721075,
              47.51729359183875,
              1116.9000244140625
            ],
            [
              -121.45416,
              47.51736,
              1126.199951171875
            ],
            [
              -121.45422,
              47.51754999999999,
              1125.9000244140625
            ],
            [
              -121.45404,
              47.51753,
              1136.4000244140625
            ],
            [
              -121.45394,
              47.51748,
              1136.4000244140625
            ],
            [
              -121.45347,
              47.51748,
              1139.800048828125
            ],
            [
              -121.45322,
              47.51746000000001,
              1139.800048828125
            ],
            [
              -121.45271,
              47.51752000000001,
              1143.300048828125
            ],
            [
              -121.45246,
              47.51763,
              1153.0999755859375
            ],
            [
              -121.45245,
              47.51771000000001,
              1164.800048828125
            ],
            [
              -121.45237,
              47.51773,
              1164.800048828125
            ],
            [
              -121.45239,
              47.51779,
              1164.800048828125
            ],
            [
              -121.45222,
              47.51787,
              1164.800048828125
            ],
            [
              -121.452,
              47.51786,
              1174.9000244140625
            ],
            [
              -121.45151,
              47.51798,
              1200
            ],
            [
              -121.4508980098414,
              47.51784375560112,
              1202.4000244140625
            ],
            [
              -121.45048,
              47.51759,
              1192.300048828125
            ],
            [
              -121.45009,
              47.51759,
              1197.800048828125
            ],
            [
              -121.44984,
              47.51747,
              1204.300048828125
            ],
            [
              -121.44977,
              47.5175,
              1204.300048828125
            ],
            [
              -121.44965,
              47.51752000000001,
              1218.5
            ],
            [
              -121.44978,
              47.51760000000001,
              1204.300048828125
            ],
            [
              -121.44986,
              47.51771000000001,
              1221.699951171875
            ],
            [
              -121.44999,
              47.51797,
              1249.699951171875
            ],
            [
              -121.44985,
              47.51798,
              1249.699951171875
            ],
            [
              -121.44969,
              47.51792,
              1266.699951171875
            ],
            [
              -121.44928,
              47.51798,
              1284.800048828125
            ],
            [
              -121.44898,
              47.51793,
              1313.9000244140625
            ],
            [
              -121.44886,
              47.51805,
              1313.9000244140625
            ],
            [
              -121.4492,
              47.51832000000001,
              1339.9000244140625
            ],
            [
              -121.44902,
              47.51825,
              1343.699951171875
            ],
            [
              -121.44896,
              47.51831,
              1343.699951171875
            ],
            [
              -121.44884,
              47.51832000000001,
              1343.699951171875
            ],
            [
              -121.4488,
              47.51836,
              1343.699951171875
            ],
            [
              -121.44864,
              47.51834,
              1359.300048828125
            ],
            [
              -121.4482,
              47.5184,
              1371.699951171875
            ],
            [
              -121.4479,
              47.51837,
              1376.699951171875
            ],
            [
              -121.44762,
              47.51841,
              1392.4000244140625
            ],
            [
              -121.44732,
              47.51852,
              1406.5
            ],
            [
              -121.44708,
              47.51851,
              1406.5
            ],
            [
              -121.44681,
              47.51854999999999,
              1412.300048828125
            ],
            [
              -121.44659,
              47.51877,
              1432.9000244140625
            ],
            [
              -121.44673,
              47.51891000000001,
              1438.5999755859375
            ],
            [
              -121.44657,
              47.51904,
              1442.0999755859375
            ],
            [
              -121.44682,
              47.51913,
              1446.300048828125
            ],
            [
              -121.44665,
              47.51923,
              1446.300048828125
            ],
            [
              -121.44648,
              47.51921999999999,
              1449.5999755859375
            ],
            [
              -121.44633,
              47.51931,
              1459.9000244140625
            ],
            [
              -121.44611,
              47.51932999999999,
              1465.4000244140625
            ],
            [
              -121.4461052322565,
              47.51933286064607,
              1465.4000244140625
            ],
            [
              -121.4460949159806,
              47.51933905041168,
              1465.4000244140625
            ],
            [
              -121.44601,
              47.51939,
              1465.4000244140625
            ],
            [
              -121.44583,
              47.51937,
              1474
            ],
            [
              -121.44563,
              47.51943,
              1474
            ],
            [
              -121.44539,
              47.51939,
              1479.300048828125
            ],
            [
              -121.44532,
              47.51942,
              1479.300048828125
            ],
            [
              -121.44517,
              47.51940999999999,
              1479.300048828125
            ],
            [
              -121.44511,
              47.51946000000001,
              1479.300048828125
            ],
            [
              -121.44499,
              47.51947,
              1479.300048828125
            ],
            [
              -121.44486,
              47.51955,
              1486.5
            ],
            [
              -121.44466,
              47.5196,
              1486.5
            ],
            [
              -121.44451,
              47.51957999999999,
              1485.4000244140625
            ],
            [
              -121.44419,
              47.51966,
              1486.5999755859375
            ],
            [
              -121.44403,
              47.51962,
              1486.5999755859375
            ],
            [
              -121.44321,
              47.5198,
              1497.699951171875
            ],
            [
              -121.4431770105423,
              47.51982699137444,
              1497.699951171875
            ],
            [
              -121.4430217156388,
              47.5196992230665,
              1483.5999755859375
            ],
            [
              -121.4428071389176,
              47.51967024075241,
              1470.300048828125
            ],
            [
              -121.442699850557,
              47.51955431133594,
              1470.300048828125
            ],
            [
              -121.4423136124589,
              47.51930796047541,
              1447
            ],
            [
              -121.4423136124589,
              47.5193224517345,
              1447
            ]
          ]
        },
        "properties": {
          "name": "Approach",
          "styleUrl": "#stylemap_id0",
          "styleHash": "-27c1459f",
          "styleMapHash": {
            "normal": "#style3",
            "highlight": "#style4"
          },
          "stroke": "#00ff00",
          "stroke-opacity": 1,
          "stroke-width": 5,
          "fill": "#ff0000",
          "fill-opacity": 0.10196078431372549,
          "lengthMeters": 1293.3937295151304,
          "ascentMeters": 406.499755859375,
          "descentMeters": 76.3997802734375,
          "changeMeters": 330.0999755859375
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "LineString",
          "coordinates": [
            [
              -121.4424354147018,
              47.51932044321554,
              1447
            ],
            [
              -121.4427572797836,
              47.51931319758621,
              1461.800048828125
            ],
            [
              -121.4430040430129,
              47.51920451302615,
              1461.300048828125
            ],
            [
              -121.4435190271438,
              47.51902337159243,
              1453.5
            ],
            [
              -121.4439481805862,
              47.51887121230478,
              1448.4000244140625
            ],
            [
              -121.4445060800613,
              47.51884222953329,
              1451.4000244140625
            ],
            [
              -121.4448386739791,
              47.51886396661342,
              1455.800048828125
            ],
            [
              -121.4452570985854,
              47.51871905257586,
              1443.9000244140625
            ],
            [
              -121.4458257268966,
              47.51844371480185,
              1432.0999755859375
            ],
            [
              -121.4464265417159,
              47.51809591765355,
              1388
            ],
            [
              -121.4466840337814,
              47.5177988390971,
              1375.5999755859375
            ],
            [
              -121.4468342374862,
              47.51769015140008,
              1375.5999755859375
            ],
            [
              -121.4473063062728,
              47.51762493867381,
              1363.699951171875
            ],
            [
              -121.4481324266494,
              47.51754523412052,
              1331.800048828125
            ],
            [
              -121.4485723089279,
              47.51746552944614,
              1281.0999755859375
            ],
            [
              -121.4489156316818,
              47.51730611973414,
              1237.699951171875
            ],
            [
              -121.4490872930587,
              47.51716120139392,
              852.7999877929688
            ],
            [
              -121.4496130060256,
              47.51708149613616,
              859.7999877929688
            ],
            [
              -121.4497846674026,
              47.51697280695321,
              869.7999877929688
            ],
            [
              -121.4506107877792,
              47.51696556099967,
              844.4000244140625
            ],
            [
              -121.4509648393691,
              47.51679165781464,
              857.2999877929688
            ],
            [
              -121.4512759756149,
              47.51670470600599,
              840.0999755859375
            ],
            [
              -121.451651484877,
              47.51663949205491,
              849
            ]
          ]
        },
        "properties": {
          "name": "Descent",
          "styleUrl": "#stylemap_id1",
          "styleHash": "-61ff1a7c",
          "styleMapHash": {
            "normal": "#style0",
            "highlight": "#style"
          },
          "stroke": "#ff0000",
          "stroke-opacity": 1,
          "stroke-width": 5,
          "fill": "#ff0000",
          "fill-opacity": 0.10196078431372549,
          "lengthMeters": 787.9517303640429,
          "ascentMeters": 61.00006103515625,
          "descentMeters": 659.0000610351562,
          "changeMeters": -598
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "LineString",
          "coordinates": [
            [
              -121.4516407560409,
              47.51666123004761,
              849
            ],
            [
              -121.4516426005092,
              47.51666085114561,
              849
            ],
            [
              -121.45166,
              47.5167,
              849
            ],
            [
              -121.45166,
              47.5167,
              849
            ],
            [
              -121.45166,
              47.5167,
              849
            ],
            [
              -121.45177,
              47.51679,
              878.4000244140625
            ],
            [
              -121.4521,
              47.51687999999999,
              876.5999755859375
            ],
            [
              -121.45288,
              47.51701,
              852.2000122070312
            ],
            [
              -121.45303,
              47.51702,
              852.2000122070312
            ],
            [
              -121.45345,
              47.51697,
              839.2000122070312
            ],
            [
              -121.45363,
              47.51698,
              827.2000122070312
            ],
            [
              -121.45414,
              47.51717,
              816.2999877929688
            ],
            [
              -121.45414,
              47.51717,
              816.2999877929688
            ],
            [
              -121.45418,
              47.5172,
              816.2999877929688
            ],
            [
              -121.45418,
              47.5172,
              816.2999877929688
            ],
            [
              -121.4542512102269,
              47.51726746232019,
              1116.9000244140625
            ],
            [
              -121.4542800497115,
              47.51726264427411,
              1116.9000244140625
            ]
          ]
        },
        "properties": {
          "name": "Exit",
          "styleUrl": "#stylemap_id2",
          "styleHash": "b73da02",
          "styleMapHash": {
            "normal": "#style2",
            "highlight": "#style1"
          },
          "stroke": "#ffff00",
          "stroke-opacity": 1,
          "stroke-width": 5,
          "fill": "#ff0000",
          "fill-opacity": 0.10196078431372549,
          "lengthMeters": 221.3102392881198,
          "ascentMeters": 330.00006103515625,
          "descentMeters": 62.10003662109375,
          "changeMeters": 267.9000244140625
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -121.4542492020999,
            47.51726137252756,
            0
          ]
        },
        "properties": {
          "name": "Parking",
          "styleUrl": "#m_ylw-pushpin",
          "styleHash": "-45b61afe",
          "styleMapHash": {
            "normal": "#s_ylw-pushpin",
            "highlight": "#s_ylw-pushpin_hl"
          },
          "icon": "http://maps.google.com/mapfiles/kml/shapes/parking_lot.png",
          "elevationMeters": 1117
        }
      }
    ]
  },
  "version": "a7db590a0f86bfa58459944625203812"
}