{"riskRating":null,"name":"Sequoia Creek (Viola and Ella Falls)","latitude":36.7316,"shuttleSeconds":null,"rappelCountMin":3,"url":"https:\/\/ropewiki.com\/Sequoia_Creek_(Viola_and_Ella_Falls)","months":["Jun","Jul","Aug"],"id":53118,"rappelCountMax":3,"timeRating":"I","vehicle":null,"geojson":null,"waterRating":"C","technicalRating":3,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>This short descent is of interest because of its close proximity to the campgrounds at General Grant Grove in Kings Canyon National Park and to the YMCA camps at Sequoia Lake.  Viola and Ella Falls, are popular hikes from both of those locations.  It is unlikely that canyoneers will go out of their way to descend this section, but if they happen to be visiting Grant Grove or Sequoia Lake then this creek will make a nice addition to their sight seeing.  There are a number of Giant Sequoia trees just upstream of the drop in point.\n<\/p><p>The descent down the creek is only about .16 miles with perhaps 235 feet of drop. The section can be ascended or descended without rope work by scrambling and bush wacking off to the side in critical spots.  However, the three rappels are in the watercourse, fun and worth doing.\n<\/p><p>Spring or early summer flows in this creek could be too high.  By mid summer flows should pose no problems. This author descended in late August.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From below at Sequoia Lake, the hike is about one mile to Viola Falls.\nFrom above Hikers can start at Swale Campground near Grant Grove, the hike is about 2\/3s of a mile of downhill. From Azalea Campground the hike is about 1.3 miles and from Big Stump picnic area the distance is also 1.3 miles.\nThe trail between Ella Falls and Viola Falls is .74 miles according to the map, but it felt longer than that to this author.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The descent down the creek is very short, about .15 miles. and perhaps 225 feet of drop. \n<\/p><p>From the end of the trail at Viola Falls descend a use trail to the water.  Scramble down past a series of short falls and nice pools. About 50 yards in come to the first rappel. \n<\/p><p>R1- 75 feet.  There are many possible natural anchors.  An oak tree on a high ledge DCR makes a good anchor with an easy pull and lines the rope along the nice watercourse. Follow a low angle sluice to a more vertical drop off at the bottom.  \n<\/p><p>The middle part of the trip consists of scrambling down slabs, boulders, fallen logs and pushing through thick clumps of wild Rhubarb.\n<\/p><p>Ella Falls is done as two rappels.\n<\/p><p>R2, 70 feet from pine tree DCR.  Rap from a tree down a dry face to where the watercourse cuts right underneath.  Descend the waterfall in a corner to a shallow pool.\n<\/p><p>R3, 75 feet.  Sling a pinch in a pothole just DCR of the watercourse.  (alternate anchors are available) Descend dry rock till into the watercourse.  Follow the watercourse to a shallow pool.  \n<\/p><p>Exit trail and Ella Falls overlook is to DC right.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>An entry fee or annual pass card is required to enter <a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/www.nps.gov\/seki\/index.htm\">Kings Canyon National Park<\/a>.  Sequoia Lake is a private Lake owned by <a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.ymcacampsequoialake.org\/\">YMCA Camp Sequoia Lake<\/a>.  Only registered campers, guests or staff are allowed into the lake area.  The falls themselves are in Kings Canyon National Park.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p><a href=\"\/w\/index.php?title=Template:Pics&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Template:Pics (page does not exist)\">Template:Pics<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐x97mn\nCached time: 20240914191858\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.008 seconds\nReal time usage: 0.010 seconds\nPreprocessor visited node count: 24\/1000000\nPost‐expand include size: 18\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    1.181      1 Template:Pics\n100.00%    1.181      1 -total\n-->\n<\/div>","permit":"No","rappelLongestMeters":22.86,"quality":0,"longitude":-118.9761,"version":"2a80d9f88f213e372f2d3d62e5ee928e724ed359302fb57cc38ef99578f6daf1"}