{
  "url": "https://ropewiki.com/Sequoia_Creek_(Viola_and_Ella_Falls)",
  "latitude": 36.7316,
  "longitude": -118.9761,
  "id": 53118,
  "name": "Sequoia Creek (Viola and Ella Falls)",
  "months": [
    "Jun",
    "Jul",
    "Aug"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "I",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 3,
  "rappelLongestMeters": 22.86,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This short descent is of interest because of its close proximity to\nthe campgrounds at General Grant Grove in Kings Canyon National Park and\nto the YMCA camps at Sequoia Lake. Viola and Ella Falls, are popular\nhikes from both of those locations. It is unlikely that canyoneers will\ngo out of their way to descend this section, but if they happen to be\nvisiting Grant Grove or Sequoia Lake then this creek will make a nice\naddition to their sight seeing. There are a number of Giant Sequoia\ntrees just upstream of the drop in point.</p>\n<p>The descent down the creek is only about .16 miles with perhaps 235\nfeet of drop. The section can be ascended or descended without rope work\nby scrambling and bush wacking off to the side in critical spots.\nHowever, the three rappels are in the watercourse, fun and worth\ndoing.</p>\n<p>Spring or early summer flows in this creek could be too high. By mid\nsummer flows should pose no problems. This author descended in late\nAugust.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From below at Sequoia Lake, the hike is about one mile to Viola\nFalls. From above Hikers can start at Swale Campground near Grant Grove,\nthe hike is about 2/3s of a mile of downhill. From Azalea Campground the\nhike is about 1.3 miles and from Big Stump picnic area the distance is\nalso 1.3 miles. The trail between Ella Falls and Viola Falls is .74\nmiles according to the map, but it felt longer than that to this\nauthor.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The descent down the creek is very short, about .15 miles. and\nperhaps 225 feet of drop.</p>\n<p>From the end of the trail at Viola Falls descend a use trail to the\nwater. Scramble down past a series of short falls and nice pools. About\n50 yards in come to the first rappel.</p>\n<p>R1- 75 feet. There are many possible natural anchors. An oak tree on\na high ledge DCR makes a good anchor with an easy pull and lines the\nrope along the nice watercourse. Follow a low angle sluice to a more\nvertical drop off at the bottom.</p>\n<p>The middle part of the trip consists of scrambling down slabs,\nboulders, fallen logs and pushing through thick clumps of wild\nRhubarb.</p>\n<p>Ella Falls is done as two rappels.</p>\n<p>R2, 70 feet from pine tree DCR. Rap from a tree down a dry face to\nwhere the watercourse cuts right underneath. Descend the waterfall in a\ncorner to a shallow pool.</p>\n<p>R3, 75 feet. Sling a pinch in a pothole just DCR of the watercourse.\n(alternate anchors are available) Descend dry rock till into the\nwatercourse. Follow the watercourse to a shallow pool.</p>\n<p>Exit trail and Ella Falls overlook is to DC right.</p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>An entry fee or annual pass card is required to enter <a\nhref=\"https://www.nps.gov/seki/index.htm\">Kings Canyon National\nPark</a>. Sequoia Lake is a private Lake owned by <a\nhref=\"http://www.ymcacampsequoialake.org/\">YMCA Camp Sequoia Lake</a>.\nOnly registered campers, guests or staff are allowed into the lake area.\nThe falls themselves are in Kings Canyon National Park.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n\n<h2 id=\"background\">Background</h2>\n",
  "version": "525099a61e3a26c4f5c6a12e06baf267"
}