{
  "url": "https://ropewiki.com/Charcos_de_Damajagua",
  "latitude": 19.7344,
  "longitude": -70.8193,
  "id": 53325,
  "name": "Charcos de Damajagua",
  "quality": 2,
  "technicalRating": 2,
  "waterRating": "C",
  "permit": "Restricted",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This is a beautiful canyon, but it is entirely commercially guided,\nand not possible to go on your own. It is the number one tourist\nattraction in this part of the Dominican Republic, and loads of tourist\nbusses bring hundreds of people here at a time from the cruise ships, in\nall age groups. The canyon is completely built up with wood platforms,\nbridges, ladders, and even ziplines going down the middle the canyon. A\nlarge commercial ticket office at the start sells tickets (500 DOP per\nperson in 2023), and after buying your ticket you queue up and wait for\na guide to lead you to the start. You pay more money to do 7, 17, or 27\njumps, although the longer 2 options are only available at certain times\nof the year after rains when the upper pools have enough water to be\njumpable.</p>\n<p>If you go expect to be surrounded by literally hundreds of people,\nparticularly if you are there during the peak times of the day. The\nentire route, depending on how long you wait for others, is about 20\nminutes to descend (much longer if you get behind a group of 50 people).\nRecommend going either first thing in the morning before the buses begin\nto arrive, or very close to closing after they have mostly left.</p>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<p>The route with 7 jumps, which is all that is available to do much of\nthe year, has 4 small jumps and 3 small slides. The highest jump\npossible to do is about 12 feet.</p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>The entire area is in a national park. The company running the guide\nservices in the canyon appears to have exclusive access to this area,\nand has completely filled it with their own infrastructure, to support\nrunning hundreds of customers at a time through it.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p>{{#ev:youtube|-D3o3M5BFgg}}</p>\n<h2 id=\"background\">Background</h2>\n",
  "version": "15b3a961634a4da93c93c9b6b455859b"
}