{"url":"https:\/\/ropewiki.com\/Charcos_de_Damajagua","id":53325,"geojson":null,"technicalRating":2,"permit":"Restricted","name":"Charcos de Damajagua","timeRating":null,"riskRating":null,"vehicle":null,"rappelLongestMeters":null,"latitude":19.7344,"longitude":-70.8193,"rappelCountMax":0,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>This is a beautiful canyon, but it is entirely commercially guided, and not possible to go on your own. It is the number one tourist attraction in this part of the Dominican Republic, and loads of tourist busses bring hundreds of people here at a time from the cruise ships, in all age groups. The canyon is completely built up with wood platforms, bridges, ladders, and even ziplines going down the middle the canyon. A large commercial ticket office at the start sells tickets (500 DOP per person in 2023), and after buying your ticket you queue up and wait for a guide to lead you to the start. You pay more money to do 7, 17, or 27 jumps, although the longer 2 options are only available at certain times of the year after rains when the upper pools have enough water to be jumpable.\n<\/p><p>If you go expect to be surrounded by literally hundreds of people, particularly if you are there during the peak times of the day. The entire route, depending on how long you wait for others, is about 20 minutes to descend (much longer if you get behind a group of 50 people). Recommend going either first thing in the morning before the buses begin to arrive, or very close to closing after they have mostly left.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The route with 7 jumps, which is all that is available to do much of the year, has 4 small jumps and 3 small slides. The highest jump possible to do is about 12 feet.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>The entire area is in a national park. The company running the guide services in the canyon appears to have exclusive access to this area, and has completely filled it with their own infrastructure, to support running hundreds of customers at a time through it.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","months":[],"quality":2,"version":"bd9be184fb1eb8291994c7a19ce8310358b673913e96b8515cc072ea32f36ace","waterRating":"C","rappelCountMin":0,"shuttleSeconds":null}