{
  "url": "https://ropewiki.com/Durrwood_Creek_(North_Fork)",
  "latitude": 36.054,
  "longitude": -118.4149,
  "id": 5371,
  "name": "Durrwood Creek (North Fork)",
  "quality": 3,
  "months": [
    "Jul",
    "Aug",
    "Sep",
    "Oct"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "IV",
  "permit": "No",
  "rappelCountMin": 4,
  "rappelCountMax": 7,
  "rappelLongestMeters": 39.62,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A very pretty and lush technical section followed by a long egress\nhike.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From Kernville continue on Sierra Way north (aka MH99) which runs\nparallel to the Kern River. Just before the Johnsondale Bridge over the\nKern River, turn right (east) onto Sherman Pass Road.(22S05) Follow\nS.P.R. as you gain about 4,500 feet of elevation, past the Sherman Pass\nVista Point. About 4 miles past the Vista Point watch for signs for\nPaloma Meadow \"Public Pasture\", which will be on the right side of the\nroad, on the left side of the road you are looking for USFS road 22S41,\nwhich you will turn left (north) onto. The intersection of S.P.R. and\n22S41 is at: UTM 11S 381098.93E-3987273.12 N. Follow 22S41 N-NW for\nabout a mile (dirt/gravel road, can be slow-going in places) until a T\nintersection, where you will turn left following the signs for \"West\nMeadow/Danner Meadow\", this road will dead-end at the West Meadow\nTrailhead; 11S 377157.18E--3990234.62N at an elevation of 8,800'. Leave\na vehicle here. Hike on the OHV dirt-bike trail 33E24, following the\nsigns for Corral Meadow, then Schaeffer Meadow. This trail generally\nparallels Durrwood Creek past Corral Meadow. Leave the trail and drop-in\nto Durrwood Creek to the left (west)at approx. 11S\n373249.61E--3990823.28N. Anywhere in this general vicinity will put you\nin the streambed. Staying high canyon right will save you a bunch of\ntime as the streambed is thick with vegetation. You will eventually get\nto where the canyon narrows down to about 25' wide and reach the first\nrappel</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The first rap is a 2 stage anchored off a bush canyon left, 120'-ish.\nThe first stage is approx. 20' into a waist-deep pool followed by 100'\nto the ground. Rap 2 is 100' anchored off a big chockstone low on canyon\nright. Rap 3 is 115' anchored off a tree canyon left. Rap 4 is 30-40 off\na rock canyon right. There are 2-3 other optional rappels than can be\neasily down-climbed. Continue hiking down Durrwood Creek until the\nobvious bottom where you cross over a North Branch of Durrwood creek.\nBushwhack uphill to the west to gain the ridgeline and OHV dirtbike\ntrail 33E26, which you will hike on to the N-NE through Cedar Canyon and\ntowards Stony Meadow. At the trail junction continue south on 33E24\nwhich will take you back to the spot where you left the trail to the\ndrop-in.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Follow the same trail as the approach hike, 33E24, back to your\nvehicle.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>First known descent was by Alden Anderson and Dave Red on July 14,\n2014. Special thanks to Angela Kennedy for hiking in some of our\ngear.</p>\n<p>You could save substantial energy by riding a dirtbike/motorcycle on\nthe OHV trails to the drop-in, then ride it back to the trailhead on the\nway out, this will save you about 8 miles hiking. Durrwood Creek\ngenerally flows all summer to some degree. Avoid this route during heavy\nrain or early in the season when snow-melt is an issue, as Durrwood\ndrains a large area with numerous forks and branches</p>\n"
}