{"technicalRating":3,"vehicle":"Passenger","geojson":null,"months":["Jul","Aug","Sep","Oct"],"shuttleSeconds":null,"url":"https:\/\/ropewiki.com\/Durrwood_Creek_(North_Fork)","timeRating":"IV","rappelCountMax":7,"waterRating":"B","id":5371,"rappelCountMin":4,"latitude":36.054,"longitude":-118.4149,"version":"25d48109496e63d5910c3c6bbdaa1dff174c6e0900b7f935136f2ad9b65ae7a0","permit":"No","name":"Durrwood Creek (North Fork)","rappelLongestMeters":39.62,"riskRating":null,"quality":3,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>A very pretty and lush technical section followed by a long egress hike.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From Kernville continue on Sierra Way north (aka MH99) which runs parallel to the Kern River. Just before the Johnsondale Bridge over the Kern River, turn right (east) onto Sherman Pass Road.(22S05)  Follow S.P.R. as you gain about 4,500 feet of elevation, past the Sherman Pass Vista Point.  About 4 miles past the Vista Point watch for signs for Paloma Meadow \"Public Pasture\", which will be on the right side of the road, on the left side of the road you are looking for USFS road 22S41, which you will turn left (north) onto.  The intersection of S.P.R. and 22S41 is at: UTM 11S 381098.93E-3987273.12 N.  Follow 22S41 N-NW for about a mile (dirt\/gravel road, can be slow-going in places) until a T intersection, where you will turn left following the signs for \"West Meadow\/Danner Meadow\", this road will dead-end at the West Meadow Trailhead; 11S 377157.18E--3990234.62N at an elevation of 8,800'.  Leave a vehicle here.  Hike on the OHV dirt-bike trail 33E24, following the signs for Corral Meadow, then Schaeffer Meadow.  This trail generally parallels Durrwood Creek past Corral Meadow.  Leave the trail and drop-in to Durrwood Creek to the left (west)at approx. 11S 373249.61E--3990823.28N.  Anywhere in this general vicinity will put you in the streambed.  Staying high canyon right will save you a bunch of time as the streambed is thick with vegetation.  You will eventually get to where the canyon narrows down to about 25' wide and reach the first rappel\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The first rap is a 2 stage anchored off a bush canyon left, 120'-ish.  The first stage is approx. 20' into a waist-deep pool followed by 100' to the ground.  Rap 2 is 100' anchored off a big chockstone low on canyon right.  Rap 3 is 115' anchored off a tree canyon left.  Rap 4 is 30-40 off a rock canyon right.  There are 2-3 other optional rappels than can be easily down-climbed.  Continue hiking down Durrwood Creek until the obvious bottom where you cross over a North Branch of Durrwood creek.  Bushwhack uphill to the west to gain the ridgeline and OHV dirtbike trail 33E26, which you will hike on to the N-NE through Cedar Canyon and towards Stony Meadow.  At the trail junction continue south on 33E24 which will take you back to the spot where you left the trail to the drop-in.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Follow the same trail as the approach hike, 33E24, back to your vehicle.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>First known descent was by Alden Anderson and Dave Red on July 14, 2014.  Special thanks to Angela Kennedy for hiking in some of our gear.  \n<\/p><p>You could save substantial energy by riding a dirtbike\/motorcycle on the OHV trails to the drop-in, then ride it back to the trailhead on the way out, this will save you about 8 miles hiking.  Durrwood Creek generally flows all summer to some degree.  Avoid this route during heavy rain or early in the season when snow-melt is an issue, as Durrwood drains a large area with numerous forks and branches\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐zgpcs\nCached time: 20240914191824\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>"}