{
  "url": "https://ropewiki.com/Not_Water_Canyon",
  "latitude": 37.8923,
  "longitude": -111.2987,
  "id": 53790,
  "name": "Not Water Canyon",
  "quality": 3,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "riskRating": "PG",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 6,
  "rappelLongestMeters": 42.67,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>With irony, \"Not Water\" Canyon can hold water!* In late Nov 2021,\nthis canyon had multiple unavoidable pools up to chest deep. Be ready!\nThe PG-13 rating is given because of a tricky pothole escape that\nrequires a ~45ft potshot toss if the canyon is holding water.</p>\n<ul>\n<li>The name that stuck was used to alleviate the confusion with nearby\nWater Canyon when describing the general location.</li>\n</ul>\n<h2 id=\"approach\">Approach</h2>\n<p>Park at the The Lower Gulch Trailhead, Burr Trail Rd, Boulder, UT.\nTravel north up the lower gulch trail, passing through a cattle fence\nnear the start.</p>\n<p>Ascend the left fork of the tributary south-west of Not Water in\norder to get above the Wingate. Traverse into the right hand fork and\nmake your way up and over to the objective.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Ghostable with standard equipment. The first DC/rappel drops into a\npotential keeper which is easily escaped. The main business is divided\ninto two short sections with an escape RDC being possible in between\nthem.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Follow the lower gulch trail back to your car about 2.5 miles.</p>\n<p>If you find yourself completing this canyon quickly, this could be\npaired well with a technical descent down Singing Canyon.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>First known documented descent 6/14 by J. Perry. An old laid rope\nanchor was found on a large chockstone at the last rappel indicating a\nmuch earlier descent.</p>\n",
  "version": "4b251e5be8ede712ef13f7613484b603"
}