{
  "url": "https://ropewiki.com/Chorrera_(San_Carlos)",
  "latitude": 6.1996,
  "longitude": -75.0506,
  "id": 54020,
  "name": "Chorrera (San Carlos)",
  "quality": 4,
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A beautiful wide-granite canyon with two main routes Superior (upper)\nand Inferior (lower) that can be linked for one full day. Each\nindependently are time-grade III but together IV.</p>\n<h3 id=\"getting_here\">Getting Here</h3>\n<p>To get to San Carlos from Medellin a bus (3.5 hrs) leaves pretty much\nevery hour from either Coonorte and Transoriente in either direction\n.</p>\n<h2 id=\"approach\">Approach</h2>\n<h3 id=\"inferior\">Inferior</h3>\n<p>From the road you hike up through some farms through a couple barbed\nwire fences. There were 2-3 signs about the cascade that were seen, I\ndon't remember where. Once you reach the river there is a sign and a\nthin trail on the climbers-left of the river up steep roots for 1,400ft\nof elevation. Here, the river is more open and horizontal and is easy to\ngear-up.</p>\n<h2 id=\"descent\">Descent</h2>\n<h3 id=\"inferior_1\">Inferior</h3>\n<p>Move from anchor-to-anchor down many 100+ ft rappels often near but\nnot always within the flow of water. Most anchors are two moderately\nrusted, decent condition, not spinning steel bolts (Jan 2024). There was\none stainless steel bolt on the route.</p>\n<p>This topo was here before the page was updated for Inferior details\nso I'm keeping it. I don't know what route this topo is for, but it\ndoesn't look like Inferior: </p>\n<h2 id=\"exit\">Exit</h2>\n<p>You end where you started up the small, steep forest trail. Hike back\nto car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p>Heavily consider using <a href=\"https://ecoguiascolombia.com\">Eco\nGuías Colombia</a> as they know what they are doing and have equipment\nif you don't want to trek it around Colombia. They guide this canyon for\nexperienced people and several other canyons in the San Carlos Area.\nThese are their videos of <a\nhref=\"https://www.instagram.com/reel/CyrCLtXvR0s\">Superior</a> and <a\nhref=\"https://www.instagram.com/reel/Cy9T_gbvVT6\">Inferior</a>. I don't\nthink this is commonly guided, we were the only ones there when we went\nwith them.</p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.bricepollock.com/canyoning-la-chorrera-inferior-in-colombia/\">Jan\n2024 descent</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<p>In Jan 2024 there was some sort of military flag on a building we\nwalked past. I don't really know what was up with it, maybe another\nreason to go with a local guide who understands what's going on in the\nregion.</p>\n",
  "version": "c73c21b8017cc6b62342c80ddbd3ee79"
}