{
  "url": "https://ropewiki.com/Toypurina_Canyon",
  "latitude": 34.3149,
  "longitude": -118.1536,
  "id": 5404,
  "name": "Toypurina Canyon",
  "quality": 3.7,
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "III",
  "permit": "No",
  "rappelLongestMeters": 54.86,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<h2 id=\"approach\">Approach</h2>\n<p>There are a few ways to get into Big Tujunga Creek to access this\ncanyon. You can either park at the white gate at ______ and follow the\nfall creek fire road or you can drop in via one of the canyons: Overlook\nGulch, Overlooked Gulch, Camp Five Canyon, Lower Lucas Creek. Droping in\nvia one of these canyons requires a short (5 minute) shuttle. Parking at\nthe fall creek fire road gate does not.</p>\n<p>Once in Big Tujunga Creek/Canyon continue on the fire road as it\nclimbs the opposite side of the canyon. When you reach the bench (old\ncamp ground) around 34.3075, -118.1601, leave the road and head up\nwherever it's easiest. There is an old trail that climbs up the mountain\nbut is not displayed on the USGS map and is incorrectly labeled on the\nforest service topo. However from the fire road it is fairly easy to see\nsome of the old support structure for the trail if you look up at the\nside of the mountain. Follow this trail as it switches back and climbs\nhigher.</p>\n<p>You will come around a ridge and see Toypurina below you. Drop-in\nsomewhere around 34.3152, -118.1541 where you see a more or less clear\npath to the canyon bottom. Be careful here to avoid poison oak and to\nnot get cliffed out on your way down. It is steep and loose. The trail\ndoes cross the canyon a few hundred feet further down the trail, but on\nthe initial descent this looked pretty overgrown and poison oak\ninfested.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Rappel 1: 35' from a bush LDC.</p>\n<p>Rappel 2: 45' from a bush LDC.</p>\n<p>Followed by a section of down-climbing that may also be broken up\ninto a few rappels if needed. Eventually you will get to a point where\nyou need to rappel. We went from a bush RDC.</p>\n<p>Rappel 3: 80-90' from a bush RDC.</p>\n<p>Rappel 4: 150' off a small tree, down some ledges. This could be\nbroken into 2 rappels if desired.</p>\n<p>Rappel 5: 35' using a tree LDC. Short overhang then into a crack.</p>\n<p>Rappel 6: 30' from a cairn anchor LDC.</p>\n<p>Rappel 7: 180' extended from a boulder LDC. Great views here into Big\nTujunga. Best rappel of the canyon.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Once in Big Tujunga Creek head down canyon until you arrive at the\nold Fall Creek fire road. It's kind of brushy so keep an eye out. You\nmay see the old concrete bridge. Head up the road LDC and follow it back\nup to your car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Toypurina (1760-1799) was a Tongva/Gabrieliño Native American\nmedicine woman who opposed the rule of colonization by Spanish\nmissionaries in California, and led an unsuccessful rebellion against\nthem.</p>\n<p><a\nhref=\"http://en.wikipedia.org/wiki/Toypurina\">http://en.wikipedia.org/wiki/Toypurina</a></p>\n<p>First canyoneering descent on 06 June, 2014 by Steve Sieren, Dave Red\nand Alden Anderson.</p>\n"
}