{
  "url": "https://ropewiki.com/Wild_Burro_Canyon",
  "latitude": 32.4925,
  "longitude": -111.0698,
  "id": 54374,
  "name": "Wild Burro Canyon",
  "quality": 2,
  "months": [
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar"
  ],
  "technicalRating": 2,
  "waterRating": "A",
  "timeRating": "I",
  "permit": "No",
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A short drop down a typically dry waterfall and then boulder\nscrambling down a short section of open watercourse in a easily\naccessible canyon</p>\n<h2 id=\"approach\">Approach</h2>\n<p>A simple hike from the Wild Burro Trailhead along the well signed and\nmaintained Wild Burro Trail. Follow the trail along the wash and then\ncontinue left and up hill at the ruins of the old stone line shack. This\nportion of the trail bypasses the main watercourse to the top of the\ndescent. Once the trail enters the watercourse again turn right at the\nsigned overlook spur and hike down canyon to the first drop.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The first drop is down a short dry waterfall and could be rappelled,\nbut we elected to bypass on canyon left. The remainder of the canyon\ndescent is scrambling and down climbing between the jumble of large\nboulders that fill the typically dry watercourse.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>After the descent, hike in the now sandy wash and soon you will join\nthe Alamo Spring Spur Trail. This trail is followed a short ways down\ncanyon to the intersection with the Wild Burro Trail near the old stone\nline shack and then retrace the approach along the trail to the\ntrailhead.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>No permit is required to hike the network of trails, but a State\nTrust Land Permit is required for off trail activities such as the\ncanyon descent. You can get permits here: <a\nhref=\"https://land.az.gov/recreational-permit-portal\">https://land.az.gov/recreational-permit-portal</a></p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "877facd04f7320a2589698a73a8ec13a"
}