{"waterRating":"C","timeRating":"III","vehicle":"Passenger","version":"4fab8b7a01ed159388ec520954fc224537c3d601b80672a0db6216cb832421cd","technicalRating":3,"riskRating":"PG","permit":"No","rappelCountMax":4,"shuttleSeconds":null,"latitude":34.0672,"longitude":-116.8854,"rappelCountMin":3,"geojson":null,"months":["Mar","Apr","May"],"url":"https:\/\/ropewiki.com\/Camp_Creek_Cayon","rappelLongestMeters":15.24,"quality":2,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Draining Yucaipa ridge from Little San Gorgonio mountain, this canyon is mostly scrambling, sliding, downclimbing, and glissading (in season).  Much loose material, no crowds.  Ice caves likely.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Start up the Vivian Creek trail and hike past the crossing for the main trail up San Gorgonio.  Follow Mill Creek upstream to the the headwall of Mill Creek canyon (the \"Jumpoff\") and then up and right to Galena Peak.  Head along Yucaipa ridge until just below Little San Gorgonio. Head downward from here, following the wide and obvious canyon.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Glissade\/hike\/scree-slide down the drainage for ~1000' until the waterway is reached.  Most cliffs can be downclimbed or scrambled around on loose avalanche debris.  Natural anchors available for descents of waterfalls and\/or cliffs.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Follow the drainage through FS cabins and back to the trail.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_Reports\">Trip Reports<\/h2><\/div>\n<p>Partially planned descent, with minimal gear (100' rope, webbing(not used)).  Mill Creek flowing with unusual gusto due to the generous Winter precip.  Ample snow ice on top of Yucaipa ridge, Kahtoola spikes used and appreciated, axe would have been handy.  Yucaipa ridge \"trail\" difficult to follow, mix of chapparal-bushwhacking, loose scrambling, and snow slogging.  Col below Little San G. full of steep snow, so glissading\/sliding down this was expedient for dropping elevation.  Lots of loose downclimbing, shifting materials, etc.  Rappelling some of these sections may be desired.  Trees were available for rapping sheer cliffs and dicey situations.  Many ice caves and tunnels that could be explored, or post-holed through in spots.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","id":55147,"name":"Camp Creek Cayon"}