{
  "url": "https://ropewiki.com/Camp_Creek_Cayon",
  "latitude": 34.0672,
  "longitude": -116.8854,
  "id": 55147,
  "name": "Camp Creek Cayon",
  "quality": 2,
  "months": [
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "III",
  "riskRating": "PG",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 4,
  "rappelLongestMeters": 15.24,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Draining Yucaipa ridge from Little San Gorgonio mountain, this canyon\nis mostly scrambling, sliding, downclimbing, and glissading (in season).\nMuch loose material, no crowds. Ice caves likely.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Start up the Vivian Creek trail and hike past the crossing for the\nmain trail up San Gorgonio. Follow Mill Creek upstream to the the\nheadwall of Mill Creek canyon (the \"Jumpoff\") and then up and right to\nGalena Peak. Head along Yucaipa ridge until just below Little San\nGorgonio. Head downward from here, following the wide and obvious\ncanyon.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Glissade/hike/scree-slide down the drainage for ~1000' until the\nwaterway is reached. Most cliffs can be downclimbed or scrambled around\non loose avalanche debris. Natural anchors available for descents of\nwaterfalls and/or cliffs.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Follow the drainage through FS cabins and back to the trail.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"trip_reports\">Trip Reports</h2>\n<p>Partially planned descent, with minimal gear (100' rope, webbing(not\nused)). Mill Creek flowing with unusual gusto due to the generous Winter\nprecip. Ample snow+ice on top of Yucaipa ridge, Kahtoola spikes used and\nappreciated, axe would have been handy. Yucaipa ridge \"trail\" difficult\nto follow, mix of chapparal-bushwhacking, loose scrambling, and snow\nslogging. Col below Little San G. full of steep snow, so\nglissading/sliding down this was expedient for dropping elevation. Lots\nof loose downclimbing, shifting materials, etc. Rappelling some of these\nsections may be desired. Trees were available for rapping sheer cliffs\nand dicey situations. Many ice caves and tunnels that could be explored,\nor post-holed through in spots.</p>\n<h2 id=\"background\">Background</h2>\n"
}