{"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Some amazing waterfall rappels with fun downclimbs, great views and clay-saturated water.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Bushwack in the drainage until you have to rappel to continue.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>6 rappels, R4 is the highlight but they're all fun. All bolted. The rock can be quite grippy due to mineral accretion but don't rely on that as there are plenty of slippery moss patches. It's a good idea to rig a handline for R3. The PG is for the hanging pool (\"marmita\") on R4. Although probably escapable through a small hole partway down, it would take the rope through the hole and might be difficult. Better to avoid it LDC. R5 was a particularly difficult pull for us, it might be a good idea to extend the rap ring away from the hangers with some webbing. Some other raps had hard pulls due to anchor placement.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Continue down the creek, enjoying a short toboggan and some small jumps. After maybe an hour, you'll reach a trout pond and the road.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>It is best to get in touch with Enock of Club Xel ( 52 55 4766 1825) to do these Agua Blanca canyons. He will set you up with sweet food and accommodation and maybe help with shuttles. If he's around, he might go with you. This is mostly ejidal land and it really is best to know a local. At least, explain what you're doing to anyone you come across and ask if it's ok if you continue. Should speak some Spanish.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","rappelCountMax":6,"timeRating":"III","quality":3.5,"technicalRating":3,"riskRating":"PG","geojson":null,"vehicle":null,"id":55462,"shuttleSeconds":2700,"latitude":20.3883,"rappelLongestMeters":60,"rappelCountMin":6,"name":"El Potrero","url":"https:\/\/ropewiki.com\/El_Potrero","permit":"No","months":[],"waterRating":"C","version":"741279a9e82dca09413b5e63a2d937131626ba74ded42c07ce81545ca3060583","longitude":-98.3964}