{
  "url": "https://ropewiki.com/El_Potrero",
  "latitude": 20.3883,
  "longitude": -98.3964,
  "id": 55462,
  "name": "El Potrero",
  "quality": 3.5,
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "III",
  "riskRating": "PG",
  "permit": "No",
  "rappelCountMin": 6,
  "rappelCountMax": 6,
  "rappelLongestMeters": 60,
  "shuttleSeconds": 2700,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Some amazing waterfall rappels with fun downclimbs, great views and\nclay-saturated water.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Bushwack in the drainage until you have to rappel to continue.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>6 rappels, R4 is the highlight but they're all fun. All bolted. The\nrock can be quite grippy due to mineral accretion but don't rely on that\nas there are plenty of slippery moss patches. It's a good idea to rig a\nhandline for R3. The PG is for the hanging pool (\"marmita\") on R4.\nAlthough probably escapable through a small hole partway down, it would\ntake the rope through the hole and might be difficult. Better to avoid\nit LDC. R5 was a particularly difficult pull for us, it might be a good\nidea to extend the rap ring away from the hangers with some webbing.\nSome other raps had hard pulls due to anchor placement.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Continue down the creek, enjoying a short toboggan and some small\njumps. After maybe an hour, you'll reach a trout pond and the road.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>It is best to get in touch with Enock of Club Xel (+52 55 4766 1825)\nto do these Agua Blanca canyons. He will set you up with sweet food and\naccommodation and maybe help with shuttles. If he's around, he might go\nwith you. This is mostly ejidal land and it really is best to know a\nlocal. At least, explain what you're doing to anyone you come across and\nask if it's ok if you continue. Should speak some Spanish.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}