{
  "url": "https://ropewiki.com/Headless_Duck",
  "latitude": 37.8823,
  "longitude": -111.2677,
  "id": 57048,
  "name": "Headless Duck",
  "quality": 3.3,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "III",
  "permit": "No",
  "rappelLongestMeters": 45.72,
  "vehicle": "Passenger",
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Headless duck is best described as an enjoyable hike with spectacular\nviews followed by a short but interesting technical canyon. Can be\ncompleted in 2-3 hours if doing the crack approach, which requires two\nbrief Class IV climbing moves.</p>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<p>A couple spicey DC’s are available at the top if you want fun. Belly\nof the Whale cavern halfway down on right. Huge arch on left just before\nfinal rap. Short canyon so be sure to explore all the side drainages or\nit will be a very forgettable day.</p>\n<p>Once you arrive a the top of the canyon, hike down the right side of\nthe canyon and bypass the first few drops. Downclimb into the canyon\njust before it gets tight. This might take a few minutes to figure out,\nbut it is faster than rigging a couple of needless rappels in the\nwatercourse.</p>\n<p>Once you arrive at the skinny section, you will downclimb two drops\nthat are about 25 feet in height. Beginners might want a belay on the\nsecond downclimb. After the two downclimbs, take a moment to enjoy a\nlarge natural bridge on the left downcanyon side.</p>\n<p>All too soon you will arrive at the final rappel, which is 150 feet\ndown a vertical wall. Take care not to groove the rock or core-shot your\nropes. Some form of rope/webbing protection is recommended here. A shirt\nor jacket works well.</p>\n<p>After the one and only rappel, scramble down the boulders for about 5\nminutes back to the Burr Trail Road.</p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"https://www.smilingcricket.com/2019/10/headless-duck-exploration.html\">https://www.smilingcricket.com/2019/10/headless-duck-exploration.html</a></p>\n<h2 id=\"background\">Background</h2>\n"
}