{
  "url": "https://ropewiki.com/Disintegration_Canyon",
  "latitude": 34.4426,
  "longitude": -111.6301,
  "id": 57266,
  "name": "Disintegration Canyon",
  "quality": 2,
  "months": [
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 5,
  "rappelLongestMeters": 16.76,
  "vehicle": "4WD - High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A surprisingly beautiful canyon in a remote section of the Coconino\nNational Forest. It is probably best done in Autumn when the fall colors\nare on full display. There are five rappels up to 55 feet in the upper\nsection. Once past the technical section, you will rock hop down to a\nnatural spring and several amazing sections of varying rock. The exit is\nnot easy and depending on your route out, it has a 5.7 fairly exposed\nclimb that needs to be ascended just before you reach the top.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From The General Crook Exit off I-17 head East on 260 for 22.4 miles\nto NF-9d. Turn South. Head on southeast for 1.8 miles and turn right on\ncontinuing on Nf-9d following the power lines. This is a fairly rough\nroad. Continue on Nf-9d for 2.1 miles to an unnamed road at\n34.4466991,-111.6036517. Turn right past the tank and continue for 0.7\nmiles until you reach a fence. Go through the gate and take the faint\nroad to your left for an additional 2 miles. Park here.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The descent from the vehicle to the canyon was fairly easy. You head\nwest for .9 miles and drop down about 200 ft to the canyon then head\nleft. The canyon itself consisted of lots of rock hopping and several\nscenic sections of multicolored rock layers. The most unique being the\nyellow \"Disintegrating\" sandstone rock.</p>\n<p>R1: 15ft off chockstone in the watercourse. Optional (probably only\nwhen wet) R2: 15ft off passthrough anchor on canyon left. Optional. R3:\n15ft off horn, canyon left or downclimb canyon right. R4: 50ft - off the\ntree, 20ft up canyon left R5: 55' - from pinch point, canyon left about\n30' back from the edge.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>After 2.1 miles you exit up a small dirt drainage on canyon left\nuntil you are forced out and left through holly brush. Continue through\nthe brush until you reach a large rock fall area. Climb up this to the\nbase of the cliff above. Work your way left until you find a break you\nfeel comfortable climbing. The exit we chose was about a 5.7-5.8 climb\nwith a bit of an overhang and serious exposure.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "5723d1ab8df578c1c0b5e1a6d3c5752a"
}