{"rappelCountMin":2,"rappelLongestMeters":92.96,"rappelCountMax":2,"technicalRating":3,"months":[],"permit":"No","latitude":34.3022,"longitude":-118.1675,"id":5753,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Not a \"Canyon\", just a big 300' free-hang rappel into Big Tujunga Canyon.\n<\/p>\n<ul><li><ul><li>As with all the Big T canyons your help is needed to keep access open. This entire area is still seeing a slow recovery from the old station fire which means lots of invasive plants and overgrowth in general can quickly close off access to these areas and\/or make your time in them miserable. Consider adding a pair of hand shears and\/or small bypass loppers to your gear list when descending these places.<\/li><\/ul><\/li><\/ul>\n<pre><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/aggie-horticulture.tamu.edu\/earthkind\/landscape\/proper-pruning-techniques\/\">Educate yourself on how and why<\/a> <a rel=\"nofollow\" class=\"external autonumber\" href=\"http:\/\/ep.yimg.com\/ay\/yhst-136001134851880\/forester-8-1-4-by-pass-pro-forged-pruner-pr7240-3.jpg\">[1]<\/a>\n<a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/www.nationalforests.org\/who-we-are\/our-impact\/angeles\">BIG TUJUNGA CANYON RESTORATION<\/a>\n<\/pre>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Park at the gravel parking lot used for Fall Creek, Classic Canyon, Fox Creek etc., and walk down FS road 3N27.  This rappel is just before you reach the point on the fire road where you can see any of Classic Canyon.  It is the furthest west that the fire road reaches from the trailhead to Big Tujunga Creek.  The drop-in is at UTM 11S 392561.90 E  3796283.31 N  \n<\/p><p>Below is a picture of how it appeared in Sept 2014, I put the cairn visible near the center of the picture there.  In the foreground of the photo is a wooden mining claim stick. Don't expect either of these features to necessarily be present when you are there.\n<\/p><p><br \/>\n<\/p><p>As of April 2020, there is a large X on the ground at the drop-in, providing an excellent visual marker for the correct location.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>There are bushes to anchor off of just past (downhill of) the cairn.  If you anchor from the very top it is about 90' of rope needed to get to your main anchor, which is a big\/tall pine tree, 2' diameter and about 30'(?) tall.  I was able to down-climb on the center\/left(south) of the cairn to within about 20' of the tree, but there is LOTS of loose scree and rocks with a 300'  fall if you slip. If you proceed directly toward the tree anchor from the edge of the trail, you will find suitable anchor bushes.\n<\/p><p>The following photo is a profile view of the top part of the rappel showing the drop-in and tree anchor.  The photo was taken from the gravel road just uphill (south) of the drop-in.\n<\/p><p><br \/>\n<\/p><p>This photo is from the tree anchor looking down.  From the tree anchor to the ground it is about 305'.  It is about 30' to the small bench in the photo, the rappel becomes free-hanging after this point, about  270'. If it has been some time since the last descent, there may be substantial amounts of loose rock at this location. Make sure to dislodge these rocks before beginning the rappel.\n<\/p><p><br \/>\n<\/p><p>I would recommend waiting to throw your rope bag until you reach this point to avoid getting it tangled in some tall trees at the bottom.  There are a lot of loose rocks and scree above this rappel, rock-fall on this rappel is a serious consideration.\n<\/p><p><br \/>\nThe following photo was taken from across Big TJ canyon from the fall creek fire road:\n<\/p><p><br \/>\n<\/p><p><br \/>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Option one: \nAscend back up your rope(s). \nIf you choose this option, you may want to put an edge protector on your rope where it goes over the small bench below the tree anchor. \n<\/p><p>Option two: \nFrom the bottom of the rappel, walk downhill to Big Tujunga Creek and follow it upstream (right turn\/N-NE) to the gravel road you walked in on.\n<\/p><p>Option three:\nFix several ropes in a prominent wash\/chute just to the N\/NE (&lt;100' past the rappel drop-in point, further down the fire road walking toward Classic Canyon) and ascend these ropes back to the fire road.  (A 220'   100' will suffice.  100' will get you from the road to the pour-over of the chute, 220' will get you to the ground)  In the following photo, taken from across canyon on the fire road, the blue line indicates where the fixed lines would go:\n<\/p><p><br \/>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>HUGE rock-fall potential on this rappel, be very careful not to kick any rocks down on the person on rappel.  Helmets are mandatory for this rap\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐sqkbz\nCached time: 20240914191845\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.006 seconds\nReal time usage: 0.007 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","url":"https:\/\/ropewiki.com\/Big_Tujunga_Free-Hang_Rappel","shuttleSeconds":null,"vehicle":"Passenger","waterRating":"A","version":"eef02d79c48e624b756cc5c882d82d4b8c713d0c269eea20136d9f4320f8b1f5","quality":4.5,"timeRating":"I","name":"Big Tujunga Free-Hang Rappel","geojson":null,"riskRating":"R"}