{"shuttleSeconds":null,"permit":"No","vehicle":"High Clearance","rappelCountMax":6,"waterRating":"C","rappelLongestMeters":42.67,"version":"50967577591d5bba3adfdb59d96342399c1c05540e740536ff23dd37044d0933","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>This rests at the base of the massive walls of Garfield Mountain. No jumps, slides, etc., but the rock is neat and you get to stare up at Garfield.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Park where the upper middle fork road consistently washes out (usually, there's a big dip in the road if you go straight, and many folks avoid the dip by going left). This washout is the creek draining this canyon. Go up the creek, figure out a way to bushwhack (or free solo on some friction slab) around the canyon (canyon left is alright), and drop in wherever it suits you. If you reach the top of Garfield, you've gone too far, but good on ya for doing a pretty serious climb on accident.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>From the top of the canyon, go downstream. This isn't a very difficult canyon, so no beta here. The fun is in figuring it out. Namely, which rocks will work as anchors and where to transition from one rap to the next (i.e., pull the rope and commit yourself). Don't rush through this thing. It's short (really short), and pulling a rope without confirming the next anchor could result in you being very stuck.\n<\/p><p>You can definitely ghost this canyon if you're careful. Try not to leave much (and remove what you find that isn't necessary), and for god's sake, please don't bolt it. One nice aspect is that you can escape between some of the raps, so you can more or less scout out ghostable anchors before committing to the canyon.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>At the base of the canyon, walk downstream to your car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>This canyon could theoretically be done from the very top of Garfield. It would be considerably harder.\n<\/p>\n\n\n<\/div>","technicalRating":3,"id":57683,"months":["Jul","Aug","Sep"],"longitude":-121.4993,"url":"https:\/\/ropewiki.com\/Tranquility_Canyon","quality":0,"geojson":null,"timeRating":"II","riskRating":null,"rappelCountMin":6,"name":"Tranquility Canyon","latitude":47.5437}