{
  "url": "https://ropewiki.com/Tranquility_Canyon",
  "latitude": 47.5437,
  "longitude": -121.4993,
  "id": 57683,
  "name": "Tranquility Canyon",
  "months": [
    "Jul",
    "Aug",
    "Sep"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 6,
  "rappelCountMax": 6,
  "rappelLongestMeters": 42.67,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This rests at the base of the massive walls of Garfield Mountain. No\njumps, slides, etc., but the rock is neat and you get to stare up at\nGarfield.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Park where the upper middle fork road consistently washes out\n(usually, there's a big dip in the road if you go straight, and many\nfolks avoid the dip by going left). This washout is the creek draining\nthis canyon. Go up the creek, figure out a way to bushwhack (or free\nsolo on some friction slab) around the canyon (canyon left is alright),\nand drop in wherever it suits you. If you reach the top of Garfield,\nyou've gone too far, but good on ya for doing a pretty serious climb on\naccident.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>From the top of the canyon, go downstream. This isn't a very\ndifficult canyon, so no beta here. The fun is in figuring it out.\nNamely, which rocks will work as anchors and where to transition from\none rap to the next (i.e., pull the rope and commit yourself). Don't\nrush through this thing. It's short (really short), and pulling a rope\nwithout confirming the next anchor could result in you being very\nstuck.</p>\n<p>You can definitely ghost this canyon if you're careful. Try not to\nleave much (and remove what you find that isn't necessary), and for\ngod's sake, please don't bolt it. One nice aspect is that you can escape\nbetween some of the raps, so you can more or less scout out ghostable\nanchors before committing to the canyon.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>At the base of the canyon, walk downstream to your car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>This canyon could theoretically be done from the very top of\nGarfield. It would be considerably harder.</p>\n",
  "version": "1c08a9ff6dddd5972c9b43d44e94103e"
}