{
  "url": "https://ropewiki.com/Plutonium_Nopales",
  "latitude": 33.5405,
  "longitude": -116.3068,
  "id": 57916,
  "name": "Plutonium Nopales",
  "quality": 2,
  "months": [
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "IV",
  "permit": "No",
  "rappelCountMin": 8,
  "rappelCountMax": 8,
  "rappelLongestMeters": 30.48,
  "vehicle": "4WD - High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Plutonium Nopales Canyon forms on the eastern flank of Martinez\nMountain, west of the Salton Sea. The canyon is joined by <a\nhref=\"http://ropewiki.com/Titanium_Chalupa\">Titanium Chalupa</a> towards\nthe end of the technical descent, and both contribute eventually to the\nAgua Alta drainage. Nopales and Chalupa share most of their approach and\nexits. The canyon features great varieties of cactus, large specimens of\nocotillo, and desert chaparral. The area is an important habitat for\nbighorn sheep.</p>\n<p>Plutonium Nopales is a significantly longer and steeper approach than\n<a href=\"http://ropewiki.com/Titanium_Chalupa\">Titanium Chalupa</a>, but\ncontains less technicality, and anchor challenges. Many of its rappels\ncould be avoided or downclimbed should that be desired. One or two\nlengthy downclimbs provide interesting diversity.</p>\n<p>The canyon lies within the <a\nhref=\"https://en.wikipedia.org/wiki/Santa_Rosa_Wilderness\">Santa Rosa\nWilderness</a> is dry nearly all of the year, but you could expect a few\nvernal pools and small potholes immediately following a rainstorm.</p>\n<p>Ideal time to visit is up to a week or two after a rainstorm, the\nrain will keep the wash walk relatively packed down. The rain will\npotentially offer extra emergency pothole water to drink or cool off,\nespecially at the confluence of Nopales and Chalupa.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>The drive up Cactus Spring Jeep Trail meanders up the Martinez Canyon\nalluvial fan. It is mostly sandy wash but may require negotiating some\nsmall 4x4 rock obstacles.</p>\n<p>A high-clearance 4x4 vehicle is all but mandatory to reach the\nclosest legal parking area for this canyon. The 'gatekeeper' obstacle is\na steep ditch entry and exit at the start of the 4x4 approach track.\nFrom Avenue 66, turn left onto Van Buren and head south on a dirt road\nbetween plots of date palms until you reach an intersection at\napproximately 33.55497, -116.198465. Turn right on the dirt road, pass\ntwo locked gates, and enter the wash via the aforementioned ditch\ncrossing. Follow a faint jeep trail 4.6 miles through the wash towards\nMartinez Canyon.</p>\n<p>Park just before the signed wilderness boundary at 33.51410,\n-116.23190.</p>\n<p>Follow the wash up the Agua Alta drainage and into the subsidiary\ncanyon, you will pass your last 30 foot exit rappel on the right. Just\nafter passing the exit rappel you will find a small drainage off to your\nright. Work your way up this channel to avoid the final two rappels.\nContinue up the exit to <a\nhref=\"http://ropewiki.com/Titanium_Chalupa\">Titanium Chalupa</a> until\nyou reach the ridge shown on the KML.</p>\n<p>The ridge climb starts off as an unpleasant scramble up pebbles on\nhard rock, but the footing quickly eases to a more manageable\ndecomposing granite. After ascending for about .3mi you will reach a\nsection of near vertical rocks, this is a section of third class\nclimbing where a fall would be catastrophic and rock fall seems\nimminent. Avoid this section by working your way left along an exposed\nsection of ridge maybe 6-10 feet wide, and around the climbing\nobstacles. After this section, it's mostly a matter of putting one foot\nin front of the other and not into a cactus.</p>\n<p>After the intense ridge climb, some boulder hopping, and multiple\nfalse summits, the drop-in is relatively casual stroll down to the first\nrappel.</p>\n<h2 id=\"descent\">Descent</h2>\n<ul>\n<li><strong>R1</strong> 60' two-stage rappel from tree anchor canyon\ncenter. Ghosted by first descent party.</li>\n<li><strong>R2</strong> 40' from a pinch point canyon right.</li>\n<li><strong>R3</strong> 100' from a slung boulder canyon center.</li>\n<li><strong>R4</strong> 25' nuisance rappel from a pinch point canyon\nright.</li>\n<li><strong>R5</strong> 50' from tree anchor canyon center.</li>\n</ul>\n<p>This canyon shares an exit (and its final three rappels) with the\nTitanium Chalupa drainage.</p>\n<ul>\n<li><strong>R6</strong> 100' from a knot chock in the pothole.</li>\n</ul>\n<p>The remaining two rappels lie approximately three-quarters of a mile\ndown canyon from the base of R5, just before the confluence with the\nmain Agua Alta wash.</p>\n<ul>\n<li><strong>R7</strong> 40' from a slung boulder canyon center</li>\n<li><strong>R8</strong> 35' from a slung boulder canyon center into the\nmain wash.</li>\n</ul>\n<p>All rappel lengths are approximate.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Follow the main Agua Alta wash southeast until it rejoins the old\njeep trail used on the approach.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>This canyon lies within the Santa Rosa Wilderness. Check current\nrestrictions before you go. Vehicular travel is not permitted beyond\nsigned wilderness boundaries.</p>\n<p>BLM websites currently don't list closures however, the Hundred Peaks\nSection <a\nhref=\"http://www.hundredpeaks.org/guides/30b.htm\">reports</a>, \"Sheep\nMountain and Martinez Mountain are subject to a voluntary seasonal\nclosure to protect bighorn sheep habitat, except for the months of\nOctober, November, and December. This seasonal closure may become\npermanent at some time in the future.\"</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>First explored by Morgan Diefenbach and David Angel on January 5th,\n2020. The canyon takes its name from the many cactus present in\ncombination with the playful theme of some related canyons.</p>\n"
}