{"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Plutonium Nopales Canyon forms on the eastern flank of Martinez Mountain, west of the Salton Sea. The canyon is joined by <a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/ropewiki.com\/Titanium_Chalupa\">Titanium Chalupa<\/a> towards the end of the technical descent, and both contribute eventually to the Agua Alta drainage. Nopales and Chalupa share most of their approach and exits. The canyon features great varieties of cactus, large specimens of ocotillo, and desert chaparral. The area is an important habitat for bighorn sheep.\n<\/p><p>Plutonium Nopales is a significantly longer and steeper approach than <a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/ropewiki.com\/Titanium_Chalupa\">Titanium Chalupa<\/a>, but contains less technicality, and anchor challenges. Many of its rappels could be avoided or downclimbed should that be desired. One or two lengthy downclimbs provide interesting diversity.\n<\/p><p>The canyon lies within the <a class=\"external text\" href=\"https:\/\/en.wikipedia.org\/wiki\/Santa_Rosa_Wilderness\">Santa Rosa Wilderness<\/a> is dry nearly all of the year, but you could expect a few vernal pools and small potholes immediately following a rainstorm.\n<\/p><p>Ideal time to visit is up to a week or two after a rainstorm, the rain will keep the wash walk relatively packed down. The rain will potentially offer extra emergency pothole water to drink or cool off, especially at the confluence of Nopales and Chalupa.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>The drive up Cactus Spring Jeep Trail meanders up the Martinez Canyon alluvial fan. It is mostly sandy wash but may require negotiating some small 4x4 rock obstacles.\n<\/p><p>A high-clearance 4x4 vehicle is all but mandatory to reach the closest legal parking area for this canyon. The 'gatekeeper' obstacle is a steep ditch entry and exit at the start of the 4x4 approach track. From Avenue 66, turn left onto Van Buren and head south on a dirt road between plots of date palms until you reach an intersection at approximately 33.55497, -116.198465. Turn right on the dirt road, pass two locked gates, and enter the wash via the aforementioned ditch crossing. Follow a faint jeep trail 4.6 miles through the wash towards Martinez Canyon. \n<\/p><p>Park just before the signed wilderness boundary at 33.51410, -116.23190.\n<\/p><p>Follow the wash up the Agua Alta drainage and into the subsidiary canyon, you will pass your last 30 foot exit rappel on the right. Just after passing the exit rappel you will find a small drainage off to your right. Work your way up this channel to avoid the final two rappels. Continue up the exit to <a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/ropewiki.com\/Titanium_Chalupa\">Titanium Chalupa<\/a> until you reach the ridge shown on the KML. \n<\/p><p>The ridge climb starts off as an unpleasant scramble up pebbles on hard rock, but the footing quickly eases to a more manageable decomposing granite. After ascending for about .3mi you will reach a section of near vertical rocks, this is a section of third class climbing where a fall would be catastrophic and rock fall seems imminent. Avoid this section by working your way left along an exposed section of ridge maybe 6-10 feet wide, and around the climbing obstacles. After this section, it's mostly a matter of putting one foot in front of the other and not into a cactus.\n<\/p><p>After the intense ridge climb, some boulder hopping, and multiple false summits, the drop-in is relatively casual stroll down to the first rappel.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<ul><li><b>R1<\/b> 60' two-stage rappel from tree anchor canyon center. Ghosted by first descent party.<\/li>\n<li><b>R2<\/b> 40' from a pinch point canyon right.<\/li>\n<li><b>R3<\/b> 100' from a slung boulder canyon center.<\/li>\n<li><b>R4<\/b> 25' nuisance rappel from a pinch point canyon right.<\/li>\n<li><b>R5<\/b> 50' from tree anchor canyon center.<\/li><\/ul>\n<p>This canyon shares an exit (and its final three rappels) with the Titanium Chalupa drainage.\n<\/p>\n<ul><li><b>R6<\/b> 100' from a knot chock in the pothole.<\/li><\/ul>\n<p>The remaining two rappels lie approximately three-quarters of a mile down canyon from the base of R5, just before the confluence with the main Agua Alta wash.\n<\/p>\n<ul><li><b>R7<\/b> 40' from a slung boulder canyon center<\/li>\n<li><b>R8<\/b> 35' from a slung boulder canyon center into the main wash.<\/li><\/ul>\n<p>All rappel lengths are approximate.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Follow the main Agua Alta wash southeast until it rejoins the old jeep trail used on the approach.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>This canyon lies within the Santa Rosa Wilderness. Check current restrictions before you go. Vehicular travel is not permitted beyond signed wilderness boundaries. \n<\/p><p>BLM websites currently don't list closures however, the Hundred Peaks Section <a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.hundredpeaks.org\/guides\/30b.htm\">reports<\/a>, \"Sheep Mountain and Martinez Mountain are subject to a voluntary seasonal closure to protect bighorn sheep habitat, except for the months of October, November, and December. This seasonal closure may become permanent at some time in the future.\"\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>First explored by Morgan Diefenbach and David Angel on January 5th, 2020. The canyon takes its name from the many cactus present in combination with the playful theme of some related canyons.\n<\/p>\n\n\n<\/div>","geojson":null,"rappelCountMin":8,"url":"https:\/\/ropewiki.com\/Plutonium_Nopales","shuttleSeconds":null,"latitude":33.5405,"longitude":-116.3068,"quality":2,"vehicle":"4WD - High Clearance","months":["Nov","Dec","Jan","Feb","Mar"],"version":"dc4da5ad3be3732baffeeb60f1f813df6a6fce9ad242a7f41ea8456ca9e0d3df","name":"Plutonium Nopales","rappelCountMax":8,"id":57916,"permit":"No","rappelLongestMeters":30.48,"timeRating":"IV","waterRating":"A","riskRating":null,"technicalRating":3}