{"vehicle":"High Clearance","longitude":-107.7058,"shuttleSeconds":null,"id":57968,"geojson":null,"technicalRating":2,"quality":4,"url":"https:\/\/ropewiki.com\/Candyland_Canyon","permit":"No","rappelCountMin":1,"riskRating":null,"latitude":41.0539,"version":"70cf577d37185e6e629fb470b5aa5fc88df21a1ecd44188b0d383028e2b101d7","name":"Candyland Canyon","timeRating":"II","waterRating":"A","rappelLongestMeters":4.57,"rappelCountMax":1,"months":["Mar","Apr","Jul","Aug","Sep","Oct","Nov","Dec","Jan","Feb","May","Jun"],"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Candyland is an isolated slot canyon tucked away in an almost unknown part of South Central Wyoming. This is the most unusual slot canyon I have seen, but few people will ever go there since it's such an out of the way location. \n<\/p><p>The slot cuts into the mountain known as The Bluffs which a spectacular south face that resembles parts of Utah and Badlands National Park.  The south side of the mountain is very colorful. This most unusual slot is very interesting, but a bit dirty. Our kids named the slot canyon Candyland because of the beautiful colors.  The slot also goes underground in several locations!\n<\/p><p>Candyland is just northeast of Baggs Wyoming. Baggs Wyoming is a tiny town with a colorful history. The town was named for Maggie Baggs, who although female was known as one of the meanest and most feared \"cowboys\" in the west. One of the ranch hands named two nearby hills \"Maggie's Nipples\" and when Maggie found out about it, she drug him behind a horse through town.\n<\/p><p>Baggs was also one of the hangouts of Butch Cassidy and the Wild Bunch and was a town known for harboring outlaws. \n<\/p><p>The area was also considered a \"warring grounds\" for Shoshone, Sioux, Utes, Arapaho, and Cheyenne tribes. By 1841, a large band of Sioux attacked a group of trappers gathered there.\n<\/p><p>Today things have quieted down and Baggs is a quiet ranching town with occasional boom and bust cycles from the oil industry. Few people will head out there to canyoneer and hike, but just in case you ever do, Candyland and The Bluffs are great destinations. \n<\/p><p>Don't expect to encounter any other people out here, though you may encounter deer, antelope, and in the cold season, elk. There are a lot of mountain lions in the vicinity as well, but you have to get lucky to sight one.\n<\/p>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<div class=\"thumbcaption\" style=\"display:table-caption;caption-side:bottom;box-sizing:border-box;\">{{{caption}}} <\/div>\n<\/div>\n<\/div>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Since few people will ever use this page, directions will be brief.\n<\/p><p>Baggs is the main access point and town in the area and the only place to get fuel or basic supplies.\n<\/p><p>To get to the recommended trailhead, drive north from Baggs on State Highway 789 to just out of town. Turn west (left) onto CR 700, also known as Poison Butte Road or Government Road. Drive west along the road past a gas natural gas facility. When you get close to The Bluffs, turn right and follow the road to it or near its end. The last part of the road is rough, but it's a short walk if you can't make it all the way.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Although a car shuttle can be had from the north, a loop from the south is much more interesting and is the recommended route.  From the trailhead you can make your way northwest up the spurs and around the west side of the big drainage before circling around to the summit of the Bluffs (optional).   There are deer and antelope trails in places and the last part is really steep.\n<\/p><p>For a very interesting descent route, descend the Candyland Slot Canyon directly.   The slot canyon goes through several tunnels.   You will need a headlamp for the last optional tunnel and possibly for the tunnel near the middle of the slot canyon.  There are several steep downclimbs where a short rope and\/or a partner is useful.  Near the lower end of the slot canyon, the drainage drops off a 12-15 foot drop.  This is most easily passed on the left\/east side of the drainage. In one of the underground sections there is a boulder that looks like the one in the movie Indiana Jones Raiders of the Lost Ark!\n<\/p><p>Bring a helmet if you want to descend the Candyland Slot.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Follow the drainage back to your vehicle.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>None\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.summitpost.org\/the-bluffs\/1016566\">https:\/\/www.summitpost.org\/the-bluffs\/1016566<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Kimberly Patterson and I found this slot by accident while climbing The Bluffs on 11\/12\/2017.  We descended the slot and found it to be the most unsual slot canyon that we had ever seen.\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐c62wm\nCached time: 20240914191906\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.032 seconds\nReal time usage: 0.039 seconds\nPreprocessor visited node count: 115\/1000000\nPost‐expand include size: 545\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 8\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 529\/5000000 bytes\nLua time usage: 0.002\/10.000 seconds\nLua memory usage: 606898\/52428800 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   29.498      1 -total\n100.00%   29.498      1 Template:Pic\n 53.37%   15.743      1 Template:Str_number\/trim\n-->\n<\/div>"}