{
  "url": "https://ropewiki.com/Candyland_Canyon",
  "latitude": 41.0539,
  "longitude": -107.7058,
  "id": 57968,
  "name": "Candyland Canyon",
  "quality": 4,
  "months": [
    "Mar",
    "Apr",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "May",
    "Jun"
  ],
  "technicalRating": 2,
  "waterRating": "A",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "rappelLongestMeters": 4.57,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Candyland is an isolated slot canyon tucked away in an almost unknown\npart of South Central Wyoming. This is the most unusual slot canyon I\nhave seen, but few people will ever go there since it's such an out of\nthe way location.</p>\n<p>The slot cuts into the mountain known as The Bluffs which a\nspectacular south face that resembles parts of Utah and Badlands\nNational Park. The south side of the mountain is very colorful. This\nmost unusual slot is very interesting, but a bit dirty. Our kids named\nthe slot canyon Candyland because of the beautiful colors. The slot also\ngoes underground in several locations!</p>\n<p>Candyland is just northeast of Baggs Wyoming. Baggs Wyoming is a tiny\ntown with a colorful history. The town was named for Maggie Baggs, who\nalthough female was known as one of the meanest and most feared\n\"cowboys\" in the west. One of the ranch hands named two nearby hills\n\"Maggie's Nipples\" and when Maggie found out about it, she drug him\nbehind a horse through town.</p>\n<p>Baggs was also one of the hangouts of Butch Cassidy and the Wild\nBunch and was a town known for harboring outlaws.</p>\n<p>The area was also considered a \"warring grounds\" for Shoshone, Sioux,\nUtes, Arapaho, and Cheyenne tribes. By 1841, a large band of Sioux\nattacked a group of trappers gathered there.</p>\n<p>Today things have quieted down and Baggs is a quiet ranching town\nwith occasional boom and bust cycles from the oil industry. Few people\nwill head out there to canyoneer and hike, but just in case you ever do,\nCandyland and The Bluffs are great destinations.</p>\n<p>Don't expect to encounter any other people out here, though you may\nencounter deer, antelope, and in the cold season, elk. There are a lot\nof mountain lions in the vicinity as well, but you have to get lucky to\nsight one.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Since few people will ever use this page, directions will be\nbrief.</p>\n<p>Baggs is the main access point and town in the area and the only\nplace to get fuel or basic supplies.</p>\n<p>To get to the recommended trailhead, drive north from Baggs on State\nHighway 789 to just out of town. Turn west (left) onto CR 700, also\nknown as Poison Butte Road or Government Road. Drive west along the road\npast a gas natural gas facility. When you get close to The Bluffs, turn\nright and follow the road to it or near its end. The last part of the\nroad is rough, but it's a short walk if you can't make it all the\nway.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Although a car shuttle can be had from the north, a loop from the\nsouth is much more interesting and is the recommended route. From the\ntrailhead you can make your way northwest up the spurs and around the\nwest side of the big drainage before circling around to the summit of\nthe Bluffs (optional). There are deer and antelope trails in places and\nthe last part is really steep.</p>\n<p>For a very interesting descent route, descend the Candyland Slot\nCanyon directly. The slot canyon goes through several tunnels. You will\nneed a headlamp for the last optional tunnel and possibly for the tunnel\nnear the middle of the slot canyon. There are several steep downclimbs\nwhere a short rope and/or a partner is useful. Near the lower end of the\nslot canyon, the drainage drops off a 12-15 foot drop. This is most\neasily passed on the left/east side of the drainage. In one of the\nunderground sections there is a boulder that looks like the one in the\nmovie Indiana Jones Raiders of the Lost Ark!</p>\n<p>Bring a helmet if you want to descend the Candyland Slot.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Follow the drainage back to your vehicle.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>None</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p><a\nhref=\"https://www.summitpost.org/the-bluffs/1016566\">https://www.summitpost.org/the-bluffs/1016566</a></p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Kimberly Patterson and I found this slot by accident while climbing\nThe Bluffs on 11/12/2017. We descended the slot and found it to be the\nmost unsual slot canyon that we had ever seen.</p>\n",
  "version": "5c34446241022acf527a916c9f1159f5"
}