{
  "url": "https://ropewiki.com/Soldier_Camp_Creek_(Hellsgate_Wilderness)",
  "latitude": 34.1301,
  "longitude": -111.2195,
  "id": 58074,
  "name": "Soldier Camp Creek (Hellsgate Wilderness)",
  "quality": 2,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "IV",
  "permit": "No",
  "rappelCountMin": 2,
  "rappelCountMax": 5,
  "rappelLongestMeters": 30.48,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>The canyon itself I wouldnt be worried about as far as a swift water\ndescent unless one wanted to shoot for high flow snow melt or rains. The\nexit down Tonto might be more of a concern in high flow. I would\nrecommend a full wetsuit specially in the spring. An amazing overnight\nadventure with one of the best canyons to date in the Hellsgate\nWilderness area (a side from Brush Corral Canyon) and the coolest exit\ndown Tonto Creek back to your vehicle.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From the car park follow the double track to where it crosses the\ncreek and proceed to wade across and pick back up the double track and\nfollow it up the mountain to the saddle on the north side of Neil\nMountain. Take the drainage left if you want to skip the upper section\nor follow the track right if you want to hike, swim and down climb\nthrough a sweet narrow section of SCC.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>A very scenic descent through some gorgeous pools, rappels and down\nclimbs to the confluence of SCC and Tonto Creek where you will be\nfloored by the sheer beauty of this section of Tonto as you exit out of\nthick cattails into Tonto Creek. You may end up camping somewhere along\nthe technical section as we did. When we ran the canyon the Tonto Creek\nabove Gun Creek CFS gauge was at 65. We could have easily hiked and swam\nthe exit at a higher CFS but not sure what the max would be to keep\nsafe.</p>\n<p><strong>R1:</strong> 100' boulder pinch RDC.</p>\n<p><strong>R2:</strong> 25' boulder pinch.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Hike, swim and scramble down Tonto Creek to your vehicle.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"https://youtu.be/W_fMiNZ2JZg\">https://youtu.be/W_fMiNZ2JZg</a></p>\n<h2 id=\"background\">Background</h2>\n<p>First Descent by Jay Wisocki and Jef Funch</p>\n",
  "version": "d8195163cf014a7980582b82cf58cc55"
}