{"rappelLongestMeters":24.38,"vehicle":"Passenger","longitude":-108.6236,"version":"cc70b119cb59862bcc770f84e6fa848d609d84cab9b638e38a40e63cf1752174","rappelCountMax":2,"rappelCountMin":2,"shuttleSeconds":null,"id":58181,"months":["Mar","Apr","May","Sep","Oct","Nov"],"url":"https:\/\/ropewiki.com\/Ribbon_Canyon","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Ribbon Canyon is one of the best canyons in the Grand Junction area.   It is in the Kayenta Sandstone, which is a relatively shallow formation.   The canyon has some nice narrows and some avoidable potholes.   The East Fork adds a nice little \"bonus canyon\" to the route as well.\n<\/p><p>There are lots of options here.  Below are some recommended options.   The first option might be the most attractive, but requires a car shuttle.\n<\/p><p>Option 1:  Start at the top of the Ribbon Trail or Old Kiln Trail, drop into Ribbon Canyon, and then descend all the way through to Echo Canyon.  Descend the drop in Echo Canyon and exit at the Devils Kitchen Trailhead.  This option requires a car shuttle.\n<\/p><p>Option 2:  Start at the top of the Ribbon Trail or Old Kiln Trail, drop into Ribbon Canyon, and then descend Ribbon Canyon to the Andy's Loop Trail.  Ascend Andy's Loop to the Little Park Road and Andys Loop Trailhead.  This option requires a car shuttle.\n<\/p><p>Option 3:  Start at the North Little Park Trailhead. Descend to the Ribbon Trail and ascend the Ribbon Trail to the head of the technical section before descending Ribbon Canyon.  Ascend Andy's Loop back to the trailhead.  This option does nort require a car shuttle.\n<\/p><p>Option 4:  Complete Options 1 or 2 and follow the Old Gordon Trail all the way back to the vicinity of the trailhead.\n<\/p><p><br \/>\n<\/p>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<div class=\"thumbcaption\" style=\"display:table-caption;caption-side:bottom;box-sizing:border-box;\">{{{caption}}} <\/div>\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>There are three different trailhead options.\n<\/p><p><b>Top of Ribbon Trail<\/b>\n<\/p><p>To get to the top of the Ribbon Trail, Drive the Little Park Road towards Glade Park.  The trailhead is marked with a vault toilet and sign.  This is about 1.4 miles past the turnoff for the Bangs Canyon Trailhead.  Google maps has good directions to the top of the Ribbon Trail.\n<\/p><p><b>Old Kiln Trail<\/b>\n<\/p><p>This is located along Litte Park Road not far east of the Upper Ribbon Trailhead.\n<\/p><p><b>Andys Loop Trailhead<\/b>\n<\/p><p>Park at a small pullout along Little Park Road (west side) just downhill to the north from the Little Park Trailhead.\n<\/p><p><b>Devils Kitchen<\/b>\n<\/p><p>This trailhead is just inside Colorado National Monument and just beyond the entrance fee station for the East Entrance of the Monument.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>This canyon is approached via the Ribbon Trail, either from the top of the Ribbon Trail or from the Andys Loop Trailhead.\n<\/p><p><b>From the Andys Loop Trailhead<\/b>\n<\/p><p>Use the map to descend the Andys Loop Trail to the Ribbon Trail (0.5 miles) to the Ribbon Trail to the left.  There is an interesting cave\/tunnel you can explore along the way.  From the Ribbon Trail, ascend the trail about 1.8 miles to the area west of the first rappel (see map).  There is a minor unmarked trail junction here, but not many landmarks.  You can drop in the canyon higher than this, but there is some bushwhacking (not that bad, but annoying).  \n<\/p><p><b>From the top of the Ribbon Trail<\/b> \n<\/p><p>From the top of the Ribbon Trail, descend about 1.1 miles to the area west of the rappel.  Route find into the canyon just short of the rappel.  As mentioned, you can drop into the canyon earlier, but there is some bushwhacking so you might want to avoid that part.\n<\/p><p><b>From Old Kiln Trail and East Fork of Ribbon Canyon<\/b>\n<\/p><p>This is the best option of all and the second variation that we did.  Follow the Old Kiln Trail into the drainage (East Fork of Ribbon Canyon) and follow it down.  There will be a 10’ rappel (or downclimb on canyon left), then a narrow and interesting, but shallow canyon down to a 70-80' rappel.  Doing this rappel will land you just up canyon from the rappel described in the paragraph below.\n<\/p><p><b>The Main Ribbon Canyon<\/b>\n<\/p><p>Once you are at the top of the rappel, the fun begins.   We rappelled into the canyon by walking the bench to the left and to a tree before rapping about 70' into the canyon.  This rappel landed in a cottonwood tree. The rappel was overhanging in places too. You can also rappel right at the head of the canyon, but it is overhung. This is the more aesthetic way to do it and makes for better photos.\n<\/p><p>Once you are at the bottom of the rappel, head down canyon.  The walking is on smooth slickrock and quite enjoyable.  Though the canyon isn't that deep, it is narrow.  There is a short and scenic side canyon that comes in from the left that is worth seeing.  There are some interesting potholes, some of them quite deep to see as well.  They are easy to get around, so no wading or swimming is required.\n<\/p><p>Ribbon Canyon opens up in this area and crosses the Ribbon Trail.  You can either follow the Ribbon Trail here, or continue down canyon, which is the best option.  You will pass through a short shallow narrows and then a colorful canyon before reaching the signed Andys Loop and Ribbon Trail junction at the mouth of the canyon.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>From the mouth of the canyon at the junction of the Ribbon and Andys Loop trail, there are two options.\n<\/p><p><b>Option 1<\/b>\n<\/p><p>This is the most scenic option, but requires a ca\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐bqhrb\nCached time: 20240914191848\nCache expiry: 2592000\nReduced expiry: false\nComplications: []\nCPU time usage: 0.034 seconds\nReal time usage: 0.040 seconds\nPreprocessor visited node count: 103\/1000000\nPost‐expand include size: 545\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 8\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 529\/5000000 bytes\nLua time usage: 0.002\/10.000 seconds\nLua memory usage: 606898\/52428800 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   31.860      1 -total\n100.00%   31.860      1 Template:Pic\n 52.80%   16.821      1 Template:Str_number\/trim\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>r shuttle and entering Colorado National Monument.  Turn left (west here) and head down the drainage.  Perhaps a good name for the drainage is Upper Echo Canyon.  You will reach a beautiful up to 120 foot rappel (depending on where you set your anchor) into a possible (but usually dry) pool. Echo Canyon is a scenic canyon below the rappel and there is a trail.  The canyon has a small creek in it and usually lots of birds in the canyon walls. \n<\/p><p>At the junciton with the Old Gordon Trail, head right.  There is another junction 0.5 miles farther along the trail.  Head right here and to the trailhead. \n<\/p><p>The trailhead is 1.5 miles beyond the rappel.  \n<\/p><p><b>Option 2<\/b>\n<\/p><p>From the mouth of the canyon at the junction of the Ribbon and Andys Loop trail, turn right and head up the trail to the Andys Loop Trailhead (0.5 miles with 300 feet elevation gain).\n<\/p><p><b>Option 3<\/b>\n<\/p><p>Once completing Ribbon Canyon and Lower Echo Canyon, follow the Old Gordon Trail back to Little Park Road and the Ribbon Trailhead or roadwalk east to the Old Kiln Trailhead.   This allows you to see the entire Ribbon Canyon and Lower Echo Canyon, but the hike back after completing Lower Echo will be tiring.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>If you descend all the way to Devils Kitchen, you are within Colorado National Monument and a fee is required.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external autonumber\" href=\"http:\/\/canyoncollective.com\/threads\/co-ribbon-canyon.26155\/\">[1]<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p>August 2022 -- Beth Santoro, Anthony Fino, and I parked a shuttle at the Old Kiln Trailhead. We then descended the two rappels (10 feet and 50 feet) in the East Fork, good anchors at both drops. We then did the main Ribbon Canyon rappel from the very head of the canyon, which is scenic but kindof an awkward lip about 10 feet down.  Perhaps 80 feet all the way to the floor.  We then hiked down through Lower Echo Canyon to the final rap.  There were some older pieces of webbing DCL partially buried in sand from a recent flood, and three shiny new bolts DCR which provided a nearly freefall 120-foot rappel.\n<\/p><p>We finished up with a nice hike out the bottom of the canyon, then made our way back uphill to the Little Park trailhead where we had left a car shuttle.  Round trip around 5 hours.  Very pretty canyon, with plenty of options! All pools can easily be avoided. --Andy Zellner\n<\/p>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Kit Davidson and I descended this canyon on January 19 2020.  Shaylee, Kessler, and I did the East Fork on April 5 2020.\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐v4hxl\nCached time: 20240914191849\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.039 seconds\nReal time usage: 0.049 seconds\nPreprocessor visited node count: 384\/1000000\nPost‐expand include size: 2978\/2097152 bytes\nTemplate argument size: 254\/2097152 bytes\nHighest expansion depth: 8\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 2116\/5000000 bytes\nLua time usage: 0.004\/10.000 seconds\nLua memory usage: 635189\/52428800 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   34.749      1 -total\n 99.40%   34.541      4 Template:Pic\n 49.52%   17.206      4 Template:Str_number\/trim\n-->\n<\/div>","technicalRating":3,"latitude":39.0026,"timeRating":"III","waterRating":"A","riskRating":null,"name":"Ribbon Canyon","permit":"No","geojson":null,"quality":3}