{
  "url": "https://ropewiki.com/Ribbon_Canyon",
  "latitude": 39.0026,
  "longitude": -108.6236,
  "id": 58181,
  "name": "Ribbon Canyon",
  "quality": 3,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 2,
  "rappelCountMax": 2,
  "rappelLongestMeters": 24.38,
  "vehicle": "Passenger",
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Ribbon Canyon is one of the best canyons in the Grand Junction area.\nIt is in the Kayenta Sandstone, which is a relatively shallow formation.\nThe canyon has some nice narrows and some avoidable potholes. The East\nFork adds a nice little \"bonus canyon\" to the route as well.</p>\n<p>There are lots of options here. Below are some recommended options.\nThe first option might be the most attractive, but requires a car\nshuttle.</p>\n<p>Option 1: Start at the top of the Ribbon Trail or Old Kiln Trail,\ndrop into Ribbon Canyon, and then descend all the way through to Echo\nCanyon. Descend the drop in Echo Canyon and exit at the Devils Kitchen\nTrailhead. This option requires a car shuttle.</p>\n<p>Option 2: Start at the top of the Ribbon Trail or Old Kiln Trail,\ndrop into Ribbon Canyon, and then descend Ribbon Canyon to the Andy's\nLoop Trail. Ascend Andy's Loop to the Little Park Road and Andys Loop\nTrailhead. This option requires a car shuttle.</p>\n<p>Option 3: Start at the North Little Park Trailhead. Descend to the\nRibbon Trail and ascend the Ribbon Trail to the head of the technical\nsection before descending Ribbon Canyon. Ascend Andy's Loop back to the\ntrailhead. This option does nort require a car shuttle.</p>\n<p>Option 4: Complete Options 1 or 2 and follow the Old Gordon Trail all\nthe way back to the vicinity of the trailhead.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>There are three different trailhead options.</p>\n<p><strong>Top of Ribbon Trail</strong></p>\n<p>To get to the top of the Ribbon Trail, Drive the Little Park Road\ntowards Glade Park. The trailhead is marked with a vault toilet and\nsign. This is about 1.4 miles past the turnoff for the Bangs Canyon\nTrailhead. Google maps has good directions to the top of the Ribbon\nTrail.</p>\n<p><strong>Old Kiln Trail</strong></p>\n<p>This is located along Litte Park Road not far east of the Upper\nRibbon Trailhead.</p>\n<p><strong>Andys Loop Trailhead</strong></p>\n<p>Park at a small pullout along Little Park Road (west side) just\ndownhill to the north from the Little Park Trailhead.</p>\n<p><strong>Devils Kitchen</strong></p>\n<p>This trailhead is just inside Colorado National Monument and just\nbeyond the entrance fee station for the East Entrance of the\nMonument.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>This canyon is approached via the Ribbon Trail, either from the top\nof the Ribbon Trail or from the Andys Loop Trailhead.</p>\n<p><strong>From the Andys Loop Trailhead</strong></p>\n<p>Use the map to descend the Andys Loop Trail to the Ribbon Trail (0.5\nmiles) to the Ribbon Trail to the left. There is an interesting\ncave/tunnel you can explore along the way. From the Ribbon Trail, ascend\nthe trail about 1.8 miles to the area west of the first rappel (see\nmap). There is a minor unmarked trail junction here, but not many\nlandmarks. You can drop in the canyon higher than this, but there is\nsome bushwhacking (not that bad, but annoying).</p>\n<p><strong>From the top of the Ribbon Trail</strong></p>\n<p>From the top of the Ribbon Trail, descend about 1.1 miles to the area\nwest of the rappel. Route find into the canyon just short of the rappel.\nAs mentioned, you can drop into the canyon earlier, but there is some\nbushwhacking so you might want to avoid that part.</p>\n<p><strong>From Old Kiln Trail and East Fork of Ribbon\nCanyon</strong></p>\n<p>This is the best option of all and the second variation that we did.\nFollow the Old Kiln Trail into the drainage (East Fork of Ribbon Canyon)\nand follow it down. There will be a 10’ rappel (or downclimb on canyon\nleft), then a narrow and interesting, but shallow canyon down to a\n70-80' rappel. Doing this rappel will land you just up canyon from the\nrappel described in the paragraph below.</p>\n<p><strong>The Main Ribbon Canyon</strong></p>\n<p>Once you are at the top of the rappel, the fun begins. We rappelled\ninto the canyon by walking the bench to the left and to a tree before\nrapping about 70' into the canyon. This rappel landed in a cottonwood\ntree. The rappel was overhanging in places too. You can also rappel\nright at the head of the canyon, but it is overhung. This is the more\naesthetic way to do it and makes for better photos.</p>\n<p>Once you are at the bottom of the rappel, head down canyon. The\nwalking is on smooth slickrock and quite enjoyable. Though the canyon\nisn't that deep, it is narrow. There is a short and scenic side canyon\nthat comes in from the left that is worth seeing. There are some\ninteresting potholes, some of them quite deep to see as well. They are\neasy to get around, so no wading or swimming is required.</p>\n<p>Ribbon Canyon opens up in this area and crosses the Ribbon Trail. You\ncan either follow the Ribbon Trail here, or continue down canyon, which\nis the best option. You will pass through a short shallow narrows and\nthen a colorful canyon before reaching the signed Andys Loop and Ribbon\nTrail junction at the mouth of the canyon.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>From the mouth of the canyon at the junction of the Ribbon and Andys\nLoop trail, there are two options.</p>\n<p><strong>Option 1</strong></p>\n<p>This is the most scenic option, but requires a car shuttle and\nentering Colorado National Monument. Turn left (west here) and head down\nthe drainage. Perhaps a good name for the drainage is Upper Echo Canyon.\nYou will reach a beautiful up to 120 foot rappel (depending on where you\nset your anchor) into a possible (but usually dry) pool. Echo Canyon is\na scenic canyon below the rappel and there is a trail. The canyon has a\nsmall creek in it and usually lots of birds in the canyon walls.</p>\n<p>At the junciton with the Old Gordon Trail, head right. There is\nanother junction 0.5 miles farther along the trail. Head right here and\nto the trailhead.</p>\n<p>The trailhead is 1.5 miles beyond the rappel.</p>\n<p><strong>Option 2</strong></p>\n<p>From the mouth of the canyon at the junction of the Ribbon and Andys\nLoop trail, turn right and head up the trail to the Andys Loop Trailhead\n(0.5 miles with 300 feet elevation gain).</p>\n<p><strong>Option 3</strong></p>\n<p>Once completing Ribbon Canyon and Lower Echo Canyon, follow the Old\nGordon Trail back to Little Park Road and the Ribbon Trailhead or\nroadwalk east to the Old Kiln Trailhead. This allows you to see the\nentire Ribbon Canyon and Lower Echo Canyon, but the hike back after\ncompleting Lower Echo will be tiring.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>If you descend all the way to Devils Kitchen, you are within Colorado\nNational Monument and a fee is required.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p><a\nhref=\"http://canyoncollective.com/threads/co-ribbon-canyon.26155/\">1</a></p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p>August 2022 -- Beth Santoro, Anthony Fino, and I parked a shuttle at\nthe Old Kiln Trailhead. We then descended the two rappels (10 feet and\n50 feet) in the East Fork, good anchors at both drops. We then did the\nmain Ribbon Canyon rappel from the very head of the canyon, which is\nscenic but kindof an awkward lip about 10 feet down. Perhaps 80 feet all\nthe way to the floor. We then hiked down through Lower Echo Canyon to\nthe final rap. There were some older pieces of webbing DCL partially\nburied in sand from a recent flood, and three shiny new bolts DCR which\nprovided a nearly freefall 120-foot rappel.</p>\n<p>We finished up with a nice hike out the bottom of the canyon, then\nmade our way back uphill to the Little Park trailhead where we had left\na car shuttle. Round trip around 5 hours. Very pretty canyon, with\nplenty of options! All pools can easily be avoided. --Andy Zellner</p>\n<h2 id=\"background\">Background</h2>\n<p>Kit Davidson and I descended this canyon on January 19 2020. Shaylee,\nKessler, and I did the East Fork on April 5 2020.</p>\n",
  "version": "6f81b4400121c4bd4eff5caf73d75bff"
}