{
  "url": "https://ropewiki.com/Potato_Canyon",
  "latitude": 36.6057,
  "longitude": -110.8968,
  "id": 58375,
  "name": "Potato Canyon",
  "quality": 5,
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov",
    "Jun",
    "Jul",
    "Aug"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "IV",
  "permit": "Closed",
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Potato Canyon, the stated name on some topo maps, is a partially\nexplored slot canyon on the Navajo Reservation. The first entry to this\nslot was February 8, 2020 by Suhei and Lukas Eddy. Initial exploration\nreveals a beautiful technical canyon.</p>\n<p>Subsequent exploration in March 2020 by Lukas Eddy, Ernesto Marrero\nand Terry Secody have pushed the limit of exploration to the\npowerlines.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Park at the roadside viewpoint. Walk down the hill to the wash, and\nfollow the wash for 20 minutes to reach the slot. Rig a rappel off a\nboulder or tree to rappel into the slot. Do not pull your rope; you will\nneed it to ascend. Or, you can do a fun downclimb instead of rappel to\nenter the slot. Just make sure you can also upclimb it.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>NOTE: to escape this canyon you will need to leave your ropes, and\nascend and upclimb everything that you rappelled and downclimbed to get\nback to the start of the slot. This is an advanced canyon for this\nreason.</p>\n<p>When you come to the slot, traverse up-canyon about 15 feet and\ndownclimb at the obvious beginning of the slot. This downclimb can be\nupclimbed later, although a partner assist will be required for all but\nthe most skilled.</p>\n<p>Head down canyon. You will soon come to a tricky-looking downclimb\nwith a log, then another slide-style downclimb, and then a difficult\noverhanging downclimb that will be difficult for anyone under 5'6\" or\nso, although a partner assist is feasible. After this one, the canyon\ncontinues to narrow until another 10-foot downclimb. The large\nchockstone at this downclimb makes an excellent anchor for the 30 foot\nrappel just around the corner.</p>\n<p>After this 30 foot rappel, there is another 50 foot vertical rappel\nwhich can be anchored off of some boulders 30 feet back.</p>\n<p>From here, the canyon opens somewhat and involves 20 minutes of\nwalking, passing two small boulder piles.</p>\n<p>Eventually, in an open part of the canyon, you will reach a 70-foot\nrappel with many anchor options. After this rappel, 5 minutes of walking\nbrings you to the current limit of exploration, below which no human has\never set foot. This section, which is under the powerlines visible on\nsatellite maps, appears to have two small reversible downclimbs and two\nrappels of 30-40 feet before mysteriously turning around a corner, only\na few hundred feet shy of the first intersection. What lies in here?\nStay tuned to find out.</p>\n<p>Please do not bolt this canyon. This is an advanced canyon, and\nshould stay that way. Future parties will be able to run this entire\ncanyon with a sandtrap.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>No exit has yet been found. The initial exploration parties ascended\ntheir ropes.</p>\n<p>Satellite images appear to show no hope of any exit. Further\nexplorations which plan to do a thru-trip should have a second party\ndescend and rig neighboring Cheerio Canyon for ascending out of the\ncomplex.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Navajo Nation canyons are closed, and several that are open\n(Waterholes, West Canyon, Big Canyon, etc.) require permits. This canyon\nis apparently closed to non-native persons.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n\n<h2 id=\"background\">Background</h2>\n<p>Exploration began February 2020, and is ongoing.</p>\n",
  "version": "2961475fba751051492e471b49993263"
}