{
  "url": "https://ropewiki.com/Never_Again_Canyon",
  "latitude": 36.5799,
  "longitude": -110.9489,
  "id": 58629,
  "name": "Never Again Canyon",
  "quality": 2,
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "III",
  "permit": "Restricted",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "rappelLongestMeters": 21.34,
  "vehicle": "4WD - Very High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>While satellite images appear to promise a lengthy, high quality and\nextremely beautiful slot canyon complex, the reality is quite\ndisappointing. There is a rappel to get into the complex, but otherwise\nthere is nothing tight, technical or very beautiful about this canyon. I\nwould not recommend spending your time on this canyon; instead, this\npage is more to 'quench the thirst' of curious canyoneers who study\nsatellite images of potential canyons.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Drive the dirt road, passing an unlocked gate. The road is terrible,\nand you'd better have a pretty awesome truck with 4WD high clearance,\netc. Do not go if ground is wet.</p>\n<p>From the parking area, or from anywhere really, walk toward the part\nof the slot you want, and rappel in. You should have a bare minimum 100\nfoot rope, as cliffs are high.</p>\n<p>There is a non-technical entrance shown on the map, although it is\nstill a little loose and sketchy (Class III?).</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Once in the slot, take off your harness and walk downcanyon, or\nupcanyon, as far as you wish. Walking is easy, and the canyon slowly\nwidens and gets less dramatic the farther down you go. There aren't\nreally any pools, rappels, or features inside the complex. The initial\nparty explored the lines drawn on this map, and, disappointed with the\nlack of feautres, ascended their rappel out of the canyon, stumbled back\nto their truck exhausted, and decided to name the canyon Never Again\nCanyon.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Ascend your rope and walk back to your truck.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Canyoneering and hiking is illegal for non-natives on much of the\nNavajo Reservation, which likely includes this canyon.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n\n<h2 id=\"background\">Background</h2>\n<p>This canyon LIKELY saw its first descent March 7, 2020 by Lukas Eddy\nand Terry Secody. LIKELY is because one could theoretically enter from\nthe very bottom and walk up without technical gear. There were many\nmountain lion prints in the canyon, suggesting non technical\nentrance(s). Also, there is a non-technical, but sketchy, remote and\ndifficult-to-find entrance not visible on satellite. Alright, let's just\nsay this page was written following the first descent.</p>\n",
  "version": "148641b9f4ea8747ed9239bbb1dc8b61"
}