{
  "url": "https://ropewiki.com/IP_CANYON_SUPERIOR",
  "latitude": 42.7291,
  "longitude": -0.4826,
  "id": 59042,
  "name": "IP CANYON SUPERIOR",
  "quality": 2,
  "technicalRating": 3,
  "waterRating": "C1",
  "timeRating": "III",
  "riskRating": "PG",
  "permit": "No",
  "rappelCountMin": 8,
  "rappelCountMax": 8,
  "rappelLongestMeters": 12.19,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Barranco de Alta MOntaña, escavado en caliza con agua en\nprimavera</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Valle del Aragon Canfranc pueblo, parking del valle de IP, dejar el\ncoche N42° 43.192' W0° 31.481' Acceso: Partiendo del Parking de\nCanfranc, Subir por la Besera, pasar la entrada al tramo inferior y\ntramo medio, subir hasta unos grandes bloque arriba del valle cuando\nempieza a llanear y descender fuera del GR a buscar el cauce de media\nladera. Descripción: Zona de alta montaña, sucesión de cascadas hasta\nllegar al P40 con pasamanos</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Descripción: Zona de alta montaña, sucesión de cascadas hasta llegar\nal P40 con pasamanos de acceso, se puede descender desde el final del\npasamanos o si va con agua acceder a una instalación en un Pino,\ndescenso directo 45m o fraccionado a una instalación para desviarnos del\nagua 40m y desde allí 20 a la base del pozo. Seguir descendiendo unos\nresaltes que se descienden por la izquierda, dos P y salir a la\nderecha.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Retorno: Recomendamos salir del barranco y subir al camino de subido\npor la Solana, no seguir bajando ya que es un tramo de cauce abierto con\nvegetación de unos 859 m. duros de progresión por la vegetación y los\nbloques. Recomendamos salirse después del ultimo rapel coordenadas N42°\n43.707' W0° 29.435' 1.664m. un Hito marca el final y el camino de subida\nde 25’ esta balizado con catadióptricos clavados a los arboles, solo hay\nsenda de bichos, tenemos que subir de frente por un prado con bloques a\nla izquierda y pinos a la derecha, primero a pico y luego siempre a la\nderecha a llegar a la pared y buscar una canal con hierva que hay que\nusar las manos, llegamos a la zona de la Solana, cabaña de pastores,\nesta muy balizado con catadióptricos por si es de noche. Descender por\nel GR11 a Canfranc 1.30h.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}