{"longitude":-0.4826,"version":"aee7bf814987e8d1f6c8dbc99ac4fec8f0021e289db3d7ef0ed6e32ec6a6478b","permit":"No","quality":2,"url":"https:\/\/ropewiki.com\/IP_CANYON_SUPERIOR","technicalRating":3,"vehicle":null,"waterRating":"C1","rappelLongestMeters":12.19,"shuttleSeconds":null,"rappelCountMin":8,"months":[],"timeRating":"III","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Barranco de Alta MOntaña, escavado en caliza con agua en primavera\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Valle del Aragon Canfranc pueblo, parking del valle de IP, dejar el coche N42° 43.192' W0° 31.481'\nAcceso: Partiendo del Parking de Canfranc, \nSubir por la Besera, pasar la entrada al tramo inferior y tramo medio, subir hasta unos grandes bloque arriba del valle\ncuando empieza a llanear y descender fuera del GR a buscar el cauce de media ladera.\nDescripción: Zona de alta montaña, sucesión de cascadas hasta llegar al P40 con pasamanos\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Descripción: Zona de alta montaña, sucesión de cascadas hasta llegar al P40 con pasamanos de acceso, se puede descender\ndesde el final del pasamanos o si va con agua acceder a una instalación en un Pino, descenso directo 45m o fraccionado a una\ninstalación para desviarnos del agua 40m y desde allí 20 a la base del pozo. Seguir descendiendo unos resaltes que se descienden\npor la izquierda, dos P y salir a la derecha.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Retorno: Recomendamos salir del barranco y subir al camino de subido por la Solana, no seguir bajando ya que es un tramo de\ncauce abierto con vegetación de unos 859 m. duros de progresión por la vegetación y los bloques. Recomendamos salirse después\ndel ultimo rapel coordenadas N42° 43.707' W0° 29.435' 1.664m. un Hito marca el final y el camino de subida de 25’ esta\nbalizado con catadióptricos clavados a los arboles, solo hay senda de bichos, tenemos que subir de frente por un prado con\nbloques a la izquierda y pinos a la derecha, primero a pico y luego siempre a la derecha a llegar a la pared y buscar una canal\ncon hierva que hay que usar las manos, llegamos a la zona de la Solana, cabaña de pastores, esta muy balizado con catadióptricos\npor si es de noche. Descender por el GR11 a Canfranc 1.30h.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","geojson":null,"latitude":42.7291,"id":59042,"riskRating":"PG","rappelCountMax":8,"name":"IP CANYON SUPERIOR"}