{
  "url": "https://ropewiki.com/IP_BARRANCO_TRAMO_MEDIO_BESERA",
  "latitude": 42.7199,
  "longitude": -0.5247,
  "id": 59055,
  "name": "IP BARRANCO TRAMO MEDIO BESERA",
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "I",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 5,
  "rappelLongestMeters": 15.24,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Barranco con dos zonas la primera Vertical y la segunda\nHorizontal</p>\n<h2 id=\"approach\">Approach</h2>\n<p>huesca Valle del Aragon Canfranc Pueblo, parking de IP N42° 43.192'\nW0° 31.481' Acceso: Partiendo del Parking de Canfranc, a la salida del\nPueblo, coger la pista dirección IP y a los pocos metros la desviación\npor senda que marca IP por la Besera, hay que subir hasta pasar la\nentrada a la Vía Russell, dejar la entrada al tramo inferior y salida\ndel tramo medio, pasamos una torrentera, con una cabaña de piedra a la\nizquierda, seguir subiendo hasta la torrentera mas importante , piedra\nmás significativa y catadióptrico en árbol, que viene desde arriba y\nhace una curva al pasar por el camino. Descripción:</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Descripción: Primera parte vertical, empezamos a descender por la\nderecha orográfica uno metros hasta una terraza y enfrente al otro lado\ndel cauce tapada por un pino esta la primera reunión, 3 rapeles\nencadenados nos llevan al rio, descendemos por cauce en V que poco a\npoco va ganando carácter, suelo plano de roca en la que están posados\ngrandes bloques, sucesión de des trepes sin vegetación, se va\nestrechando, gran rampa con badina final, con agua delicado según\ncaudal, después se estrecha, rampa delicada con badina final, mas des\ntrepes y salida por la izquierda orográfica.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Retorno : N42° 43.675' W0° 30.673' 1.246m. Un gran hito marca la\nsalida por la izquierda orográfica, senda ascendente a unas campas, las\natravesamos hacia la derecha y encontramos el camino de subida por la\nBesera</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Mejor con Agua en Primavera. La zona horizontal patina mucho</p>\n"
}