{
  "url": "https://ropewiki.com/Devil_Canyon_(East_Fork)",
  "latitude": 33.5947,
  "longitude": -116.3289,
  "id": 59172,
  "name": "Devil Canyon (East Fork)",
  "quality": 4,
  "months": [
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "IV",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "rappelLongestMeters": 48.77,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A fun full-day canyon with several rappels, many downclimbs, and a\nshort but interesting narrow sequence in the middle of the technical\nportion. There may be a trickle of water on many of the rappels in\nspring or immediately following rainfall. Descending this canyon shortly\nafter rainfall also makes for more pleasant walking conditions in the\napproach/exit wash section, as the sand is packed down.</p>\n<p>All anchors are natural and may not be present as described following\nrockfall or flash flooding. Comfort with inspection and construction of\nnatural/marginal anchors is mandatory.</p>\n<p>The canyon shares its exit hike with <a href=\"Guadalupe_Creek\"\ntitle=\"wikilink\">Guadalupe Creek</a>.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Park at the Guadalupe Creek trailhead and hike up the prominent wash\nfor approximately one mile. Keep right at the fork (the left fork here\nis Guadalupe). The 25’ dry fall a few hundred feet later is the\n(optional) final rappel of Devil Canyon. Look for a use trail to your\nleft and follow it out of the wash.</p>\n<p>The trail becomes increasingly faint, but can be followed to about\n33.59360, -116.31886 before abandoning it to bear right up the obvious\nridge via path of least resistance. Travel cross-country to the East\nFork drop-in at approximately 33.59473, -116.32893.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>(All rappel lengths are approximate.)</p>\n<ul>\n<li><strong>R1</strong> 50’ from a pinch canyon left</li>\n<li><strong>R2</strong> 90’ from a pinch canyon left</li>\n<li><strong>R3</strong> 120’ from a pinch canyon right</li>\n<li><strong>R4</strong> 110’ from a pinch canyon left</li>\n</ul>\n<p>At approximately 33.60139, -116.32060, the east fork joins the main\nDevil Canyon drainage.</p>\n<ul>\n<li><strong>R5</strong> 90’ from a pinch canyon left. (NOTE: as of March\n2, 2020, anchor options at the bottom of this rappel are extremely\nlimited. Verify before descending R5 that the smoke tree used as an\nanchor for R6 (canyon right, slightly above the watercourse) is still in\nplace. If flooding or erosion remove this tree, you will need to farm\nrocks from above the R5 anchor to build a cairn anchor for R6.)</li>\n<li><strong>R6</strong> 160’ from a tree canyon right. This narrow slot\nis perhaps the most interesting feature in the canyon, and ends with a\nshort but steep drop.</li>\n<li><strong>R7</strong> 80’ from a pinch canyon center.</li>\n<li><strong>R8</strong> (optional) 100’ from a pinch in the watercourse,\nor scramble down canyon left to bypass.</li>\n<li><strong>R9</strong> 25’ from a tree canyon left. This rappel appears\nlarger initially, but much of it can be downclimbed canyon left. Below\nthis rappel you will begin to see evidence of foot traffic in the\ncanyon.</li>\n<li><strong>R10</strong> (optional) 25’ from a knot chock canyon left.\nCan be bypassed via a use trail that departs the wash canyon right a few\nhundred feet before the dry fall.</li>\n</ul>\n<h2 id=\"exit\">Exit</h2>\n<p>Walk back down the Guadalupe Creek wash to the parking area.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>First documented descent by Morgan Diefenbach on March 2, 2020. No\nanchors or evidence of human presence in the technical portion of the\ncanyon were observed.</p>\n",
  "version": "69cdd928bab86533052369d0c3a2f5e8"
}