{
  "url": "https://ropewiki.com/Martinez_Canyon",
  "latitude": 33.5897,
  "longitude": -116.3151,
  "id": 59237,
  "name": "Martinez Canyon",
  "quality": 3,
  "months": [
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "IV",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "rappelLongestMeters": 60.96,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A prominent drainage that drops from its namesake Martinez Mountain\nto join <a href=\"Guadalupe_Creek\" title=\"wikilink\">Guadalupe Creek</a>\nin its lower reaches, this canyon ends with several large, sculpted\nrappels above the Martinez/Guadalupe confluence.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Several variations of the approach to this canyon have been\ndocumented; all involve off-trail hiking, scrambling, and boulder\nhopping. The first descent party started at the Guadalupe trailhead and\nclimbed Martinez Mountain before dropping into the canyon at 5741'\nelevation. The next year, they returned and dropped in at approximately\n3900' elevation (33.57672, -116.31683), bypassing the first two rappels\nbut saving a significant amount of elevation gain and loss on the\napproach.</p>\n<p>It is also possible to ascend the ridge just north of (and parallel\nto) Guadalupe Creek, before crossing the Guadalupe Creek drainage itself\nat approximately 33.591600, -116.317668 and then following the ridge\nwest of Martinez Canyon. While this route was originally plotted to\naccess a separate feeder drainage of Martinez with a technical section\nof its own, it can be shortened to an ideal \"sneak\" route for parties\nwishing to access only the lower Martinez rappels with relative ease and\nexpediency.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>(All rappel lengths are approximate. All anchors are natural and may\nnot be present as described following rockfall or flash flooding.\nComfort with inspection and construction of natural/marginal anchors is\nmandatory.)</p>\n<p>According to members of the first descent party, the upper section of\nthe canyon contains four rappels (R1-R4) to a maximum of approximately\n50' each.</p>\n<ul>\n<li><strong>R5</strong> 120' from a rock cairn in the watercourse.</li>\n<li><strong>R6</strong> 200' from a mesquite tree canyon left. Take care\nto avoid lodging your rope or pull strand in the narrow crack canyon\nright of the lip.</li>\n<li><strong>R7</strong> 120' from a pinch in the watercourse.</li>\n<li><strong>R8</strong> 15' nuisance rappel from a slung horn canyon\ncenter.</li>\n</ul>\n<p>Martinez Canyon then joins Guadalupe Creek, sharing its final two\nrappels:</p>\n<ul>\n<li><strong>R9</strong> 180' from a slung boulder canyon right. Inspect\nthe awkward 10-foot downclimb below the first stage before pulling your\nrope, or remain on rappel.</li>\n<li><strong>R10</strong> 65' from a pinch canyon right.</li>\n</ul>\n<h2 id=\"exit\">Exit</h2>\n<p>Follow the Guadalupe Creek wash back to the trailhead parking area at\n33.59899, -116.28380.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>First explored by Steve Irvin, Aysel Gezik, Randy Weishaar and Ania\nMoll in 2014; repeated from a different drop-in by the same party, plus\nNorma Ryan, in 2015.</p>\n",
  "version": "0a1fa87b56ec27514b5f6e01d1d6b276"
}