{
  "url": "https://ropewiki.com/Cane_Spring_Canyon",
  "latitude": 33.9797,
  "longitude": -111.4003,
  "id": 59982,
  "name": "Cane Spring Canyon",
  "quality": 1.5,
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Oct",
    "Nov",
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 4,
  "rappelCountMax": 4,
  "rappelLongestMeters": 33.53,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>So what do you do when your vehicle breaks down on the way to a\ncanyon near Payson? Explore a canyon off the side of the highway. Make\nsure to bring rope and rappelling equipment. We discovered this by\naccident and it turned out to be a bit better than we thought it would\nbe. We hiked up from the bottom.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>As you descend the long hill after the Mount Ord turnoff, there is an\nexit for NF-26. If you have been in Arizona for a while, its the one\nthat used to have the awesome Bigfoot painting on the overpass (sadly,\nit has been painted over). Go under the highway and park. Hike up the\nfaint dirt road going north from the turnout. You'll run into a more\nprominent road that'll take you to Cane Spring. Thrash your way through\nthe brush or follow social trails along the right slope until it opens\nup to a more rocky canyon.</p>\n<p>After some boulder hopping you'll reach the first obstacle (final\nrappel) which can be climbed on the right. This is the first of a few\nClass IV climbs. It is <em>possible</em> that with some serious effort\n(i.e. thrashing through brush and scrambling up steep, loose terrain)\nthat these obstacles could be avoided entirely.</p>\n<p>Continue to hike, scramble, and climb up canyon until you reach a\nwall that appears impassable. Scramble up a steep, loose gully on the\nleft side. Continue climbing until you are above the narrows.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Once above the narrows, turn right and drop back down into the\ncanyon.</p>\n<p><strong>R1</strong>: 70' off boulder pile RDC.</p>\n<p>Easy downclimb around a shallow pool.</p>\n<p><strong>R2</strong>: 110' off small tree LDC.</p>\n<p>Shortly after R2 you'll encounter a short but steep drop that can be\navoided by hiking around far LDC. Then continue to boulder hop and\ndownclimb your way to R3.</p>\n<p><strong>R3</strong>: 30' off boulder pile or advanced downclimb\nLDC.</p>\n<p>Continue until the canyon cuts to the east and you enter the short\nnarrows section that you probably climbed up/around earlier. Carefully\nclimb down underneath the large chockstone to access the last\nanchor.</p>\n<p><strong>R4</strong>: 30' off rock pinch RDC. It may also be possible\nto chimney your way down, or downclimb LDC.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Continue down the canyon back to your vehicle.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "52f598166b91a819a73513d4515fbda3"
}