{"geojson":null,"id":60463,"rappelLongestMeters":42.67,"months":["Mar","Apr","May","Jun","Jul","Aug","Sep","Oct"],"permit":"No","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Race Brook Falls is a beginner friendly series of low-flow waterfalls and drops which can be rappelled canyoneering style.  For those in New England, Race Brook Falls offers a nice taste into the sport of canyoneering. Race Brook Falls isn’t a true canyon, as any rappel can be skipped by walking around the drop. But with three lovely rappels over 100ft , it's a treat tucked away in the Berkshires. \n<\/p><p>Although the water is flowing, we’ve categorized this as a B because the waterfalls are usually very low-flow (and can be a trickle when in drought) and do not require class C techniques.  Prepare for your shoes to get wet, but there are no swims and you do not want a wetsuit.  The areas of rock that are wet are slippery from moss growth, and shoes with good traction are recommended.  \n<\/p><p>Please ghost this area.  Do not leave rope, webbing, or anchor material behind. This area is used more commonly by hikers than rappellers, and you have no excuse to not clean your anchors as you can walk back to the top of each rappel to clear them if needed.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Park at the Race Brook Falls trailhead.  This is an obvious pull off on the trailhead side of the road (but is not a parking lot).  If the parking area is full, unofficial parking can be found on the side of the road on route 41.\n<\/p><p>Follow the well marked Race Brook Fall trail towards the upper falls and the campsite. At ~0.5 miles, there will be a fork with the left going towards the upper falls\/campsite area and the right going towards the base of the lower falls.  Stay left, towards the campsite; you’ll see the bottom of the lower falls later. The approach to the bottom of the upper falls is about 1.5 miles.\n<\/p><p>Once you reach the upper falls, there’s a place to off trail scramble to the top of the falls (scramble spot is to the left as you face the falls).  This is the top of the first rappel as listed here, but you can continue walking upstream to see an additional small waterfall (~20ft), which you could add as an optional rappel. \n<\/p><p>As an alternative to scrambling off trail to reach the top of the upper falls, you can continue to follow the trail towards the campsite for a longer on trail hike.  After what will probably feel like one switchback, you will be back at Race Brook.  Leave the trail here and follow the brook downstream (as of 2020, there’s a sign saying “This area closed to camping, use race brook falls campsite -&gt;” at the point you leave the main trail) .    If you hit the campsite, you have hiked too far and go back.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Rappel 1 is the upper falls. There’s a tree to rig off of DCR. The rappel is 130ft off a ledge into a crack. For beginners, it may feel a little tricky and slippery. Expect there to be hikers at the base of the rappel, so make sure the area is clear if you choose to toss the rope. \n<\/p><p>Within sight of the bottom of rappel one, you can see the short drops of what you can make rappels 2 and 3.  Rappel 2 is 15-20ft off a large tree DCL.  Rappel 3 is off a small tree DCL. \n<\/p><p>Rappel 4 is a gradually sloping drop of 120ft.  We choose to start a little high and rig off a tree DCR. \n<\/p><p>Rappel 5 is the lower falls.  It starts on a gradually sloping ledge and then turns into an easy, nice rappel of the lower falls.  Rappel length is about 140 ft.  Expect there to be hikers at the bottom of this falls, so make sure the area is clear if you are tossing the rope.\n<\/p><p>You can add an additional short rappel by hiking upstream of the upper falls.   \n<\/p><p>All the wet sections of the rappels can be slippery with moss. If you don’t have trail shoes or shoes with special grip, you may want to consider wearing knee pads.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>After the final rappel, there are several trails that will lead you back to the parking area.  Following the blue blazes will offer you the quickest, most oft-trodden path.  The hike out is ~0.6 miles.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>None\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p><b>July 18th 2020 <\/b>\n<\/p>\n<ul><li>Team of 4<\/li>\n<li>Water: low, waterfalls were a trickle<\/li>\n<li>Total time: 4.5 hours<\/li><\/ul>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>This was logged by R. Bowens-Rubin, A. Meister, E. Mittmann, and E. Rosser in July 2020, but has been descended by numerous other parties before.\n<\/p>\n\n\n<\/div>","name":"Race Brook Falls","timeRating":"II","vehicle":"Passenger","longitude":-73.4112,"technicalRating":3,"waterRating":"B","riskRating":null,"quality":2.5,"rappelCountMin":0,"rappelCountMax":5,"shuttleSeconds":null,"latitude":42.0895,"version":"2f012d7dbd378f0c5b78feeb7a91f3e7652a9828cbfaaa0412bad0f04e7d41b0","url":"https:\/\/ropewiki.com\/Race_Brook_Falls"}