{"months":["Nov"],"waterRating":"C1","vehicle":null,"quality":4,"url":"https:\/\/ropewiki.com\/Dorferbach","id":60630,"longitude":12.3334,"technicalRating":3,"rappelCountMin":14,"riskRating":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Glacier-fed canyon which starts above 2000m and is only feasible in late autumn. Several small canyon-parts separated by walking. Discontinuous but beautiful.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Go up to Johannishütte by foot (2h) or by bus (<a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/www.huettentaxi.at\">http:\/\/www.huettentaxi.at<\/a>). It's also possible to drive to the exit of the canyon near the serpentine-quarry by mountainbike (From here its about 45min to the hut).\nFrom the hut follow the signs to the 'Bouldergebiet'. After the path crosses Dorferbach via a natural bridge go right and climb down to the creek above the little canyon.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The canyon-parts are short and with the exception of the 4th one not really deep. The canyon is fed by south-facing  glaciers, if the temperature above 2000m is above 0°C the waterlevel will rise significantly during the day. Just above the narrow canyon is a power plant which can release water into the last, narrow slot. This is a canyon for cold days in the end of the season.\n<\/p><p>First canyon: two natural bridges and some jumps up to 3m (2 bolts if the jumps are not possible)\n<\/p><p>Second canyon: starts below a bridge with a unique quartz-vein. Some tricky downclimbs or rappels (1 bolt, natural anchors). \n<\/p><p>Third canyon: a nice 17m rappel from a bolt to the right and a few nice narrow parts with a 3m jump.\n<\/p><p>After the third canyon most of the water of the creek gets captured by a dam. Exit the canyon, follow the road and the hiking path to Gumpachkreuz, a huge wooden cross. After the cross go down a few switchbacks and reach the creekbed just above a huge siphon-block. Enter the chaos via a slot on the left.\n<\/p><p>Fourth canyon: narrow and incredibly beautiful with several rock-arches and 6 rappels up to 17m\n<\/p><p>When you can see the sky again you can go up to the bridge on river left.\nFifth canyon: Another sunny canyon part. After a bit of walking and a nice 4m jump you'll reach a higher drop. Go under the big boulder in the middle of the creek and climb down in the small cave. After three rappels (18m,15m,7m) the canyon opens up and turns into a steep boulderfield. Either climb down in the creekbed or reach the old path 40hm above on the left. \nGo through the quarry to reach the road used for the ascent.\n<\/p><p>The short part below the bridge is bolted as well (10m rappel, can be jumped). After the big pool there are a few downclimbs\/slides before the canyon ends. Its best to go up steeply through the slope on the left.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Follow the hiking path back to the car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Explored in November 2018. One of the few sepentine-canyons in the alps.\n<\/p>\n\n\n<\/div>","rappelCountMax":14,"geojson":null,"permit":"No","name":"Dorferbach","latitude":47.0619,"version":"a85a97b22fc47de97ca20b843ad94e66acfa6ee6d8cf3b2ea2cb0b33df87b855","rappelLongestMeters":5.49,"shuttleSeconds":null,"timeRating":"III"}