{
  "url": "https://ropewiki.com/Dorferbach",
  "latitude": 47.0619,
  "longitude": 12.3334,
  "id": 60630,
  "name": "Dorferbach",
  "quality": 4,
  "months": [
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "C1",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 4,
  "rappelCountMax": 4,
  "rappelLongestMeters": 5.49,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Glacier-fed canyon which starts above 2000m and is only feasible in\nlate autumn. Several small canyon-parts separated by walking.\nDiscontinuous but beautiful.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Go up to Johannishütte by foot (2h) or by bus\n(http://www.huettentaxi.at). It's also possible to drive to the exit of\nthe canyon near the serpentine-quarry by mountainbike (From here its\nabout 45min to the hut). From the hut follow the signs to the\n'Bouldergebiet'. After the path crosses Dorferbach via a natural bridge\ngo right and climb down to the creek above the little canyon.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The canyon-parts are short and with the exception of the 4th one not\nreally deep. The canyon is fed by south-facing glaciers, if the\ntemperature above 2000m is above 0°C the waterlevel will rise\nsignificantly during the day. Just above the narrow canyon is a power\nplant which can release water into the last, narrow slot. This is a\ncanyon for cold days in the end of the season.</p>\n<p>First canyon: two natural bridges and some jumps up to 3m (2 bolts if\nthe jumps are not possible)</p>\n<p>Second canyon: starts below a bridge with a unique quartz-vein. Some\ntricky downclimbs or rappels (1 bolt, natural anchors).</p>\n<p>Third canyon: a nice 17m rappel from a bolt to the right and a few\nnice narrow parts with a 3m jump.</p>\n<p>After the third canyon most of the water of the creek gets captured\nby a dam. Exit the canyon, follow the road and the hiking path to\nGumpachkreuz, a huge wooden cross. After the cross go down a few\nswitchbacks and reach the creekbed just above a huge siphon-block. Enter\nthe chaos via a slot on the left.</p>\n<p>Fourth canyon: narrow and incredibly beautiful with several\nrock-arches and 6 rappels up to 17m</p>\n<p>When you can see the sky again you can go up to the bridge on river\nleft. Fifth canyon: Another sunny canyon part. After a bit of walking\nand a nice 4m jump you'll reach a higher drop. Go under the big boulder\nin the middle of the creek and climb down in the small cave. After three\nrappels (18m,15m,7m) the canyon opens up and turns into a steep\nboulderfield. Either climb down in the creekbed or reach the old path\n40hm above on the left. Go through the quarry to reach the road used for\nthe ascent.</p>\n<p>The short part below the bridge is bolted as well (10m rappel, can be\njumped). After the big pool there are a few downclimbs/slides before the\ncanyon ends. Its best to go up steeply through the slope on the\nleft.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Follow the hiking path back to the car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Explored in November 2018. One of the few sepentine-canyons in the\nalps.</p>\n"
}