{"geojson":null,"waterRating":"C2","version":"3ced11961d2603a3f58899abe120c68b0fc408d46fe5b9b8741af2b6ea753652","quality":0,"id":60907,"rappelCountMax":7,"technicalRating":3,"permit":"No","url":"https:\/\/ropewiki.com\/Smart_Alec_Canyon","months":["Jul","Aug","Jun"],"vehicle":null,"latitude":49.7101,"longitude":-123.2212,"timeRating":"IV","riskRating":"PG","name":"Smart Alec Canyon","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>NOTE: This Canyon has not been descended yet. This is a place older. This is a short but sweet slot canyon which is the drainage between Alec Lake and Echo Lake in Squamish. There is nothing particularly amazing about the canyon itself, however as a full experience it is amazing as it involves hiking to one of the most beautiful lakes in the area followed by a 30 minute paddle in pack rafts to the start of the ascent to the canyon. Either a full day activity or else an overnight stay with swimming in both lakes is possible. The views of Squamish are excellent.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Note: This canyon has not been descended yet. Cross the Squamish river and take the Echo Lake trail in the same manner as if you were going to do Monmouth Canyon. However keep going past the start of the Monmouth Canyon and continue hiking all the way to Echo Lake. This is a further 1 - 2.5 hours depending on fitness levels. Once at Echo, either set up camp for the night, or else pump up your pack rafts and head across the lake to the obvious canyon joining the two lakes. Park the boats about 50m to the west of the water flow and you make your way up the steep hill to Alec lake. Work your way around the lake to the top of the canyon.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>reverse the path taken to get to the canyon.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p>Photos to be added shortly.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>This canyon was first scouted by Michael Henson and Carley Aquina.\n<\/p>\n\n\n<\/div>","rappelCountMin":5,"rappelLongestMeters":null,"shuttleSeconds":null}