{
  "url": "https://ropewiki.com/Smart_Alec_Canyon",
  "latitude": 49.7101,
  "longitude": -123.2212,
  "id": 60907,
  "name": "Smart Alec Canyon",
  "months": [
    "Jul",
    "Aug",
    "Jun"
  ],
  "technicalRating": 3,
  "waterRating": "C2",
  "timeRating": "IV",
  "riskRating": "PG",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 7,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>NOTE: This Canyon has not been descended yet. This is a place older.\nThis is a short but sweet slot canyon which is the drainage between Alec\nLake and Echo Lake in Squamish. There is nothing particularly amazing\nabout the canyon itself, however as a full experience it is amazing as\nit involves hiking to one of the most beautiful lakes in the area\nfollowed by a 30 minute paddle in pack rafts to the start of the ascent\nto the canyon. Either a full day activity or else an overnight stay with\nswimming in both lakes is possible. The views of Squamish are\nexcellent.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Note: This canyon has not been descended yet. Cross the Squamish\nriver and take the Echo Lake trail in the same manner as if you were\ngoing to do Monmouth Canyon. However keep going past the start of the\nMonmouth Canyon and continue hiking all the way to Echo Lake. This is a\nfurther 1 - 2.5 hours depending on fitness levels. Once at Echo, either\nset up camp for the night, or else pump up your pack rafts and head\nacross the lake to the obvious canyon joining the two lakes. Park the\nboats about 50m to the west of the water flow and you make your way up\nthe steep hill to Alec lake. Work your way around the lake to the top of\nthe canyon.</p>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<p>reverse the path taken to get to the canyon.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p>Photos to be added shortly.</p>\n<h2 id=\"background\">Background</h2>\n<p>This canyon was first scouted by Michael Henson and Carley\nAquina.</p>\n"
}