{
  "url": "https://ropewiki.com/Mawby_Creek_Canyon",
  "latitude": 49.879,
  "longitude": -123.3035,
  "id": 61015,
  "name": "Mawby Creek Canyon",
  "quality": 3,
  "months": [
    "Jun",
    "Jul",
    "Aug"
  ],
  "technicalRating": 3,
  "waterRating": "C2",
  "timeRating": "IV",
  "riskRating": "PG",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 5,
  "rappelLongestMeters": 90,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A beautiful canyon through the trees descending down into the\nSquamish River. The approach to this canyon has now been completed and\nthere is flagging showing the path to take up to the top of the big\ndrop. This is at approximately 500m elevation. KML file for the path to\ntake will be added.</p>\n<p>Here is a link to a photo album of the most recent scouting trip. <a\nhref=\"https://photos.app.goo.gl/Bun4ojZjmto9GQss7\">Scouting Sept\n2020</a></p>\n<p>The canyon has now been partially descended by Artem Bylinskii, Nick\nHindley, and Michael Henson (August 13th 2022). Mostly natural anchors\nwere used. Water level was high and problematic at some locations. <a\nhref=\"https://photos.app.goo.gl/pK16LbPrVf9v84998\">First Partial\nDescent</a></p>\n<h2 id=\"approach\">Approach</h2>\n<p>Put in under the bridge which crosses the Squamish river at the Ashlu\nRiver campground. Float down the river until you pass Madden Falls and\nthen as you go around the corner you will see where Mawby Creek joins\nthe Squamish. This year there was a nice little beach there and a decent\neddy. Lots of animals in this area. We saw fresh wolf and grizzly foot\nprints on the sand. Plan for a grizzly to gnaw on your water craft and\nbe prepared for that outcome. Make your way into the forest about 30m to\nthe north of Mawby Creek. From here hike up the hill parallel to Mawby\nCreek following animal trails. As the hill gets steeper you will see\nflagging which takes you up the best route to the 500m elevation\nrequired to start this canyon.</p>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"background\">Background</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n\n<h2 id=\"trip_reports\">Trip Reports</h2>\n<p>August 14th 2022 Artem Bylinskii, Nick Hindley, Michael Henson\ndescended the top ~250m of vertical using mostly natural anchors.\nLongest drop was around 90m and we created a belay station about 20m\ninto it. Water level was uncomfortably high, and we did our best to\navoid being in the flow.</p>\n<h2 id=\"background_1\">Background</h2>\n",
  "version": "84cb12c55d573ee46d700858217120ac"
}