{"url":"https:\/\/ropewiki.com\/Blueberry_Box_Canyon","rappelCountMax":10,"riskRating":"PG","months":["Jun","Jul","Aug"],"geojson":null,"rappelCountMin":10,"timeRating":"II","name":"Blueberry Box Canyon","longitude":-123.1252,"permit":"No","rappelLongestMeters":30,"waterRating":"C","vehicle":"High Clearance","id":61716,"shuttleSeconds":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>This canyon is a drainage which drops down into the valley behind the Stawamus Chief. 2 stars at best, it is really only of interest as a canyon if you happen to be up on that ridge and looking for a fun way to get down. Although the views of the backside of the Chief are excellent.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Take the gondola to the top and walk down the access road until you are near the canyon, then follow the creek to the first rappel. If the gondola is not running, leave one car at the Stawamus Chief Campground parking lot, then drive up the Shannon FSR to the locked gate. Park at the gate and walk along the access road until you are close to the start of the canyon and enter the forest and follow the creek.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>At high flow, this can be an unpleasant experience. At low flow it is relatively simple. All rappels are bolted other than the first one which is off a tree. Slippery rock and lots of difficult rope pulls.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Two options. First option is to hike NE and back up to the access road and walk back to the top car or gondola. Alternatively enter the forest and descend down towards Olsen creek. There is an old logging road overgrown with alder which leads west paralleling Olsen Creek to the trail system which leads back down to the parking at the Stawamus Campground parking lot.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Originally explored and bolted by Paul McSorely.\n<\/p>\n\n\n<\/div>","version":"0e06c3b9fda2d4759b3a43bf866ac7fb7cae637b15663870322ce96089828f82","quality":1,"technicalRating":3,"latitude":49.6774}