{
  "url": "https://ropewiki.com/Blueberry_Box_Canyon",
  "latitude": 49.6774,
  "longitude": -123.1252,
  "id": 61716,
  "name": "Blueberry Box Canyon",
  "quality": 1,
  "months": [
    "Jun",
    "Jul",
    "Aug"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "II",
  "riskRating": "PG",
  "permit": "No",
  "rappelCountMin": 10,
  "rappelCountMax": 10,
  "rappelLongestMeters": 30,
  "vehicle": "High Clearance",
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This canyon is a drainage which drops down into the valley behind the\nStawamus Chief. 2 stars at best, it is really only of interest as a\ncanyon if you happen to be up on that ridge and looking for a fun way to\nget down. Although the views of the backside of the Chief are\nexcellent.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Take the gondola to the top and walk down the access road until you\nare near the canyon, then follow the creek to the first rappel. If the\ngondola is not running, leave one car at the Stawamus Chief Campground\nparking lot, then drive up the Shannon FSR to the locked gate. Park at\nthe gate and walk along the access road until you are close to the start\nof the canyon and enter the forest and follow the creek.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>At high flow, this can be an unpleasant experience. At low flow it is\nrelatively simple. All rappels are bolted other than the first one which\nis off a tree. Slippery rock and lots of difficult rope pulls.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Two options. First option is to hike NE and back up to the access\nroad and walk back to the top car or gondola. Alternatively enter the\nforest and descend down towards Olsen creek. There is an old logging\nroad overgrown with alder which leads west paralleling Olsen Creek to\nthe trail system which leads back down to the parking at the Stawamus\nCampground parking lot.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Originally explored and bolted by Paul McSorely.</p>\n",
  "version": "b98cfd44460af0cbc882a30bf4ba91f6"
}