{
  "url": "https://ropewiki.com/Hermit%27s_Cave_Canyon",
  "latitude": 33.5801,
  "longitude": -111.3042,
  "id": 61856,
  "name": "Hermit's Cave Canyon",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "II",
  "permit": "Yes",
  "rappelCountMin": 3,
  "rappelCountMax": 4,
  "rappelLongestMeters": 24.38,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This short canyon with beautiful views of the lake can be added to\nyour kayak trip and completed as a day trip combo. Tonto National Forest\nparking permit is required and a water craft is needed. You can obtain a\nTonto National Forest parking permit at the Apache Lake Marina or where\never suited and park there or park over at Crabtree Wash (ideal) next to\nthe marina.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>We used kayaks. It took us a few hours (one way) to paddle to the\ncanyon on this very scenic lake. Paddling on the right side of the lake\nalong the bluffs makes for a more scenic float, then cross the lake to\nthe cave entrance. When you get to the mouth of the canyon you can drag\nyour kayaks over to the right side of the large leaning boulder that\nforms the cave and leave them there. Scramble up through the inside of\nthe cave and out the top and begin to follow the track up to the drop-in\npoint.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>We brought a 200ft rope and a 100ft rope. One of the drops ended up\nrequiring a longer rope due to the available anchor point being set\npretty far back maybe 40ft. We tied the 200 to the 100 and went with\nthat.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>After the last rappel it's about 30 minutes (give or take) down\ncanyon to the boats. Brush might be a bit thick on this section.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Tonto National Forest parking permit is required.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"https://www.facebook.com/media/set/?set=a.3722873841066362&amp;type=3\">https://www.facebook.com/media/set/?set=a.3722873841066362&amp;type=3</a></p>\n<h2 id=\"background\">Background</h2>\n<p>Dinna and I set anchors as there were no signs of previous\ndescents.</p>\n",
  "version": "226e0af2feb38c34dfc971934355b6e2"
}