{"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>One of the jewels of Tehipite Valley, Blue Canyon drops nearly 3,000 feet of elevation through giant granite walls with enough rappels to easily lose track.  Tehipite Valley is waaaay out there and makes for a world class wilderness adventure.  \n<\/p><p>Unless you hate life or would like to hate life, get a group, save up around $400 a person, and call Clyde Pack Outfitters to haul your stuff around to the top and bottom of the canyon.  Well worth it.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>I'll let you read the map for this one.  Drop in at the obvious spot where the trail to Blue Canyon nears the creek.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Start early in the day, it's a long one.  The first part of the canyon is likely the best, through deep and polished slots.  Further down it gets more of a v-shape with a little bit of rock fall into the canyon.  When you notice trees in the middle you're getting close to the end.  We used all natural anchors in the canyon, and in the upper section, rappels are all relatively small, nothing more than 100 feet I think.  \n<\/p><p>One big awesome rappel of maybe 120 feet out of the trees takes you to a pool, and as you exit, you'll notice things look very steep ahead.  Climbing around a ledge to your gith will get you to a tree to anchor off of down to a big ledge above the 250 foot high Blue Canyon Falls.  There is a good tree to anchor off of down there, but if you walk over to it, you might die.  The rock is very slippery.  Find a way to rappel to that tree, or rather to rappel off of something easier to get to.  Trust me, don't walk out to it.  The scariest minutes of my life happened watching a friend try it.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Down Tehipite Valley for 3 miles and then climbing out one hell of a trail.  The views are nice, but start early.  There's no water until you get up past the top, and it will get hot.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>You will need a permit to do this canyon.  Clyde Pack Outfit will get the permit for you as part of your fee though, which is convenient, because then you don't have to pick it up.  Also, you really don't want to carry all of your gear  18 miles out to the canyon, down the canyon, and then out on that heinous trail.  You really really don't.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","rappelCountMin":23,"version":"3dc7f5e7088919b12183893f9ddf3fb5253784b8c569584248d82517675b23c5","timeRating":"VI","vehicle":"Passenger","waterRating":"C","url":"https:\/\/ropewiki.com\/Blue_Canyon","months":["Jul","Aug","Sep"],"name":"Blue Canyon","geojson":null,"permit":"Yes","rappelCountMax":23,"rappelLongestMeters":79.25,"technicalRating":3,"riskRating":null,"shuttleSeconds":null,"quality":5,"latitude":36.9355,"longitude":-118.7531,"id":619}