{
  "url": "https://ropewiki.com/Blue_Canyon",
  "latitude": 36.9355,
  "longitude": -118.7531,
  "id": 619,
  "name": "Blue Canyon",
  "quality": 5,
  "months": [
    "Jul",
    "Aug",
    "Sep"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "VI",
  "permit": "Yes",
  "rappelCountMin": 3,
  "rappelCountMax": 3,
  "rappelLongestMeters": 79.25,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>One of the jewels of Tehipite Valley, Blue Canyon drops nearly 3,000\nfeet of elevation through giant granite walls with enough rappels to\neasily lose track. Tehipite Valley is waaaay out there and makes for a\nworld class wilderness adventure.</p>\n<p>Unless you hate life or would like to hate life, get a group, save up\naround $400 a person, and call Clyde Pack Outfitters to haul your stuff\naround to the top and bottom of the canyon. Well worth it.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>I'll let you read the map for this one. Drop in at the obvious spot\nwhere the trail to Blue Canyon nears the creek.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Start early in the day, it's a long one. The first part of the canyon\nis likely the best, through deep and polished slots. Further down it\ngets more of a v-shape with a little bit of rock fall into the canyon.\nWhen you notice trees in the middle you're getting close to the end. We\nused all natural anchors in the canyon, and in the upper section,\nrappels are all relatively small, nothing more than 100 feet I\nthink.</p>\n<p>One big awesome rappel of maybe 120 feet out of the trees takes you\nto a pool, and as you exit, you'll notice things look very steep ahead.\nClimbing around a ledge to your gith will get you to a tree to anchor\noff of down to a big ledge above the 250 foot high Blue Canyon Falls.\nThere is a good tree to anchor off of down there, but if you walk over\nto it, you might die. The rock is very slippery. Find a way to rappel to\nthat tree, or rather to rappel off of something easier to get to. Trust\nme, don't walk out to it. The scariest minutes of my life happened\nwatching a friend try it.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Down Tehipite Valley for 3 miles and then climbing out one hell of a\ntrail. The views are nice, but start early. There's no water until you\nget up past the top, and it will get hot.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>You will need a permit to do this canyon. Clyde Pack Outfit will get\nthe permit for you as part of your fee though, which is convenient,\nbecause then you don't have to pick it up. Also, you really don't want\nto carry all of your gear 18 miles out to the canyon, down the canyon,\nand then out on that heinous trail. You really really don't.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "043c086d98488748930789c7811ad36a"
}