{
  "url": "https://ropewiki.com/Rising_Leaf_Canyon",
  "latitude": 34.2337,
  "longitude": -117.6978,
  "id": 62054,
  "name": "Rising Leaf Canyon",
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 2,
  "rappelCountMax": 2,
  "rappelLongestMeters": 22.86,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A canyon of average fun that drops into Cow Canyon with two mandatory\nrappels plus some interesting downclimbs. Thought to be unexplored until\nOctober 2020.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Park at the Cow Canyon saddle along Glendora Ridge Road. A <a\nhref=\"https://landgrid.com/us/ca/los-angeles/south-antelope-valley?fbclid=IwAR3Zk3qDUtzPZ2VV3FejX_tLPxDIvoOJXjmqhF69CyFLrJbH3z07AEOkiO0#b=none&amp;t=property&amp;p=/us/ca/los-angeles/south-antelope-valley/1450750\">map</a>\nthat Willie found indicates the land around the saddle and the locked\ngate to the north may be residential, so to legally get around this you\ncan traverse the brushy but not too steep slopes of Cow Canyon west of\nthe saddle and then go uphill to the fire road. From there it's a short\nwalk along the road to the drop-in point.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Descent begins with three short downclimbs, one of which could be\nconsidered an optional rappel. There's intermittent brush but nothing\ntoo bad. Then there's an optional R0, 20', which is easy to bypass\nDCR.</p>\n<p>Next up is R1, 75' bush DCL, with an awkwardly placed anchor just\nabove a yucca. This is the banner picture. A fun downclimb through a\nchute follows. Then R2, 70' tree DCR, has an interesting slot. The\ncanyon gets much less brushy as you approach Cow Canyon.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Taking the exit from <a href=\"Falling_Leaf_Canyon\"\ntitle=\"wikilink\">Falling Leaf Canyon</a> will drop you back at Glendora\nRidge Road with a short walk to the parking lot.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Exploration of this canyon was motivated by seeing the main wall from\nacross Cow Canyon while running Falling Leaf. If the leaf continued\nacross Cow Canyon it would have to rise again, hence the name!</p>\n"
}