{
  "url": "https://ropewiki.com/Lefthand_Canyon",
  "latitude": 36.7584,
  "longitude": -111.1309,
  "id": 62351,
  "name": "Lefthand Canyon",
  "quality": 5,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "Closed",
  "rappelCountMin": 10,
  "rappelCountMax": 10,
  "rappelLongestMeters": 18.29,
  "vehicle": "4WD - High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Lefthand Canyon was first explored in November 2020. Sustained\nnarrows, total blackness, endless rappels into black chasms, tricky\ndownclimbs, and immensely beautiful walls make this canyon\nunforgettable. The first descent team, after ten fixed rappels, ran out\nof ropes and turned back as the canyon continued to grow in beauty and\nintensity. It is suspected that the canyon will end with one or more\nenormous rappels through an extremely challenging series of potholes.\nFor this reason, there must not be a pull-down trip until an exploratory\nteam has descended and re-ascended the entire canyon.</p>\n<p>However, the canyon is strictly closed to everyone now. The first\ndescent team received exclusive, special permission from sources that\nasked that no more visitors be allowed. There are some canyons where\n'poaching' (running the canyon without permission) is done. Lefthand\nCanyon is not one of them. Again, you are NOT allowed here under any\ncircumstances, and will be fully prosecuted, in addition to you further\ndeteriorating relationships between the Navajo people and the outside\nworld.</p>\n<p>This page is not to encourage anyone to run this canyon. Conversely,\nthis page is to discourage anyone from attempting this canyon.</p>\n<p>This page has three purposes, listed in order of importance:</p>\n<p>1. Document that the canyon is closed. Locals are wary of outsiders,\nand will call the police on you, and have slashed tires and broken car\nwindows. Locals do not want this area to have any outsiders, and are\ngenuinely hoping that Kaibito slots never become developed like Zion or\nnearby Antelope Canyon. Furthermore, the area is tightly gated, and it\nis impossible to get in without keys to the gates. If you are looking\nfor undescended slots, you should know that this one's now been\nexplored, and there are other options in other similarly remote areas of\nthe Lake Powell drainage basin that won't offend locals.</p>\n<p>2. Document the first exploratory effort. This is one of the final,\nand arguably one of the best, slot discoveries on the Colorado Plateau\nof the past few decades.</p>\n<p>3. Document the beta for this canyon, should it ever become open to\noutsiders - and this is unlikely in our lifetimes.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>The driving approach is a maze of extremely sandy roads on sloping\nhills. Getting stuck is a serious concern for all but the best off-road\nvehicles.</p>\n<p>From any parking area, which is likely several miles or more from the\nslot, navigate into the wash and follow it to the slot. You will\nabruptly reach a 40 foot rappel. Bypass this on the right, as the slot\ncan be entered just 100 meters downcanyon on the right by walking\nin.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>All anchors are natural anchors, and none were left in place by the\nfirst team. Headlights, and backups lights, are mandatory for each\ncanyoneer.</p>\n<p>After entering the slot, the first obstacle is a downclimb into a\nwaist deep pothole, which may be dry. You'll want a handline for\nthis.</p>\n<p>Immediately after comes 40-foot rappel out of a pothole off a bollard\nanchor. The entire anchor may be underwater.</p>\n<p>After this rappel, the canyon enters a moderately dark section with\nanother tricky downclimb and then an extremely narrow part where even a\nrope bag will be a pain to fit through.</p>\n<p>From this tight squeeze, there is a 45-degree sloping downclimb with\na five-foot dropoff into what may be a waist deep pothole. It is prudent\nto fix a handline here.</p>\n<p>Now comes two tight crawls, where, again, dragging your pack through\nis significant effort. The second crawl requires that you pass through\nin an army-crawl, on your belly.</p>\n<p>The canyon now brings you to a 50-foot sloping rappel off of a large\nchockstone. The canyon opens up here with huge walls, then quickly\ncloses again with a 15 foot rappel into a dark room.</p>\n<p>Again the canyon widens, and passes under an enormous tunnel of\nfallen boulders in moderate darkness.</p>\n<p>From here, the canyon quickly tightens as it leads into a tight\nrappel into a dark chasm. The rappel is around 30 feet, and the bottom\nis narrow enough that you can't turn around, and may have waist-deep\nwater. Inch your way out, into a completely black room with another\nrappel into a two-foot-wide black chasm.</p>\n<p>You can't see the bottom, but this rappel is also around 30 feet. It\ndeposits you into a completely black room where you'll have to duck\nthrough an arch to exit.</p>\n<p>Next is a very, very narrow sloping downclimb. You will have to\nchoose to pass under or over several chockstones. Getting even a small\npack through here is a chore. Fix a handline.</p>\n<p>The canyon gradually opens into light over the next 100 meters, into\na huge sandy area.</p>\n<p>Here is a three stage rappel off a chockstone up canyon. You'll need\na least a 250 foot rope, but it could be broken up into two 100-foot\nropes. Stage one is 60 feet, then a tight squeeze under a chockstone.\nStage two is 10 feet, stage three is 40 feet.</p>\n<p>Next, the canyon again becomes dark, entering an absurdly awesome\nslanted dark hallway. It gets tight again, going through several\nmaze-like 270-degree 'corners' and stemming-style downclimbs, before\nreaching a sustained, parallel-wall narrows. By now you are in complete\nblackness, and the walls are barely wider than a helmet. There is no way\nto pass over these narrows, as they stay maybe 9-10 inches apart from\nfloor to the distant ceiling. The narrows are similar to Middle\nLeprechaun or the Squeeze Fork of Bluejohn Canyon.</p>\n<p>This frighteningly beautiful black narrows is the current limit of\nexploration. Further exploration, if at all, will hopefully be in\n2021.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Ascend the ropes and head back to your car. Be warned that ascending\nis slower than descending, and the extremely narrow profile of most\nrappels in this canyon means that ascending with a pack is a significant\nchallenge.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Again, this canyon is closed to everyone, including those that poach\ncanyons. Your car will be reported, or possibly damaged. There is one\nverified report of a parked car being completely torched nearby,\nalthough it is not known if the car belonged to hikers.</p>\n<p>STAY AWAY from Lefthand Canyon, and hope that someday canyoneers can\naccess this majestic and difficult slot.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>This canyon was initially located on satellite imagery and first\nexplored by Lukas Eddy, Suhei Eddy and Ryan Mavis. It remains unclear\nwhy adjacent Starting Water Wash, a much longer but much easier canyon,\nwas first explored decades ago, but this canyon was not.</p>\n<p>Lefthand Canyon is named after a local man.</p>\n",
  "version": "38b1ee5ce3b40793c42751fc9d5997a0"
}