{"name":"Lefthand Canyon","riskRating":null,"id":62351,"permit":"Closed","version":"af83c0f9a76491b860d742eab763ff8bcca170ad8e9997e9e9c3b0804f7d5ccd","rappelLongestMeters":18.29,"quality":5,"shuttleSeconds":null,"geojson":null,"longitude":-111.1309,"months":["Mar","Apr","May","Sep","Oct","Nov"],"technicalRating":3,"timeRating":"III","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Lefthand Canyon was first explored in November 2020. Sustained narrows, total blackness, endless rappels into black chasms, tricky downclimbs, and immensely beautiful walls make this canyon unforgettable. The first descent team, after ten fixed rappels, ran out of ropes and turned back as the canyon continued to grow in beauty and intensity. It is suspected that the canyon will end with one or more enormous rappels through an extremely challenging series of potholes. For this reason, there must not be a pull-down trip until an exploratory team has descended and re-ascended the entire canyon.\n<\/p><p>However, the canyon is strictly closed to everyone now. The first descent team received exclusive, special permission from sources that asked that no more visitors be allowed. There are some canyons where 'poaching' (running the canyon without permission) is done. Lefthand Canyon is not one of them. Again, you are NOT allowed here under any circumstances, and will be fully prosecuted, in addition to you further deteriorating relationships between the Navajo people and the outside world.\n<\/p><p>This page is not to encourage anyone to run this canyon. Conversely, this page is to discourage anyone from attempting this canyon.\n<\/p><p>This page has three purposes, listed in order of importance:\n<\/p><p>1. Document that the canyon is closed. Locals are wary of outsiders, and will call the police on you, and have slashed tires and broken car windows. Locals do not want this area to have any outsiders, and are genuinely hoping that Kaibito slots never become developed like Zion or nearby Antelope Canyon. Furthermore, the area is tightly gated, and it is impossible to get in without keys to the gates. If you are looking for undescended slots, you should know that this one's now been explored, and there are other options in other similarly remote areas of the Lake Powell drainage basin that won't offend locals.\n<\/p><p>2. Document the first exploratory effort. This is one of the final, and arguably one of the best, slot discoveries on the Colorado Plateau of the past few decades.\n<\/p><p>3. Document the beta for this canyon, should it ever become open to outsiders - and this is unlikely in our lifetimes.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>The driving approach is a maze of extremely sandy roads on sloping hills. Getting stuck is a serious concern for all but the best off-road vehicles.\n<\/p><p>From any parking area, which is likely several miles or more from the slot, navigate into the wash and follow it to the slot. You will abruptly reach a 40 foot rappel. Bypass this on the right, as the slot can be entered just 100 meters downcanyon on the right by walking in.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>All anchors are natural anchors, and none were left in place by the first team. Headlights, and backups lights, are mandatory for each canyoneer.\n<\/p><p>After entering the slot, the first obstacle is a downclimb into a waist deep pothole, which may be dry. You'll want a handline for this.\n<\/p><p>Immediately after comes 40-foot rappel out of a pothole off a bollard anchor. The entire anchor may be underwater.\n<\/p><p>After this rappel, the canyon enters a moderately dark section with another tricky downclimb and then an extremely narrow part where even a rope bag will be a pain to fit through.\n<\/p>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>From this tight squeeze, there is a 45-degree sloping downclimb with a five-foot dropoff into what may be a waist deep pothole. It is prudent to fix a handline here.\n<\/p><p>Now comes two tight crawls, where, again, dragging your pack through is significant effort. The second crawl requires that you pass through in an army-crawl, on your belly.\n<\/p><p>The canyon now brings you to a 50-foot sloping rappel off of a large chockstone. The canyon opens up here with huge walls, then quickly closes again with a 15 foot rappel into a dark room.\n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>Again the canyon widens, and passes under an enormous tunnel of fallen boulders in moderate darkness.\n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>From here, the canyon quickly tightens as it leads into a tight rappel into a dark chasm. The rappel is around 30 feet, and the bottom is narrow enough that you can't turn around, and may have waist-deep water. Inch your way out, into a completely black room with another rappel into a two-foot-wide black chasm. \n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>You can't see the bottom, but this rappel is also around 30 feet. It deposits you into a completely black room where you'll have to duck through an arch to exit.\n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>Next is a very, very narrow sloping downclimb. You will have to choose to pass under or over several chockstones. Getting even a small pack through here is a chore. Fix a handline.\n<\/p><p>{{pic|DarkSlot.jpg \n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐8xjwg\nCached time: 20240914191845\nCache expiry: 2592000\nReduced expiry: false\nComplications: []\nCPU time usage: 0.045 seconds\nReal time usage: 0.058 seconds\nPreprocessor visited node count: 461\/1000000\nPost‐expand include size: 3985\/2097152 bytes\nTemplate argument size: 412\/2097152 bytes\nHighest expansion depth: 8\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 2645\/5000000 bytes\nLua time usage: 0.004\/10.000 seconds\nLua memory usage: 663227\/52428800 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   39.406      1 -total\n 99.27%   39.117      5 Template:Pic\n 48.48%   19.102      5 Template:Str_number\/trim\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>~ Part of the low-light slot, in between sections of total blackness}}\n<\/p><p>The canyon gradually opens into light over the next 100 meters, into a huge sandy area.\n<\/p>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>Here is a three stage rappel off a chockstone up canyon. You'll need a least a 250 foot rope, but it could be broken up into two 100-foot ropes. Stage one is 60 feet, then a tight squeeze under a chockstone. Stage two is 10 feet, stage three is 40 feet.\n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>Next, the canyon again becomes dark, entering an absurdly awesome slanted dark hallway. It gets tight again, going through several maze-like 270-degree 'corners' and stemming-style downclimbs, before reaching a sustained, parallel-wall narrows. By now you are in complete blackness, and the walls are barely wider than a helmet. There is no way to pass over these narrows, as they stay maybe 9-10 inches apart from floor to the distant ceiling. The narrows are similar to Middle Leprechaun or the Squeeze Fork of Bluejohn Canyon.\n<\/p><p>This frighteningly beautiful black narrows is the current limit of exploration. Further exploration, if at all, will hopefully be in 2021.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Ascend the ropes and head back to your car. Be warned that ascending is slower than descending, and the extremely narrow profile of most rappels in this canyon means that ascending with a pack is a significant challenge.\n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Again, this canyon is closed to everyone, including those that poach canyons. Your car will be reported, or possibly damaged. There is one verified report of a parked car being completely torched nearby, although it is not known if the car belonged to hikers.\n<\/p><p>STAY AWAY from Lefthand Canyon, and hope that someday canyoneers can access this majestic and difficult slot.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>This canyon was initially located on satellite imagery and first explored by Lukas Eddy, Suhei Eddy and Ryan Mavis. It remains unclear why adjacent Starting Water Wash, a much longer but much easier canyon, was first explored decades ago, but this canyon was not.\n<\/p><p>Lefthand Canyon is named after a local man.\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐6c265\nCached time: 20240914191846\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.040 seconds\nReal time usage: 0.049 seconds\nPreprocessor visited node count: 294\/1000000\nPost‐expand include size: 2199\/2097152 bytes\nTemplate argument size: 188\/2097152 bytes\nHighest expansion depth: 8\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 1587\/5000000 bytes\nLua time usage: 0.004\/10.000 seconds\nLua memory usage: 635189\/52428800 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   34.170      1 -total\n 99.55%   34.017      3 Template:Pic\n 50.11%   17.121      3 Template:Str_number\/trim\n-->\n<\/div>","rappelCountMin":10,"rappelCountMax":10,"vehicle":"4WD - High Clearance","latitude":36.7584,"url":"https:\/\/ropewiki.com\/Lefthand_Canyon","waterRating":"B"}