{
  "url": "https://ropewiki.com/Snyder_Creek_(Upper)",
  "latitude": 45.8453,
  "longitude": -121.2179,
  "id": 63369,
  "name": "Snyder Creek (Upper)",
  "quality": 3,
  "months": [
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun"
  ],
  "technicalRating": 3,
  "waterRating": "C2",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 3,
  "rappelLongestMeters": 24.38,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Snyder is a major creek that played a role in the town of Klickitat’s\nlogging operations. The creek portion of this trip is mostly on DNR/ SDS\nland and there aren’t any restrictions for when this creek is\nrunnable.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Drive up on Klickitat- Appleton Road to the intersection of Fisher\nHill. Take a right and drive to you reach Brewer Rd. There is a nice\ncamping spot on the left .5 up. You can also camp where the road crosses\nSimmons Creek. Walk the old logging road along Simmons Creek until just\nbefore the confluence. R 1, which we did not run awaits. Looks to be a\ntwo tiered 40 foot drop. We were interested in the bigger stuff.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>R1- (undescended) 40ish foot two tiered drop into a small gorge</p>\n<p>R2- 40” from a tree DCL</p>\n<p>R3- 80” from a bolt DCL, if anyone wants this adventure a bolt\nstation DCR could be a much better and safer route as DCL puts you\neither in the brunt of the flow or hanging from a very sharp rock.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Although we did not take this way out, exit DCL when able and walk\nback up to the old road you came in on. Any other way quickly makes this\ncanyon not worth the effort.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Running the entire canyon would be a chore. It would also put you in\nprivate property a couple of times. Just avoid it.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>This was scouted by myself and Michael Peterson in mid January 2021.\nIt looked better via drone 😂</p>\n",
  "version": "8efa9aeb60c48218b3c005242811b407"
}