{
  "url": "https://ropewiki.com/Waffl_Canyon",
  "latitude": 53.1103,
  "longitude": -119.1567,
  "id": 63374,
  "name": "Waffl Canyon",
  "technicalRating": 4,
  "timeRating": "VI",
  "riskRating": "X",
  "permit": "No",
  "rappelCountMin": 2,
  "rappelCountMax": 2,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>It took four years to complete the Waffl Canyon project. It is a\n1,200 metre descent with 51 waterfall rappels. The first day is a steep,\n1.5 kilometre vertical hike with backpacks full of dry suits and\nharnesses so we can rappel in the frigid water, waterproof containers\nwith sleeping bags, so we can camp along the way, webbing, ropes and\nback up gear for the obstacles along the way. The first evening we\nshelter at the forlorn Ralph Forester Hut. The second day we traverse\nalong cliff bands, and cross couloirs, passed the ominous Wishbone\nArete, a prominent rock rib route to the summit that is complicated,\ntreacherous and swallows lives when the weather is not in the mood to\npermit passage. By the afternoon of day two we are in the canyon until\nthe early evening, we find a patch of trees and sleep hard and short. On\nday three we organize gear and start again by descending the canyon by 8\na.m. The September 2020 team: Greg Horne (Jasper), Guillaume Coupier\n(Field), Matt Kennedy (Jasper), Colin Magee (Canmore), and myself, Katie\nGraham (Calgary) completed the canyon by midnight and camped near Kinney\nLake.</p>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"https://www.canadiangeographic.ca/article/canyoning-down-spiral-road-first-descent-waffl-canyon\">https://www.canadiangeographic.ca/article/canyoning-down-spiral-road-first-descent-waffl-canyon</a></p>\n<h2 id=\"background\">Background</h2>\n<p>It takes 15 to 45 minutes to rig a rappel, and we knew Waffl would\nhave dozens of rappels. In 2016 we began near the bottom of the canyon,\nand rigged sections of the canyon. It took four trips to rig all 51\npitches.</p>\n<p>In 2017 we attempted the full canyon. Greg Horne (Jasper), Gavin\nElsley (Calgary), Colin Massey (Calgary) and I did the massive hike up\nand traverse of the mountain. On our third rappel the rope was severely\ndamaged by sharp rock. We cut the rope, which was very worrisome so\nearly on. The next day we faced a conundrum. We were looking into an\nexciting but committing section of waterfalls. The walls were very high,\nthe canyon was narrow and the drops were long. Based on photos and maps\nwe expected no opportunity to escape for a vertical 300 metres; which\ncould mean we needed to rig 15 or more rappels. It was 3 p.m., and there\nwas threatening rain clouds blowing in from the west. We looked at each\nother, and knew this was the wrong time to be optimistic. We made the\nsafe choice to forego the rest of the canyon, but that didn’t mean there\nwas an easy hiking path down. The west side of the mountain is\ndramatically steep. We used photos to landmark ledges we could climb\ndown and to note the cliffs that were taller than the ropes we had. We\nrappelled off numerous trees and thrashed through thick brush. At other\ntimes the foliage was sparse and parched with steep climb downs. Many\ntimes, I searched for a branch to grab for moral support, but there was\nnothing. We kept going until long after dark, hoping for a water source;\naround midnight we gave up. We had one litre of water to share between\nus. We could choose either a hot drink or oatmeal, but it was wonderful\nto lay down with a warm belly. We each chose a tree and laid our\nsleeping bag on the high side to prevent us from rolling down the\nembankment.</p>\n<p>The next morning, we packed early and made fast progress in the\ndaylight. We must have looked like quite a sight when we arrived at\nWhitehorn campsite. The hike to Berg Lake is a popular hiking trail and\nmost people make civilized plans to hike, camp and enjoy the scenery. We\nrolled in like a soggy band of misfits and shoveled food into our mouths\nas fast as possible. The 2017 trip was character building and provided\ngreat familiarization to plan a successful trip in September 2020.</p>\n<p>- <a\nhref=\"https://www.canadiangeographic.ca/article/canyoning-down-spiral-road-first-descent-waffl-canyon\">https://www.canadiangeographic.ca/article/canyoning-down-spiral-road-first-descent-waffl-canyon</a></p>\n"
}