{"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>It took four years to complete the Waffl Canyon project. It is a 1,200 metre descent with 51 waterfall rappels. The first day is a steep, 1.5 kilometre vertical hike with backpacks full of dry suits and harnesses so we can rappel in the frigid water, waterproof containers with sleeping bags, so we can camp along the way, webbing, ropes and back up gear for the obstacles along the way. The first evening we shelter at the forlorn Ralph Forester Hut. The second day we traverse along cliff bands, and cross couloirs, passed the ominous Wishbone Arete, a prominent rock rib route to the summit that is complicated, treacherous and swallows lives when the weather is not in the mood to permit passage. By the afternoon of day two we are in the canyon until the early evening, we find a patch of trees and sleep hard and short. On day three we organize gear and start again by descending the canyon by 8 a.m. The September 2020 team: Greg Horne (Jasper), Guillaume Coupier (Field), Matt Kennedy (Jasper), Colin Magee (Canmore), and myself, Katie Graham (Calgary) completed the canyon by midnight and camped near Kinney Lake.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.canadiangeographic.ca\/article\/canyoning-down-spiral-road-first-descent-waffl-canyon\">https:\/\/www.canadiangeographic.ca\/article\/canyoning-down-spiral-road-first-descent-waffl-canyon<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>It takes 15 to 45 minutes to rig a rappel, and we knew Waffl would have dozens of rappels. In 2016 we began near the bottom of the canyon, and rigged sections of the canyon. It took four trips to rig all 51 pitches. \n<\/p><p>In 2017 we attempted the full canyon. Greg Horne (Jasper), Gavin Elsley (Calgary), Colin Massey (Calgary) and I did the massive hike up and traverse of the mountain. On our third rappel the rope was severely damaged by sharp rock. We cut the rope, which was very worrisome so early on. The next day we faced a conundrum. We were looking into an exciting but committing section of waterfalls. The walls were very high, the canyon was narrow and the drops were long. Based on photos and maps we expected no opportunity to escape for a vertical 300 metres; which could mean we needed to rig 15 or more rappels. It was 3 p.m., and there was threatening rain clouds blowing in from the west. We looked at each other, and knew this was the wrong time to be optimistic. We made the safe choice to forego the rest of the canyon, but that didn’t mean there was an easy hiking path down. The west side of the mountain is dramatically steep. We used photos to landmark ledges we could climb down and to note the cliffs that were taller than the ropes we had. We rappelled off numerous trees and thrashed through thick brush. At other times the foliage was sparse and parched with steep climb downs. Many times, I searched for a branch to grab for moral support, but there was nothing. We kept going until long after dark, hoping for a water source; around midnight we gave up. We had one litre of water to share between us. We could choose either a hot drink or oatmeal, but it was wonderful to lay down with a warm belly. We each chose a tree and laid our sleeping bag on the high side to prevent us from rolling down the embankment.\n<\/p><p>The next morning, we packed early and made fast progress in the daylight. We must have looked like quite a sight when we arrived at Whitehorn campsite. The hike to Berg Lake is a popular hiking trail and most people make civilized plans to hike, camp and enjoy the scenery. We rolled in like a soggy band of misfits and shoveled food into our mouths as fast as possible. The 2017 trip was character building and provided great familiarization to plan a successful trip in September 2020.\n<\/p><p>- <a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.canadiangeographic.ca\/article\/canyoning-down-spiral-road-first-descent-waffl-canyon\">https:\/\/www.canadiangeographic.ca\/article\/canyoning-down-spiral-road-first-descent-waffl-canyon<\/a>\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐mrbkb\nCached time: 20240914191947\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","geojson":null,"quality":0,"url":"https:\/\/ropewiki.com\/Waffl_Canyon","version":"b80069144c0dfc41b2467b39b824c1cf1897febcb6419085ec37aa7bf09ea47e","rappelLongestMeters":null,"timeRating":"VI","permit":"No","rappelCountMax":52,"riskRating":"X","rappelCountMin":52,"vehicle":null,"longitude":-119.1567,"shuttleSeconds":null,"months":[],"name":"Waffl Canyon","technicalRating":4,"latitude":53.1103,"waterRating":null,"id":63374}