{
  "url": "https://ropewiki.com/Big_Bear",
  "latitude": 34.9145,
  "longitude": -111.8834,
  "id": 63634,
  "name": "Big Bear",
  "quality": 4,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "III",
  "riskRating": "PG",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "rappelLongestMeters": 60.96,
  "vehicle": "High Clearance",
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>An adventurous and scenic descent from the true summit of bear\nmountain. This is one of the more commiting Sedona routes, and begins\nwith steep downclimbs on loose terrain.</p>\n<p>As with most of the routes off of Bear Mountain you will earn the\nviews, with a long hike to the Summit. Looking down from the summit will\ngive you a good perspective, of the length and difficulty of this\nroute.</p>\n<p>Lots of rappels, feels very remote; wild, raw, and untouched.</p>\n<p>The PG rating is for the top third of the route which has high\npotential for rock fall. This route should NOT be attempted by those new\nto canyoneering, or in less than perfect weather conditions.</p>\n<p>Small groups of experienced individuals, fiddle stick or retrievable\nanchor, and extra webbing recommended.</p>\n<p>Route sees very little traffic, cacti have recently popped up around\nanchors and trail is not defined. Route finding skills will prove\nuseful. Bushwhacking between raps on the upper third becoming cleaner as\nthe watershed establishes itself and the canyon develops.</p>\n<p>Option to set up a shuttle that avoids 2miles of road walking. (See\ncoordinates) high clearance vehicle recommended</p>\n<p>Start early! Its a long one!</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Climb to the summit of Bear Mountain.</p>\n<p>Just before reaching the summit start traversing west via a faint\nsocial trail to bypass rapping off the summit.</p>\n<p>After you navigate down center, past the large fin on the left, the\nroute will begin to open up, offering a series of scenic rappels into\nvarious sandstone alcoves.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Descent begins by traversing in from the east on a faint social trail\njust before the final summit push. A retrievable anchor can be set from\nthe summit off a large rock horn for an additional 100' rappel before\nR1. There is no need for a permanent anchor to access the canyon. Please\nleave no trace.</p>\n<p><strong>R1</strong>: 60’</p>\n<p><strong>R2</strong>: 100’</p>\n<p><strong>R3</strong>: 50'</p>\n<p><strong>R4</strong>: 110'</p>\n<p><strong>R5</strong>: 200'</p>\n<p>Section of multiple downclimbs to bypass a few nuisance drops. Stay\nRDC</p>\n<p><strong>R6</strong>: 175'</p>\n<p><strong>R7</strong>: 105'</p>\n<p><strong>R8</strong>: 95'</p>\n<p><strong>R9</strong>: 80'</p>\n<p><strong>R10</strong>: 70'</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Follow the drainage to the confluence with sunbear canyon. Once the\ncanyon opens up and you've passed the large fin on your left exit the\ndrainage on the left following an old jeep road to the powerlines, take\na left at the power lines and follow them up a short hill. Once sunbear\nhomestead is in view break away from the power lines and avoided deep\ntrenches back to the sunbear parking. Or continue to the main road.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"https://sedonacanyoneering.com/big-bear/\">sedonacanyoneering.com</a>\n: Big Bear</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}