{
  "url": "https://ropewiki.com/Downclimbers%27_Delight_Canyon",
  "latitude": 33.6832,
  "longitude": -110.738,
  "id": 639,
  "name": "Downclimbers' Delight Canyon",
  "quality": 2.5,
  "months": [
    "Dec",
    "Jan",
    "Feb"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "I",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 2,
  "rappelLongestMeters": 7.62,
  "vehicle": "4WD - High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A short, geologically interesting route to the Salt River with\nseveral - as you may have teased out from the name - downclimbs of\nvarying difficulty. Some will be comfortable climbing down the drops in\nthis canyon unaided, others will not - bring a short rope (50 feet) to\nbe prepared for either option.</p>\n<p>From Globe, AZ drive 16.3 miles to turn left onto FR303 (also\nHaystack Butte Road and well graded dirt) directly across from Jones\nWater Campground. After 4.5 miles turn left to stay on FR303 and drive\nanother 3.6 miles (8.1 total) to turn right onto FR645. Follow this last\nstretch of dirt road for 3.3 miles to park (11.4 total miles) by a\ncorral right by the drainage of the canyon. Forest Road 645 becomes more\nsteep and rutted as you go - a high clearance 4x4 vehicle is highly\nrecommended. There are two cattle gates along the way, be sure to close\nthem behind you.</p>\n<p>If looking for camping in the area, there isn't much - we stayed at a\nsmall site just big enough to squeeze in three cars at the junction of\nFR303 and FR645. There are also a few options earlier in the drive off\nof FR303. Jones Water Campground is also a good option that is free and\nhas composting toilets, tables and fire pits, but is right by the\nhighway.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From the parking area simply head right down into the drainage of the\ncanyon.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The canyon cuts through an interesting, tilted layer of colorful\nmetamorphic rock making for some unique scenery. The downclimbs begin\nsoon after entering the canyon and become more difficult and exposed the\nfarther down canyon you go; the tallest of which is probably around 20\nfeet tall - each group will need to assess the drops and decide for\nthemselves whether to use a rope to aid in the descent or not. The last\ndrop shortly before reaching the river is maybe the trickiest as you\nneed to traverse around to find the easiest line, but this drop also\nlooks like it may be able to be bypassed all together on the right.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>One option for the exit is to go right back up canyon depending on\nyour groups comfort with the vertical obstacles. A second option is to\nhike along the Salt River to the next, more minor drainage to the south\n- the hike along the river is both scenic and adventurous and is a\nworthy hike in itself. A few minor drainages and thick bamboo stands\nmust be negotiated along the way, culminating in a tricky section at the\nlast stretch of cliff that ends in a 15 foot drop that can be\ndownclimbed or a rope can be used for a handline or rappel from a small\nrock horn above the drop. Depending on river levels this last section of\ncliff can be hiked around in the river itself, but beware of the deep\nmud along the shore here. On our visit the water was only a few inches\ndeep, but we immediately sunk thigh-deep in the mud and had to use the\nwall to pull ourselves out and through this short section. After\nnegotiating the cliff the going is much more straight forward as you\nhike up through the first drainage on your left back to the parking\narea. The exit canyon is brushy in a few spots, hike around on the\nslopes to avoid the worst brush where you see fit. Hike up the drainage;\nthen left where it splits to cross over the saddle at the top, then back\ndown to the road and the parking area, negotiating one barbed wire fence\nalong the way.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\"\nalt=\"rwl_en.png\" />[/User:Super_Amazing_Map?id=Downclimbers'_Delight_Canyon_-_Arizona\nSuper Amazing Map] : Downclimbers' Delight Canyon</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"https://www.facebook.com/pat.winstanley.7/media_set?set=a.1669435813115109.1073742183.100001461198708&amp;type=3&amp;uploaded=15\">https://www.facebook.com/pat.winstanley.7/media_set?set=a.1669435813115109.1073742183.100001461198708&amp;type=3&amp;uploaded=15</a></p>\n<h2 id=\"background\">Background</h2>\n",
  "version": "668e63494cc035b8d37b2f3db5b5eb40"
}