{
  "url": "https://ropewiki.com/Humptulips_River_(East_Fork)",
  "latitude": 47.3517,
  "longitude": -123.7122,
  "id": 6399,
  "name": "Humptulips River (East Fork)",
  "quality": 4,
  "months": [
    "Jul",
    "Aug",
    "Sep"
  ],
  "technicalRating": 2,
  "waterRating": "C",
  "timeRating": "III",
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Beta site no longer up and running, used wayback machine to retrieve\nbeta</p>\n<p>This beautiful canyon is on the Olympic Peninsula. It is a three mile\nhike with lots of swimming. A wetsuit is essential. Be prepared for\nswims from 100 to 250 yards.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>To get there take state highway 101 north from Hoquiam. Turn right on\nto Donkey Creek Road which is 3.6 miles north of where highway 101\ncrosses the Humptulips River. Follow the road for 13.1 miles, and turn\nleft onto Forest Service Road 2206 which is unsigned. This road is just\nbefore Donkey Creek Road crosses the Humptulips River on a bridge.\nFollow road 2206. At 2.3 miles an old logging road takes off to the\nright. Go another two tenths of a mile to another logging road on the\nright, and park. Hike the old road down hill as it switchbacks through a\nclearcut. When the road ends, bushwack downhill towards the river. You\ncan hear the river, so it’s not hard to find. The brush is pretty nasty\nat first, but it opens up as you near the river. There is a second less\nbrushy approach to the river. From Donkey Creek Road follow road 2206\n3.2 miles and park. There is a faint trail (the remains of an old\nlogging road) that takes off to the right. The trail fades out in 100\nyards, but you can bear right and follow elk trails down to the river.\nThis approach is shorter, but it reaches the river about three quarters\nof a mile upstream of the above approach.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>At the river head down stream, and you will encounter the narrows in\nless than a quarter mile (if you used the first of the two above\nmentioned approaches). There is a small waterfall at the entrance to the\nnarrows. There is also the remains of an old fish ladder. You can hike\ndown the fish ladder, or downclimb and make a small jump on the right\nside of the falls. You will be in the river for about three miles. The\ncanyon is narrow at first, opens up briefly, and gets narrow again. At\ntwo and a half miles there is a wonderful spot where Goforth Creek\nenters the Humptulips in a waterfall, with a large boulder at its base\nand several fallen logs spanning the canyon. You will definitely want a\npicture. At three miles you will reach the bridge mentioned above. Go\nunder the bridge and leave the river at any convenient spot. It is 2.5\nmiles back to your vehicle. Allow four to five hours excluding the walk\nback to your vehicle. Map: Olympic National Forest Pacific Ranger\nDistrict (SouthArea) is very helpful for navigating the roads in the\narea. USGS quad: Larsen Creek</p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"https://web.archive.org/web/20210527212206/www.canyoneeringnorthwest.com/Humptulips/Humptulips_River.php\">CanyoneeringNorthwest.com\n(archive.org)</a> : East Fork Humptulips River Narrows</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}