{"permit":"No","shuttleSeconds":null,"id":6399,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Beta site no longer up and running, used wayback machine to retrieve beta\n<\/p><p>This beautiful canyon is on the Olympic Peninsula. It is a three mile hike with lots of swimming. A wetsuit is essential. Be prepared for swims from 100 to 250 yards.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>To get there take state highway 101 north from Hoquiam. Turn right on to Donkey Creek Road which is 3.6 miles north of where highway 101 crosses the Humptulips River. Follow the road for 13.1 miles, and turn left onto Forest Service Road 2206 which is unsigned. This road is just before Donkey Creek Road crosses the Humptulips River on a bridge. Follow road 2206. At 2.3 miles an old logging road takes off to the right. Go another two tenths of a mile to another logging road on the right, and park.\nHike the old road down hill as it switchbacks through a clearcut. When the road ends, bushwack downhill towards the river. You can hear the river, so it’s not hard to find. The brush is pretty nasty at first, but it opens up as you near the river.\nThere is a second less brushy approach to the river. From Donkey Creek Road follow road 2206 3.2 miles and park. There is a faint trail (the remains of an old logging road) that takes off to the right. The trail fades out in 100 yards, but you can bear right and follow elk trails down to the river. This approach is shorter, but it reaches the river about three quarters of a mile upstream of the above approach.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>At the river head down stream, and you will encounter the narrows in less than a quarter mile (if you used the first of the two above mentioned approaches). There is a small waterfall at the entrance to the narrows. There is also the remains of an old fish ladder. You can hike down the fish ladder, or downclimb and make a small jump on the right side of the falls. You will be in the river for about three miles. The canyon is narrow at first, opens up briefly, and gets narrow again. At two and a half miles there is a wonderful spot where Goforth Creek enters the Humptulips in a waterfall, with a large boulder at its base and several fallen logs spanning the canyon. You will definitely want a picture. At three miles you will reach the bridge mentioned above.\nGo under the bridge and leave the river at any convenient spot. It is 2.5 miles back to your vehicle. Allow four to five hours excluding the walk back to your vehicle.\nMap: Olympic National Forest Pacific Ranger District (SouthArea) is very helpful for navigating the roads in the area.\nUSGS quad: Larsen Creek\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/web.archive.org\/web\/20210527212206\/www.canyoneeringnorthwest.com\/Humptulips\/Humptulips_River.php\">CanyoneeringNorthwest.com (archive.org)<\/a> &#160;: East Fork Humptulips River Narrows<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","timeRating":"III","longitude":-123.7122,"rappelCountMax":null,"waterRating":"C","name":"Humptulips River (East Fork)","vehicle":null,"latitude":47.3517,"technicalRating":2,"rappelLongestMeters":null,"url":"https:\/\/ropewiki.com\/Humptulips_River_(East_Fork)","riskRating":null,"quality":4,"version":"0da73a85840b32fc16647c248c7ed912d20309aba747bd1cd3e9c19b0a6b74c0","geojson":null,"rappelCountMin":null,"months":["Jul","Aug","Sep"]}