{
  "url": "https://ropewiki.com/Garnet_Dike_Creek,_(Lower)",
  "latitude": 36.8692,
  "longitude": -119.0269,
  "id": 64070,
  "name": "Garnet Dike Creek, (Lower)",
  "quality": 3,
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 3,
  "rappelLongestMeters": 39.62,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Lower Garnet Dike Creek is a short, easy and pleasant canyon. The\ncreek is very small. It may be of most interest to whitewater boaters\nrunning the Kings River who also like to canyoneer. It is best in the\nwinter and spring, when it is green and has water in the creek. In the\nsummer, the creek mostly dries up and the canyon will be very hot during\nthe day.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Park at the end of the dirt road at Garnet Dike past the whitewater\nlaunching area. There is some limited primitive camping there and two\nvault toilets. Hike upstream through a gate. After a few hundred yards\nthere is a fork with the road going uphil to the left and the Kings\nRiver Trail going to the right. Stay left and hike up the steep road. A\nlittle less than a mile up the road at a gradual right hand turn, search\non the left side for an old road cut traversing towards Garnet Dike\nCreek. Follow the cut all the way to the creek. You can drop into the\ncreek when the road gets close, but why insignificantly shorten an\nalready short trip. Better to follow the road and wonder, \"Why did\nsomebody put a road over to here?\" The total distance from the gate to\nthe creek start is 1.1 miles with about 560 feet of elevation gain.</p>\n<h2 id=\"descent\">Descent</h2>\n<p><strong>R1:</strong> The first rappel is about 80 feet. Anchor is\nwebbing slung through a space behind a boulder pinching against a much\nlarger boulder. Other natural anchor options exist. This rap is close to\nthe waterfall and is exposed to spray.</p>\n<p><strong>R2:</strong> Second Rappel is about 120 feet from 2 bolts\nDCL. This rap is dry.</p>\n<p><strong>R3:</strong> Last rappel is about 130 feet from bolts on\neither right or left. Bolts on the right offer a dry rappel and the\noption to top rope climb an interesting arete. Bolts on the left offer a\nwet rappel.</p>\n<p>The hiking between the rappels is pleasant.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>From the base of the last waterfall, it is a bit over 200 yards to\nthe road. There is another small falls that can be downclimbed on the\nDCL or hiked around on the DCR.</p>\n<p>There is a fair bit of poison oak in two sections on the exit. The\nbase of the last falls has a nice clearing, but there is a lot of poison\noak growing up through rocks to the right. An exit path goes through\nthis clump, stepping on top of the rocks. With care the poison oak can\nusually be avoided as there are only a few steps where it is a danger.\nAlternatively from the base of the last falls, go to the left between\nthe wall and a large boulder, then follow the watercourse a short ways\ntill you see a use path.</p>\n<p>Past the small falls, there is more poison oak scattered around.\nThere are paths both to the left and right which avoid it, but it is\nprobably easy to get off those paths. The path to the right may be\neasier to follow. It only takes a few minutes to hike up and scout these\nroutes before doing a descent.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "df8f482aaade1b3465be6daae5ec6ba8"
}