{"quality":0,"longitude":-123.6646,"geojson":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p><br \/>\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/web.archive.org\/web\/20210527212206\/www.canyoneeringnorthwest.com\/HoweCreek\/Howe_Creek.php\">CanyoneeringNorthwest.com (archive.org)<\/a> &#160;: Howe Creek<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p>Beta provided <a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/canyoneeringnorthwest.com\">http:\/\/canyoneeringnorthwest.com<\/a> but is no longer running, but still can be accessed by WayBack Machine <a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/archive.org\/web\/\">https:\/\/archive.org\/web\/<\/a>\n<\/p><p>Howe Creek Trip Report; May2 2004.\nBy Ken Leibert\n<\/p><p>After hearing rumors that Howe Creek resembles Oneonta Gorge, I made a solo trip there to check it out for myself. Howe Creek is a tributary of the Quinault River in the Olympic National Park. It drains a fairly small area, but with the recent warm spring weather the creek had plenty of water. I hiked from the bottom up and back down. There was a lot of scrambling and wading, some of it chest deep. Going against the current made for slow going. About a half mile up the creek steepens noticeably for a ways as it tumbles over boulders making little cascades. Progress became really slow in this section as I tried to minimize fighting the current. Above there it was easier.\n<\/p><p>For the first mile the canyon has high steep walls covered with brush and trees. It is very scenic but doesn’t really look like Oneonta Gorge. At about one mile upstream the canyon walls close in and it gets pretty narrow. The canyon turns abruptly to the east, and we hit pay dirt. It is like Oneonta Gorge, but much harder to get to. The canyon narrowed to where I had to swim between rock walls. Since I can’t swim against current I made progress by grabbing little handholds in the rock and pulling myself upstream. There is a small waterfall, about ten feet high, formed where two enormous logs fell into the creek making a dam. This can be bypassed by climbing a rock pitch to the right on good holds. There is a tree stump above that provides a convenient anchor for a hand line or rappel. The canyon turns right (facing upstream). The creek goes over a small cascade where it pinches down to three feet. This would be easy and fun going down stream but was more current than I could handle going upstream. More narrows are visible above this point. Reluctantly, I turned around and headed back down. There is a sloping ledge just to the left of the pinch that may provide a way around it, but this will have to wait for a summer day with less water. Round trip time was six and a half hours.\n<\/p><p>You can access Howe Creek by taking highway 101 to Lake Quinault. Turn on\nto the South Shore Road and drive 12.9 miles to where a bridge turns left to cross the river. Ignore the bridge and go straight another 0.7 mile to the bridge over Howe Creek.\n<\/p><p>A top to bottom descent of Howe Creek could be done, but this would involve setting up a car shuttle. If you want to do this, get the map of the Olympic National Forest Hood Canal Ranger District. The map should be available at ranger stations in the national forest and is essential for understanding the road network in the area. Forest service roads 2270,2204,and200 come very close to the Howe Creek drainage but it will be necessary to bushwhack over the ridgeline to get into the drainage. It is best to enquire about current road conditions before setting out.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","rappelLongestMeters":null,"riskRating":null,"waterRating":"C","id":6407,"latitude":47.538,"vehicle":null,"url":"https:\/\/ropewiki.com\/Howe_Creek","timeRating":"III","permit":"No","version":"6009cf29059a2e6f84089db34a1260a9bde6c5e0cef617a8fc93a3d5eb0ee080","shuttleSeconds":null,"name":"Howe Creek","rappelCountMax":null,"technicalRating":2,"months":["Jul","Aug","Sep"],"rappelCountMin":null}