{"permit":"No","latitude":36.8692,"geojson":null,"months":["Sep","Oct","Nov","Dec","Jan","Feb","Mar","Apr","May"],"url":"https:\/\/ropewiki.com\/Garnet_Dike_Creek,_(Lower)","rappelCountMin":3,"riskRating":null,"technicalRating":3,"vehicle":"High Clearance","quality":3,"longitude":-119.0269,"waterRating":"B","timeRating":"II","name":"Garnet Dike Creek, (Lower)","version":"f925ad706e13a82dc693c585f7daf9d1ace094ab668ba4a708a0a25e6e9b2049","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Lower Garnet Dike Creek is a short, easy and pleasant canyon. The creek is very small.  It may be of most interest to whitewater boaters running the Kings River who also like to canyoneer.  It is best in the winter and spring, when it is green and has water in the creek.  In the summer, the creek mostly dries up and the canyon will be very hot during the day.\n<\/p><p><br \/>\n==Approach==Park at the end of the dirt road at Garnet Dike past the whitewater launching area. There is some limited primitive camping there and two vault toilets.  Hike upstream through a gate.  After a few hundred yards there is a fork with the road going uphil to the left and the Kings River Trail going to the right.  Stay left and hike up the steep road.  A little less than a mile up the road at a gradual right hand turn, search on the left side for an old road cut traversing towards Garnet Dike Creek.   Follow the cut all the way to the creek.  You can drop into the creek when the road gets close, but why insignificantly shorten an already short trip.  Better to follow the road and wonder, \"Why did somebody put a road over to here?\"  The total distance from the gate to the creek start is 1.1 miles with about 560 feet of elevation gain.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p><b>R1:<\/b>  The first rappel is about 80 feet.  Anchor is webbing slung through a space behind a boulder pinching against a much larger boulder. Other natural anchor options exist. This rap is close to the waterfall and is exposed to spray.\n<\/p><p><b>R2:<\/b>  Second Rappel is about 120 feet from 2 bolts DCL.  This rap is dry.  \n<\/p><p><b>R3:<\/b>  Last rappel is about 130 feet from bolts on either right or left.  Bolts on the right offer a dry rappel and the option to top rope climb an interesting arete.  Bolts on the left offer a wet rappel.\n<\/p><p>The hiking between the rappels is pleasant.\n<\/p><p>==Exit==From the base of the last waterfall, it is a bit over 200 yards to the road.  There is another small falls that can be downclimbed on the DCL or hiked around on the DCR.  \n<\/p><p>There is a fair bit of poison oak in two sections on the exit.  The base of the last falls has a nice clearing, but there is a lot of poison oak growing up through rocks to the right.  An exit path goes through this clump, stepping on top of the rocks.  With care the poison oak can usually be avoided as there are only a few steps where it is a danger.  Alternatively from the base of the last falls, go to the left between the wall and a large boulder, then follow the watercourse a short ways till you see a use path.\n<\/p><p>Past the small falls, there is more poison oak scattered around.  There are paths both to the left and right which avoid it, but it is probably easy to get off those paths.  The path to the right may be easier to follow.  It only takes a few minutes to hike up and scout these routes before doing a descent.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent_2\">Descent<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape_2\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites_2\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media_2\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background_2\">Background<\/h2><\/div>\n\n\n<\/div>","rappelLongestMeters":39.62,"shuttleSeconds":null,"id":64070,"rappelCountMax":3}