{
  "url": "https://ropewiki.com/Howe_Creek",
  "latitude": 47.538,
  "longitude": -123.6646,
  "id": 6407,
  "name": "Howe Creek",
  "months": [
    "Jul",
    "Aug",
    "Sep"
  ],
  "technicalRating": 2,
  "waterRating": "C",
  "timeRating": "III",
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"https://web.archive.org/web/20210527212206/www.canyoneeringnorthwest.com/HoweCreek/Howe_Creek.php\">CanyoneeringNorthwest.com\n(archive.org)</a> : Howe Creek</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p>Beta provided <a\nhref=\"http://canyoneeringnorthwest.com\">http://canyoneeringnorthwest.com</a>\nbut is no longer running, but still can be accessed by WayBack Machine\n<a href=\"https://archive.org/web/\">https://archive.org/web/</a></p>\n<p>Howe Creek Trip Report; May2 2004. By Ken Leibert</p>\n<p>After hearing rumors that Howe Creek resembles Oneonta Gorge, I made\na solo trip there to check it out for myself. Howe Creek is a tributary\nof the Quinault River in the Olympic National Park. It drains a fairly\nsmall area, but with the recent warm spring weather the creek had plenty\nof water. I hiked from the bottom up and back down. There was a lot of\nscrambling and wading, some of it chest deep. Going against the current\nmade for slow going. About a half mile up the creek steepens noticeably\nfor a ways as it tumbles over boulders making little cascades. Progress\nbecame really slow in this section as I tried to minimize fighting the\ncurrent. Above there it was easier.</p>\n<p>For the first mile the canyon has high steep walls covered with brush\nand trees. It is very scenic but doesn’t really look like Oneonta Gorge.\nAt about one mile upstream the canyon walls close in and it gets pretty\nnarrow. The canyon turns abruptly to the east, and we hit pay dirt. It\nis like Oneonta Gorge, but much harder to get to. The canyon narrowed to\nwhere I had to swim between rock walls. Since I can’t swim against\ncurrent I made progress by grabbing little handholds in the rock and\npulling myself upstream. There is a small waterfall, about ten feet\nhigh, formed where two enormous logs fell into the creek making a dam.\nThis can be bypassed by climbing a rock pitch to the right on good\nholds. There is a tree stump above that provides a convenient anchor for\na hand line or rappel. The canyon turns right (facing upstream). The\ncreek goes over a small cascade where it pinches down to three feet.\nThis would be easy and fun going down stream but was more current than I\ncould handle going upstream. More narrows are visible above this point.\nReluctantly, I turned around and headed back down. There is a sloping\nledge just to the left of the pinch that may provide a way around it,\nbut this will have to wait for a summer day with less water. Round trip\ntime was six and a half hours.</p>\n<p>You can access Howe Creek by taking highway 101 to Lake Quinault.\nTurn on to the South Shore Road and drive 12.9 miles to where a bridge\nturns left to cross the river. Ignore the bridge and go straight another\n0.7 mile to the bridge over Howe Creek.</p>\n<p>A top to bottom descent of Howe Creek could be done, but this would\ninvolve setting up a car shuttle. If you want to do this, get the map of\nthe Olympic National Forest Hood Canal Ranger District. The map should\nbe available at ranger stations in the national forest and is essential\nfor understanding the road network in the area. Forest service roads\n2270,2204,and200 come very close to the Howe Creek drainage but it will\nbe necessary to bushwhack over the ridgeline to get into the drainage.\nIt is best to enquire about current road conditions before setting\nout.</p>\n<h2 id=\"background\">Background</h2>\n",
  "version": "a5ce2d100bcd55e03f43f0dea1c47ff5"
}