{
  "url": "https://ropewiki.com/Ca%C3%B1%C3%B3n_de_Tolantongo",
  "latitude": 20.6475,
  "longitude": -99.0059,
  "id": 64368,
  "name": "Cañón de Tolantongo",
  "quality": 4,
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "II",
  "riskRating": "R",
  "permit": "Yes",
  "rappelCountMin": 2,
  "rappelCountMax": 2,
  "rappelLongestMeters": 18.29,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This is a gorgeous and deep canyon route that is accessed through a\nshallow cave at the top of the La Gloria section of Tolantongo hot\nsprings resort. It is an out and back trip that will require setting\nsome ropes to rappel into the canyon, and then ascending back up those\nropes to reverse the route. The river that flows through this canyon has\nyear-round high flow and is hot. Attempting to descend the canyon from\ntop down would probably have some serious water hazards, or may even be\nimpassable. The route described here involves accessing a small portion\nof the canyon by rappelling in from a side canyon.</p>\n<p>If users wish to post beta for alternate routes of access to this\ncanyon they should do so as a different page in order to avoid\nconfusion.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From The Grutas access point in Tolantongo, descend behind a\nrestaurant to a bridge. Pay the entry fee. Ascend stairs for about 200'\nand turn left, sometimes following a small water channel, until entering\na canyon like feature with a large shallow pool. The main approach is up\nthrough the cave at the top of La Gloria Tolantongo. Swim the pool that\nis at the top of the tourist area and climb up the travertine falls on\nthe far side. Continue under the fence that says not to pass and you'll\ncome to a ~6 meter dry falls. Someone has to free-climb this, which is\nwhy I gave the canyon an \"R\". There is a crack on the left side, which\nis the way up (unless you want to risk hauling yourself up the calcium\ncarbonate caked rope hanging down its face). (In March 2023, on a\nseparate trip from the original author, multiple people used the fixed\nrope to climb up. However, the safety of this line can not be relied\nupon.) This is an exposed climb but the travertine is very grippy. There\nis a bolt/hanger 3 quarters of the way up. The first person can set a\nline for the rest of the group to ascend, or can belay others as they\nclimb up.</p>\n<p><a\nhref=\"http://ropewiki.com/File:TolantongoApproachCave.jpeg\">http://ropewiki.com/File:TolantongoApproachCave.jpeg</a></p>\n<h2 id=\"descent\">Descent</h2>\n<p>There is a telephone cable that you can clip into to traverse to the\nfirst rappel station. A safer option would be to use part of your rope\n(if long enough) or a different rope to set this handline, which is\napproximately 35'.</p>\n<p>R1 ~60' to multiple bolt options DCR R2 ~60' to a dry landing well\nout of the way of the river (unless it is raging?)</p>\n<p>Note that which bolt option(s) you use for R2 may influence how easy\nor difficult it is to pass the lip while reascending. Further back will\nbe significantly harder. But be careful with the bolts at the edge as a\nfew options are very exposed. Stay on rappel (from R1) or set short\nhandlines as needed. As such, approximately 60-80' of rope should be\nused for R1. Doing this as 2 separate raps allows your group to ascend 2\nat a time, instead of just one. Besides allowing a rest in between.\nAlso, going down in 1 rap may put you down into the river, in the bottom\nmost part of the \"grotto.\" This is by far the most dangerous part of the\ngrotto and may be difficult or impossible to retreat from. Going into\nthis part could have lethal consequences if entering (or slipping into)\nthe deeper part of the cave.</p>\n<p>During the dry season, it is relatively safe and easy to walk the\n100' up the blue river to a large waterfall cascading down into a small\nroom.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Ascend back up the two rappels, then rappel down the travertine\ndryfall in the La Gloria access cave.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Tolantongo has an entry fee of 180 pesos, as of March 2023 La Gloria\n(a separate entity) charges its own fee. 100 pesos, as of March 2023. As\nsuch, you should plan to stay a while and soak in the La Gloria hot\nsprings after completing your canyon route. If you haven't done any\nascending in a while your muscles may appreciate the soak!</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p><a\nhref=\"http://www.grutastolantongo.com.mx/home.php\">http://www.grutastolantongo.com.mx/home.php</a></p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}