{"name":"Cañón de Tolantongo","shuttleSeconds":null,"version":"54388756055b2d05fe1a2b035a32d0ae3f40cf4dce326bf618bf40b1fa0c1bea","id":64368,"longitude":-99.0059,"rappelCountMax":2,"geojson":null,"rappelLongestMeters":18.29,"permit":"Yes","vehicle":null,"technicalRating":3,"months":[],"latitude":20.6475,"quality":4,"waterRating":"C","timeRating":"II","url":"https:\/\/ropewiki.com\/Ca%C3%B1%C3%B3n_de_Tolantongo","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>This is a gorgeous and deep canyon route that is accessed through a shallow cave at the top of the La Gloria section of Tolantongo hot springs resort. It is an out and back trip that will require setting some ropes to rappel into the canyon, and then ascending back up those ropes to reverse the route. The river that flows through this canyon has year-round high flow and is hot. Attempting to descend the canyon from top down would probably have some serious water hazards, or may even be impassable. The route described here involves accessing a small portion of the canyon by rappelling in from a side canyon. \n<\/p><p>If users wish to post beta for alternate routes of access to this canyon they should do so as a different page in order to avoid confusion.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From The Grutas access point in Tolantongo, descend behind a restaurant to a bridge. Pay the entry fee. Ascend stairs for about 200' and turn left, sometimes following a small water channel, until entering a canyon like feature with a large shallow pool.\nThe main approach is up through the cave at the top of La Gloria Tolantongo. Swim the pool that is at the top of the tourist area and climb up the travertine falls on the far side. Continue under the fence that says not to pass and you'll come to a ~6 meter dry falls. Someone has to free-climb this, which is why I gave the canyon an \"R\". There is a crack on the left side, which is the way up (unless you want to risk hauling yourself up the calcium carbonate caked rope hanging down its face). (In March 2023, on a separate trip from the original author, multiple people used the fixed rope to climb up. However, the safety of this line can not be relied upon.) This is an exposed climb but the travertine is very grippy. There is a bolt\/hanger 3 quarters of the way up. The first person can set a line for the rest of the group to ascend, or can belay others as they climb up.\n<\/p><p><a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/ropewiki.com\/File:TolantongoApproachCave.jpeg\">http:\/\/ropewiki.com\/File:TolantongoApproachCave.jpeg<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>There is a telephone cable that you can clip into to traverse to the first rappel station. A safer option would be to use part of your rope (if long enough) or a different rope to set this handline, which is approximately 35'. \n<\/p><p>R1 ~60' to multiple bolt options DCR\nR2 ~60' to a dry landing well out of the way of the river (unless it is raging?)\n<\/p><p>Note that which bolt option(s) you use for R2 may influence how easy or difficult it is to pass the lip while reascending. Further back will be significantly harder. But be careful with the bolts at the edge as a few options are very exposed. Stay on rappel (from R1) or set short handlines as needed. As such, approximately 60-80' of rope should be used for R1.\nDoing this as 2 separate raps allows your group to ascend 2 at a time, instead of just one. Besides allowing a rest in between. Also, going down in 1 rap may put you down into the river, in the bottom most part of the \"grotto.\" This is by far the most dangerous part of the grotto and may be difficult or impossible to retreat from. Going into this part could have lethal consequences if entering (or slipping into) the deeper part of the cave.\n<\/p><p>During the dry season, it is relatively safe and easy to walk the 100' up the blue river to a large waterfall cascading down into a small room.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Ascend back up the two rappels, then rappel down the travertine dryfall in the La Gloria access cave.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Tolantongo has an entry fee of 180 pesos, as of March 2023\nLa Gloria (a separate entity) charges its own fee. 100 pesos, as of March 2023. \nAs such, you should plan to stay a while and soak in the La Gloria hot springs after completing your canyon route. If you haven't done any ascending in a while your muscles may appreciate the soak!\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/www.grutastolantongo.com.mx\/home.php\">http:\/\/www.grutastolantongo.com.mx\/home.php<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.canary‐cb4999499‐m2zz2\nCached time: 20240914192011\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.006 seconds\nReal time usage: 0.007 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","riskRating":"R","rappelCountMin":2}