{"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Hells Hip Pocket can be approached via boat or kayak from the Palo Verde boat launch at Canyon Lake (14.4 miles overall) or with a packraft by hiking down to the lake on the SRP road that leads to Punchbowl Canyon (13.5 miles overall).  The distance on water from the Palo Verde boat launch to the canyon is 5 miles and from the SRP road the water travel distance is 2.2 miles.  I'd prefer 5 miles on a kayak to 2 miles on a packraft any day, but pick your own route to taste.  The packraft route also adds 4.6 miles (round trip) of hiking with an elevation loss\/gain of 1400 feet.  Either way you slice it, between the miles of water\/hiking travel just to get to the approach to the canyon, then the 4.4 miles of boulder hopping and brush thrashing it takes to get to and from the VERY short technical section, Hells Hip Pocket Canyon is very little \"bang per buck\" as far as a canyoneering trip goes, but the adventure of getting to and from this beautiful and remote area of the Superstition Mountains make it a unique and interesting trip.  The trip can also be made into an overnight (the kayaking route, anyway) by camping on the lake to turn the trip into a more casual two days.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Navigate to Blue Tank Canyon via whichever starting point you have chosen.  There is a small white and orange safety buoy marked \"reef\" at the entrance to the canyon; paddle back until you reach solid ground to begin the approach.  Do not leave any valuables behind in your boat here - some merciless scumbag ransacked my boat on my last trip.  Hiking up Blue Tank Canyon you will find one very scenic, deep section of narrows with one 10 foot climb - a handline has been left in place to assist with the climb should you need it.  After a little over a mile  you will reach the confluence with Hells Hip Pocket, continue past this and up Blue Tank Canyon for another roughly .3 mile to the spot where you exit the canyon on the right to gain access to the rim above Hells Hip Pocket - the drainage of Blue Tank becomes quite brushy and rough above the confluence.  Continue up the drainage until you spot an apparently easy route up on the right - both times I've done this route I've managed to miss this and have gone up a steep, brushy drainage with a 15 foot vertical climb near the top, but I think we exited Blue Tank too early.  The goal is to get up above the canyon to follow it back to a point above the narrows where you can enter, some route finding will be required to get you there.  There are 2 major drainages along the way that must be crossed\/contoured around; finding a good place to do this can be a bit tricky - there's no one right way and I suspect everyones' route may differ a bit.  In case you feel like the second major drainage may be a good way to access the canyon, you will find 3 rappels up to 30 feet that will indeed take you down into the canyon and deposit you immediately AFTER the narrows - and there is no easy way out of the canyon to try and loop around again.  Instead, cross this drainage and continue until the canyon below is much more open and can be easily hiked down to via the slopes above.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Rappel number 1 is reached soon after entering the canyon and is about 40 feet from an anchor slung around a large boulder on the left and drops through a sloping fluted chute into a scenic alcove and into the canyon narrows - a short knee deep pool is at the bottom of this drop.  Shortly after is rappel #2 which is about 50 feet and is anchored from a solid chockstone on the left and drops into a beautiful, deep hallway with a long freezing cold swim to reach the other side.  That is it for the technical section - hike, downclimb and boulder hop the remaining .5 mile through the canyon to get back to the the confluence with Blue Tank Canyon.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>A Tonto Pass is required for $8 per day.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/ropewiki.com\/User:Super_Amazing_Map?id=Hells_Hip_Pocket_-_Arizona\">Super Amazing Map<\/a> &#160;: Hells Hip Pocket<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/hikearizona.com\/decoder.php?ZTN=15919\">HikeArizona.com<\/a> &#160;: Hell<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.facebook.com\/pat.winstanley.7\/media_set?set=a.1063966843662012.1073742068.100001461198708&amp;type=3\">https:\/\/www.facebook.com\/pat.winstanley.7\/media_set?set=a.1063966843662012.1073742068.100001461198708&amp;type=3<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/candition.com\/canyons\/hells-hip-pocket\">Candition.com<\/a> &#160;:<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐hpng5\nCached time: 20240914191846\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.007 seconds\nReal time usage: 0.008 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","id":644,"shuttleSeconds":null,"months":["Nov","Dec","Jan","Feb","Mar","Apr","May","Sep","Oct"],"timeRating":"IV","permit":"Yes","latitude":33.5959,"technicalRating":3,"url":"https:\/\/ropewiki.com\/Hells_Hip_Pocket","geojson":null,"vehicle":"Passenger","name":"Hells Hip Pocket","longitude":-111.3773,"rappelCountMin":2,"waterRating":"B","rappelCountMax":2,"rappelLongestMeters":15.24,"version":"05874c4bbc4cac1a2afffbe45412c588f0b374832b2e5943b1f5cab0a751d09e","quality":3.4,"riskRating":null}