{
  "url": "https://ropewiki.com/Hells_Hip_Pocket",
  "latitude": 33.5959,
  "longitude": -111.3773,
  "id": 644,
  "name": "Hells Hip Pocket",
  "quality": 3.4,
  "months": [
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "IV",
  "permit": "Yes",
  "rappelCountMin": 2,
  "rappelCountMax": 2,
  "rappelLongestMeters": 15.24,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Hells Hip Pocket can be approached via boat or kayak from the Palo\nVerde boat launch at Canyon Lake (14.4 miles overall) or with a packraft\nby hiking down to the lake on the SRP road that leads to Punchbowl\nCanyon (13.5 miles overall). The distance on water from the Palo Verde\nboat launch to the canyon is 5 miles and from the SRP road the water\ntravel distance is 2.2 miles. I'd prefer 5 miles on a kayak to 2 miles\non a packraft any day, but pick your own route to taste. The packraft\nroute also adds 4.6 miles (round trip) of hiking with an elevation\nloss/gain of 1400 feet. Either way you slice it, between the miles of\nwater/hiking travel just to get to the approach to the canyon, then the\n4.4 miles of boulder hopping and brush thrashing it takes to get to and\nfrom the VERY short technical section, Hells Hip Pocket Canyon is very\nlittle \"bang per buck\" as far as a canyoneering trip goes, but the\nadventure of getting to and from this beautiful and remote area of the\nSuperstition Mountains make it a unique and interesting trip. The trip\ncan also be made into an overnight (the kayaking route, anyway) by\ncamping on the lake to turn the trip into a more casual two days.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Navigate to Blue Tank Canyon via whichever starting point you have\nchosen. There is a small white and orange safety buoy marked \"reef\" at\nthe entrance to the canyon; paddle back until you reach solid ground to\nbegin the approach. Do not leave any valuables behind in your boat here\n- some merciless scumbag ransacked my boat on my last trip. Hiking up\nBlue Tank Canyon you will find one very scenic, deep section of narrows\nwith one 10 foot climb - a handline has been left in place to assist\nwith the climb should you need it. After a little over a mile you will\nreach the confluence with Hells Hip Pocket, continue past this and up\nBlue Tank Canyon for another roughly .3 mile to the spot where you exit\nthe canyon on the right to gain access to the rim above Hells Hip Pocket\n- the drainage of Blue Tank becomes quite brushy and rough above the\nconfluence. Continue up the drainage until you spot an apparently easy\nroute up on the right - both times I've done this route I've managed to\nmiss this and have gone up a steep, brushy drainage with a 15 foot\nvertical climb near the top, but I think we exited Blue Tank too early.\nThe goal is to get up above the canyon to follow it back to a point\nabove the narrows where you can enter, some route finding will be\nrequired to get you there. There are 2 major drainages along the way\nthat must be crossed/contoured around; finding a good place to do this\ncan be a bit tricky - there's no one right way and I suspect everyones'\nroute may differ a bit. In case you feel like the second major drainage\nmay be a good way to access the canyon, you will find 3 rappels up to 30\nfeet that will indeed take you down into the canyon and deposit you\nimmediately AFTER the narrows - and there is no easy way out of the\ncanyon to try and loop around again. Instead, cross this drainage and\ncontinue until the canyon below is much more open and can be easily\nhiked down to via the slopes above.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Rappel number 1 is reached soon after entering the canyon and is\nabout 40 feet from an anchor slung around a large boulder on the left\nand drops through a sloping fluted chute into a scenic alcove and into\nthe canyon narrows - a short knee deep pool is at the bottom of this\ndrop. Shortly after is rappel #2 which is about 50 feet and is anchored\nfrom a solid chockstone on the left and drops into a beautiful, deep\nhallway with a long freezing cold swim to reach the other side. That is\nit for the technical section - hike, downclimb and boulder hop the\nremaining .5 mile through the canyon to get back to the the confluence\nwith Blue Tank Canyon.</p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>A Tonto Pass is required for $8 per day.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://ropewiki.com/User:Super_Amazing_Map?id=Hells_Hip_Pocket_-_Arizona\">Super\nAmazing Map</a> : Hells Hip Pocket</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://hikearizona.com/decoder.php?ZTN=15919\">HikeArizona.com</a>\n: Hell</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.facebook.com/pat.winstanley.7/media_set?set=a.1063966843662012.1073742068.100001461198708&amp;type=3\">https://www.facebook.com/pat.winstanley.7/media_set?set=a.1063966843662012.1073742068.100001461198708&amp;type=3</a></li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://candition.com/canyons/hells-hip-pocket\">Candition.com</a>\n:</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": []
  }
}