{
  "url": "https://ropewiki.com/Hager_Canyon",
  "latitude": 46.585,
  "longitude": -121.6527,
  "id": 64591,
  "name": "Hager Canyon",
  "quality": 4.7,
  "months": [
    "Jul",
    "Aug",
    "Sep"
  ],
  "technicalRating": 3,
  "waterRating": "C2",
  "timeRating": "III",
  "riskRating": "R",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 7,
  "rappelLongestMeters": 24.38,
  "vehicle": "Passenger",
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>In this canyon resides a troll named Hager. We can't wait for you to\nmeet him. Most of the time he's a jolly and mischievous fellow that\nlikes to dunk you into pools and tug at your feet. Be wary of his dark\nside though, he is a troll after all.</p>\n<p>Hager Canyon, aka Sick Puppy canyon is a great canyon in the Gifford\nPinchot National Forest near Packwood, WA. This canyon is a waterpark\nfilled with slides, jumps, and beautiful scenery. However, groups should\nnot underestimate the hydraulic hazards in this canyon and the technical\nropework needed to complete the lower section. Special challenges\ninclude rigging retrievable traverse lines (with intermediate points),\nrecirculating hydraulics that can be difficult to escape from if\ntrapped, and rappels that require careful and confident\nfootwork/balance. The canyon has highly carved features despite not\nbeing a very deep canyon, and the number of slides in the creek is very\nimpressive. The canyon transitions from a water park in the upper and\nmiddle sections to technical ropework in the bottom section. All\ncanyoneers running this canyon should be confident swimmers.</p>\n<p><strong>PLEASE BE MINFDUL OF MOSS AND SENSITIVE TERRAIN, AND DO NOT\nLEAVE ANY FIXED HANDLINES OR ALTER THE TERRAIN</strong></p>\n<p><strong>Driving Directions</strong>: From Highway 12, turn onto\n<strong>NF-48</strong> (46.58867, -121.68681) to access the canyon. This\nroad is across the street from the Crest Trail Lodge and is easy to\nmiss. (Google Maps lies and may try to route you via NF-21 further south\nwhich does not actually connect to NF-48.) Drive up NF-48 for 2.8mi and\npark at the second switchback (46.58631, -121.65515). If you are\nplanning to take the lower exit, drop a shuttle car at the first\nswitchback (46.58969, -121.66427).</p>\n<p><strong>Drainage area</strong>: 4.22mi^2. Highest elevation point for\nthe drainage is around ~5000 ft. Given the volume of water that pumps\nthrough year-round, it's highly likely Hager is spring-fed.</p>\n<p><strong>Waterflow</strong>: The gauge (USGS:14231900 Cispus River AB\nYellowjacket Creek) will give a good projection of waterflow during\nnormal season (July - October). However, during summer when heavy snow\nmelt is occurring, it can be unreliable due to its smaller catchment and\nlower snow amounts compared to other gauged rivers nearby. Hager seems\nto be run comfortably by most groups by the beginning of August. A\nnumber of springs in the upper drainage maintain good water well into\nthe season.</p>\n<p>\"Upper Upper Section\": The section of creek between Hager Lake and\nthe main canyon was run in 2021. While scenic, it does not have the same\nbeauty and fun factor as the lower canyon, though it does include a\nbeautiful 80' vertical rappel.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From the parking area, head uphill into the forest and skirt the edge\nof the creek for several hundred feet along an obvious use trail. At\nabout 2100' elevation, continue following the use trail and drop into\nthe creek at S1 (46.58514, -121.65250).</p>\n<h2 id=\"descent\">Descent</h2>\n<p><span style=\"color:red\"> <strong>CAUTION:</strong> </span></p>\n<p><span style=\"color:red\">'''* Do not underestimate the technical rope\nwork and aquatic nature of this canyon. There are several stronger\nhydraulics that require planning and coordination. Be sure to check pool\ndepth for hazards (e.g. logs, boulders, and shallow pools) prior to\nsliding and jumping. Some pools are deceptively shallow. </span></p>\n<p><strong><span style=\"color:red\">*There are multiple traverses in the\ncanyon which should be rigged for retrieval via self-belay or team belay\ntechniques. Do not leave fixed lines in the canyon. </span></strong></p>\n<p><strong><span style=\"color:red\">* This canyon utilizes unlinked bolt\nanchors to help reduce potential damage by debris during floods. If you\nfind two bolts side by side that are unlinked, do not add webbing to\nthem. Groups should be familiar with rigging unlinked anchors.\n</span></strong></p>\n<p>DCL = down canyon left; DCR = down canyon right; S = slide; DC = down\nclimb'''</p>\n<h3 id=\"upper_section\">Upper Section</h3>\n<p><strong>S1</strong>: 5' (just above S2)</p>\n<p><strong>S2</strong>: 18' into a large pool. It is also possible to\njump DCL from a ledge into the pool. In higher flow, this is a\ncounter-clockwise recirculating hydraulic. It is possible to down\nclimb/rappel from a tree on DCL to check depth and station someone at\nthe bottom for assistance out of the pool <strong>Please be minfdul of\nmoss and senstive terrain</strong></p>\n<p><strong>R1</strong>: 20' DCR from webbing around a tree. It would be\npreferable to set a new anchor in the flow. The pothole is deep and this\nis also a slide (as always send someone on rope to check depth first).\nIn higher flow, you can rappel from a tree about 10' further down the\nledge DCR to avoid the hydraulic.</p>\n<p><strong>S3</strong>: 10' low angle slide just after R1. This is by\ndownclimbable DCR.</p>\n<p>There is a 15' swim to the next anchor.</p>\n<p><strong>R2</strong>: 30' DCL from webbing around a log.</p>\n<p><strong>S4</strong>: 15' low angle bumpy slide or rappel DCR from a\nsingle bolt.</p>\n<p>There is a nice open area after S4, with an easy escape point back to\nthe vehicles if necessary.</p>\n<h3 id=\"middle_section\">Middle Section</h3>\n<p><strong>R3:</strong> 10' DCL from webbing around a tree. There is a\nledge DCL to get to the anchor. Note that there is a log in this pool.\n</p>\n<p><strong>R4</strong>: 15' DCR from single bolt. This drop can also be\ndown climbed.</p>\n<p><strong>R5</strong>: 20' DCR from webbing around a tree.</p>\n<p><strong>R6</strong>: 10’ from webbing around a log close to the\ncenter of the creek. Look for a log cave underneath the large log.\nPretend you're a troll and demand a toll for continuing the canyon.</p>\n<p><strong>S5</strong>: This is a two-tier drop. Avoid the first tier as\nthere's a hidden log in the pool. Instead, downclimb to the top of the\nsecond tier from DCR (see photo for reference). The second tier is a 12'\nslide. The slide terminates into a small pool and the canyon makes a\nsharp right turn.</p>\n<p><strong>S6</strong>: 8' short slide into a shallow pool that leads\ndirectly to a steep 20' slide. To check pool depth or bypass the slide,\nthere is a 10' traverse to a 20' rappel from a single bolt DCL.</p>\n<p>The hydraulic at the bottom of the 20' slide can be tricky - be sure\nto station someone at the edge with a throw bag as needed. In higher\nflow, there is a risk of being swept over the next tier (S7), which is a\nslide but could contain hazards early in the season. It is best to send\nyour strongest swimmer first. Pack management is also important here to\navoid getting them stuck in the hydraulic, or getting swept over the\nnext tier.</p>\n<p><strong>S7</strong>: 8' slide immediately after S6. In higher flow,\nthis pool has a clock-wise recirculating hydraulic. This slide/pool can\nby bypassed DCL.</p>\n<p>There are some small slides and down climbs after S7.</p>\n<p><strong>R8</strong>: 8' DCL from a single bolt. This bolt is in an\nawkward location and makes for a difficult rappel start. (It's much\neasier to simply rappel from a tree DCL.) This drop can also be jumped\nfrom the ledge DCL slightly further away from the immediate bottom of\nthe waterfall.</p>\n<p><strong>R9</strong>: 15' from tree DCL. The bottom of this pool is\nshallow and cannot be slid.</p>\n<p>The next three drops are a fun series of back to back slides:</p>\n<p><strong>S8</strong>: 8' from the center of the pour over</p>\n<p><strong>S9</strong>: 8' from the center of the pour over</p>\n<p><strong>S10</strong>: 10'. Start your slide DCL.</p>\n<h3 id=\"lower_section\">Lower Section</h3>\n<p><strong>The remaining section of the canyon is more technical than\nthe upper, requiring multiple traverse lines and careful footwork to\navoid fast moving flow and slippery rocks</strong>. It is possible to\nclimb out of the canyon after S10 on DCL. After R11, the canyon channels\ninto a deep narrow corridor with no escape options until below R14.</p>\n<p>From the ledge DCR, downclimb into the lower pool. In high flow, the\npool is knee deep and not too pushy even though it may look like it.</p>\n<p><strong>R10 + traverse line with intermediate point</strong>: DCL.\nThe traverse is 15' and the rappel is 10'. Setup the traverse line using\na team belay or self-belay method to get to the anchor station at the\nedge. The purpose of the traverse line is to avoid slipping into the\nchute, which funnels into a narrow and dangerous keeper hydraulic.\nCanyoneers have gotten trapped in this hydraulic, so extreme caution\nshould be taken to avoid it, or to aid a stuck teammate. This drop has\nbeen done as a slide. <strong>If you intend to rappel or slide into the\nboil, a teammate should be positioned at the bottom to provide a rescue\nif a teammate becomes stuck.</strong> ''' </p>\n<p>The tier directly after R10 is very shallow. Downclimb DCR and slide\n5' into a pool.</p>\n<p><strong>R11</strong>: AKA 'The Dance Floor'. 60' DCR from an unlinked\nbolt anchor. The rappel is relatively low-angle, curves DCL, and\nrequires careful footing/stemming over the swift moving water. The R12\nbolt anchor is located DCR immediately at the end of the rappel where\nthe canyon makes a sharp right turn. It is placed fairly high on the\ncanyon wall. It is best for a strong climber and/or swimmer to go first.\nHager, the troll, resides at the bottom of this rappel.</p>\n<p><strong>R12 + redirect</strong>: 80' DCR from a bolted Y-hang anchor.\nThis rappel requires careful footing and balance on potentially slippery\nrock. Rappel 30' and step over the flow access the redirect/deviation on\nthe DCL wall. The walls here have multiple hand holds to carefully reach\nthe redirect. (<strong>Redirects are permanent anchors, please do not\nremove them.</strong>) Continue rappelling down the sloping rock edge\naway from the water. The rappel ends in an area where 3-4 people can\nstand and the single bolt for R13 traverse. </p>\n<p><strong>Traverse</strong>: From the single bolt DCL, rig a traverse\nline 15' to a bolted Y-hang anchor DCL. The first person will may need\nto swim through the boiling pool and climb out to set the traverse line\nfor the rest of the group. </p>\n<p><strong>R13</strong>: 15' DCL from a bolted Y-hang anchor. Swim 20'\nthrough the final corridor. (In higher flow there is a risk of being\nswept over the final tier. It is best to send your strongest\nswimmer/climber first to climb out of the pool and assist teammates\nsafely out of the pool.)</p>\n<p><strong>R14</strong>: 30' DCL from unlinked bolts. This rappel is out\nof the flow.</p>\n<h2 id=\"exit\">Exit</h2>\n<h3 id=\"non_shuttle_exit\">Non-shuttle Exit</h3>\n<p>Immediately after the last rappel, climb up the steep bank DCL using\na series of roots and branches. From the top of the bank follow the\nwell-maintained trail that parallels Hager Creek back up to your\nstarting point in about 10 minutes.</p>\n<h3 id=\"shuttle_exit\">Shuttle Exit</h3>\n<p>After exiting the lower technical section, keep going downstream.\nJust ahead is:</p>\n<p><strong>R15</strong>: 50ft from log DCR down into a short slot-like\nsection. (Too narrow at the bottom to be a good slide.)</p>\n<p>Below R15, the creek opens up again. Look for a cairn atop a log DCL\nwhich marks a relatively easy exit on a rising traverse up out of the\ndrainage. This route out is likely a better long-term solution per\ncombating erosion. The route out was well-marked in 2023. Once out of\nthe drainage, contour left/west ~50ft to pick up the dirt bike trail.\nFollow it down to a minor saddle at approx. 46.59072, -121.66043. From\nhere, just traverse west back over to the road through open forest.\nHopefully, you left a shuttle car here. Exit takes 5-10min.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>None.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.facebook.com/media/set/?vanity=harukajames.lipscomb&amp;set=a.3888984197894721\">First\nfull descent on June 26-27, 2021 - Facebook album. Water conditions:\nvery high. Gage: Cispus River AB Yellow Jacket Creek @ 1440 cfs</a></li>\n</ul>\n<ul>\n<li><a href=\"https://youtu.be/8fRZbXfCm98\">YouTube video - July 11,\n2021. Water conditions: moderate high. Gage: Cispus River AB Yellow\nJacket Creek @ 794 cfs</a></li>\n</ul>\n<ul>\n<li><a href=\"https://m.youtube.com/watch?v=9mDZ-QIRRtY\">YouTube video -\nJuly 18, 2021 Classic run. Water conditions: moderate high. Gage: Cispus\nRiver AB Yellow Jakcet @ 707 cfs</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<p>This canyon was first fully opened on June 26-27 by Ryan Ernst,\nMichael Peterson, Andrew Humphreys, Jake Huddleston, Barry Specht, Kevin\nSteffa, Haruka Lipscomb, and Tiffanie Lin. The canyon took multiple\ntrips and attempts to complete the entirety of the main route due to\nearly season high flows and hydraulic hazards. This canyon has been\ndescribed as \"cute and cuddly, with teeth\" due to its very fun and\nseemingly innocuous nature. Just when you start getting comfortable, the\nteeth come out.</p>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "geometry": {
          "type": "LineString",
          "coordinates": [
            [
              -121.652689576149,
              46.58506163536856,
              345.3999938964844
            ],
            [
              -121.6529041528702,
              46.58525335074675,
              345.3999938964844
            ],
            [
              -121.6529041528702,
              46.58554460935076,
              370.1000061035156
            ],
            [
              -121.6531670093537,
              46.58581743244646,
              359.1000061035156
            ],
            [
              -121.6535210609436,
              46.58602020547944,
              344.5
            ],
            [
              -121.6539233922959,
              46.58627090563525,
              340
            ],
            [
              -121.6541057825089,
              46.58653266485479,
              355.6000061035156
            ],
            [
              -121.6550123691559,
              46.58704143267958,
              400.3999938964844
            ],
            [
              -121.6555809974671,
              46.58744696882997,
              395.3999938964844
            ],
            [
              -121.6561576327881,
              46.587701800594,
              432.70001220703125
            ],
            [
              -121.6565251350403,
              46.58807370054927,
              451.6000061035156
            ],
            [
              -121.6568952798844,
              46.58837231723133,
              455
            ],
            [
              -121.6571366786957,
              46.58870042502218,
              458.5
            ],
            [
              -121.6572546958923,
              46.58876678365978,
              458.5
            ],
            [
              -121.6573941707611,
              46.58876678365978,
              458.5
            ],
            [
              -121.6574078408758,
              46.58877870722341,
              458.5
            ]
          ]
        },
        "properties": {
          "name": "Descent",
          "stroke": "#FF3B30",
          "stroke-opacity": 1,
          "stroke-width": 5,
          "lengthMeters": 567.6055034231584,
          "ascentMeters": 148.20001220703125,
          "descentMeters": 35.100006103515625,
          "changeMeters": 113.10000610351562
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "LineString",
          "coordinates": [
            [
              -121.6550874710083,
              46.58634832750788,
              421.5
            ],
            [
              -121.6547119617462,
              46.58627459239361,
              396.8999938964844
            ],
            [
              -121.6543686389923,
              46.58607550708408,
              372.79998779296875
            ],
            [
              -121.6540789604187,
              46.58589116818258,
              350.29998779296875
            ],
            [
              -121.6537141799927,
              46.58575107019821,
              340.79998779296875
            ],
            [
              -121.6534674167633,
              46.58571051545096,
              341.70001220703125
            ],
            [
              -121.6532850265503,
              46.58566996067336,
              352.1000061035156
            ],
            [
              -121.6531509160996,
              46.58556673019345,
              352.1000061035156
            ],
            [
              -121.653059720993,
              46.58540451047073,
              343.6000061035156
            ],
            [
              -121.6530114412308,
              46.58528284536013,
              341.70001220703125
            ],
            [
              -121.6529631614685,
              46.58514643263869,
              345.3999938964844
            ],
            [
              -121.6527432203293,
              46.58503951431974,
              342.1000061035156
            ]
          ]
        },
        "properties": {
          "name": "Approach",
          "stroke": "#34C759",
          "stroke-opacity": 1,
          "stroke-width": 5,
          "lengthMeters": 245.26348031627344,
          "ascentMeters": 15,
          "descentMeters": 94.39999389648438,
          "changeMeters": -79.39999389648438
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "LineString",
          "coordinates": [
            [
              -121.6574156284332,
              46.58878153001264,
              458.5
            ],
            [
              -121.6575282812119,
              46.58880733612052,
              463.8999938964844
            ],
            [
              -121.6576141119003,
              46.58874466412295,
              463.8999938964844
            ],
            [
              -121.6576302051544,
              46.58863037970549,
              463.8999938964844
            ],
            [
              -121.6575068235397,
              46.58851978165273,
              471.1000061035156
            ],
            [
              -121.6571795940399,
              46.58831333135047,
              462.70001220703125
            ],
            [
              -121.6567558050156,
              46.58801102770344,
              451.6000061035156
            ],
            [
              -121.6565036773682,
              46.58784512864407,
              452.5
            ],
            [
              -121.6563481092453,
              46.58768291573951,
              432.70001220703125
            ],
            [
              -121.6557902097702,
              46.58735480178947,
              415
            ],
            [
              -121.6553342342377,
              46.58703405926695,
              416.1000061035156
            ],
            [
              -121.6550660133362,
              46.58678704936406,
              421.20001220703125
            ],
            [
              -121.6550123691559,
              46.58659349604172,
              398.1000061035156
            ],
            [
              -121.6551411151886,
              46.58639256852833,
              421.5
            ]
          ]
        },
        "properties": {
          "name": "Exit",
          "styleUrl": "#stylemap_id1",
          "styleHash": "133231cb",
          "styleMapHash": {
            "normal": "#style",
            "highlight": "#style0"
          },
          "stroke": "#FFCC00",
          "stroke-opacity": 1,
          "stroke-width": 5,
          "lengthMeters": 362.3752429069632,
          "ascentMeters": 43.100006103515625,
          "descentMeters": 80.10000610351562,
          "changeMeters": -37
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "LineString",
          "coordinates": [
            [
              -121.6574746370316,
              46.5887962763615,
              463.8999938964844
            ],
            [
              -121.6576623916626,
              46.58894005305268,
              459.1000061035156
            ],
            [
              -121.6578984260559,
              46.5891059487609,
              453.1000061035156
            ],
            [
              -121.6580700874329,
              46.58922760529088,
              453.1000061035156
            ],
            [
              -121.6583919525147,
              46.58945985790809,
              450.79998779296875
            ],
            [
              -121.6585421562195,
              46.58974003434413,
              446.8999938964844
            ],
            [
              -121.6586762666702,
              46.58983957036089,
              441.5
            ],
            [
              -121.6589820384979,
              46.59001283632444,
              433.8999938964844
            ],
            [
              -121.6589820384979,
              46.59000546331598,
              439.6000061035156
            ],
            [
              -121.6592180728912,
              46.59006444735546,
              434.5
            ],
            [
              -121.6595184803009,
              46.59007919335527,
              434.8999938964844
            ],
            [
              -121.659539937973,
              46.59020453419186,
              434.8999938964844
            ],
            [
              -121.6595935821533,
              46.59042572319643,
              430.3999938964844
            ],
            [
              -121.6595721244812,
              46.59060267375017,
              420.70001220703125
            ],
            [
              -121.6597008705139,
              46.59069852172559,
              420.70001220703125
            ],
            [
              -121.6598510742188,
              46.59069852172559,
              422.20001220703125
            ],
            [
              -121.6601836681366,
              46.5908017424326,
              404.8999938964844
            ],
            [
              -121.6606342792511,
              46.59067640297707,
              418.6000061035156
            ],
            [
              -121.6610527038574,
              46.59038885842502,
              427.1000061035156
            ],
            [
              -121.6615033149719,
              46.59004232834817,
              435.8999938964844
            ],
            [
              -121.6621577739716,
              46.58988012201904,
              451.8999938964844
            ],
            [
              -121.6627371311188,
              46.5897916456349,
              439.70001220703125
            ],
            [
              -121.6634559631348,
              46.58963681161515,
              429.1000061035156
            ],
            [
              -121.6639709472656,
              46.58960731937074,
              424.8999938964844
            ]
          ]
        },
        "properties": {
          "name": "Shuttle Exit",
          "stroke": "#AF52DE",
          "stroke-opacity": 1,
          "stroke-width": 5,
          "lengthMeters": 665.5720264947471,
          "ascentMeters": 54.600006103515625,
          "descentMeters": 93.60000610351562,
          "changeMeters": -39
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "LineString",
          "coordinates": [
            [
              -121.6640567779541,
              46.5895409617622,
              420.29998779296875
            ],
            [
              -121.6639494895935,
              46.58929027673008,
              424.6000061035156
            ],
            [
              -121.66392684797,
              46.58929252790476,
              424.6000061035156
            ],
            [
              -121.66392,
              46.58926000000001,
              424.6000061035156
            ],
            [
              -121.66396,
              46.58906999999999,
              424.6000061035156
            ],
            [
              -121.66396,
              46.58906999999999,
              424.6000061035156
            ],
            [
              -121.66404,
              46.58893,
              418.5
            ],
            [
              -121.66445,
              46.58858,
              398.1000061035156
            ],
            [
              -121.66467,
              46.58828,
              394.1000061035156
            ],
            [
              -121.66514,
              46.58743,
              426.29998779296875
            ],
            [
              -121.6657184027815,
              46.58667687148608,
              448.6000061035156
            ],
            [
              -121.6657184027815,
              46.58667687148608,
              448.6000061035156
            ],
            [
              -121.6661,
              46.58618000000001,
              449.29998779296875
            ],
            [
              -121.66646,
              46.58587000000001,
              443.29998779296875
            ],
            [
              -121.66676,
              46.58566,
              435.79998779296875
            ],
            [
              -121.66706,
              46.58540000000001,
              439.1000061035156
            ],
            [
              -121.66932,
              46.58324,
              439.70001220703125
            ],
            [
              -121.66962,
              46.5829,
              435.70001220703125
            ],
            [
              -121.6706,
              46.58118,
              446
            ],
            [
              -121.67074,
              46.58099,
              449.3999938964844
            ],
            [
              -121.67085,
              46.58073,
              450
            ],
            [
              -121.67085,
              46.58061,
              450
            ],
            [
              -121.67077,
              46.58052,
              460.8999938964844
            ],
            [
              -121.67062,
              46.58045,
              460.8999938964844
            ],
            [
              -121.6705,
              46.58042999999999,
              460.8999938964844
            ],
            [
              -121.6704000112717,
              46.58043999115623,
              470.79998779296875
            ],
            [
              -121.6704000112717,
              46.58043999115623,
              470.79998779296875
            ],
            [
              -121.6704,
              46.58044,
              470.79998779296875
            ],
            [
              -121.67018,
              46.5805,
              470.79998779296875
            ],
            [
              -121.66987,
              46.58063,
              468.3999938964844
            ],
            [
              -121.66767,
              46.58179000000001,
              497.70001220703125
            ],
            [
              -121.66725,
              46.58203,
              505.79998779296875
            ],
            [
              -121.6665,
              46.58258,
              516.9000244140625
            ],
            [
              -121.66603,
              46.58279,
              516.7999877929688
            ],
            [
              -121.66506,
              46.58306999999999,
              514.2999877929688
            ],
            [
              -121.66398,
              46.58333,
              533.0999755859375
            ],
            [
              -121.6626,
              46.58375,
              547.4000244140625
            ],
            [
              -121.6626,
              46.58375,
              547.4000244140625
            ],
            [
              -121.66164,
              46.58406,
              546.9000244140625
            ],
            [
              -121.66059,
              46.5845,
              544.9000244140625
            ],
            [
              -121.6601,
              46.58466,
              547.7999877929688
            ],
            [
              -121.65966,
              46.58471,
              549.5999755859375
            ],
            [
              -121.65921,
              46.58483,
              546.2000122070312
            ],
            [
              -121.65779,
              46.58543,
              504.70001220703125
            ],
            [
              -121.65703,
              46.58570999999999,
              485.1000061035156
            ],
            [
              -121.65651,
              46.58587000000001,
              479.1000061035156
            ],
            [
              -121.65613,
              46.58612000000001,
              470.1000061035156
            ],
            [
              -121.65588,
              46.58634,
              455.29998779296875
            ],
            [
              -121.65567,
              46.58642999999999,
              441.5
            ],
            [
              -121.6553029648556,
              46.58647705578774,
              421.6000061035156
            ]
          ]
        },
        "properties": {
          "name": "Shuttle (Optional)",
          "stroke": "#AF52DE",
          "stroke-opacity": 0.7019607843137254,
          "stroke-width": 5,
          "lengthMeters": 2539.5286419260287,
          "ascentMeters": 184.80001831054688,
          "descentMeters": 183.5,
          "changeMeters": 1.300018310546875
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -121.6526734828949,
            46.58503951431974,
            0
          ]
        },
        "properties": {
          "name": "Drop-In",
          "stroke": "#FF3B30",
          "elevationMeters": 342
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -121.6551009927791,
            46.58636876779943,
            0
          ]
        },
        "properties": {
          "name": "Parking",
          "stroke": "#34C759",
          "elevationMeters": 422
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -121.6574048995972,
            46.58877415683671,
            0
          ]
        },
        "properties": {
          "name": "End Lower Section",
          "stroke": "#FF3B30",
          "elevationMeters": 459
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -121.6639699722146,
            46.58960129351827,
            0
          ]
        },
        "properties": {
          "name": "Shuttle Parking",
          "stroke": "#AF52DE",
          "elevationMeters": 425
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -121.6580539941788,
            46.5892017993831,
            0
          ]
        },
        "properties": {
          "name": "R15",
          "stroke": "#AF52DE",
          "elevationMeters": 453
        }
      }
    ]
  },
  "version": "e6b95b422b32b0a76e62aa22095788be"
}