{
  "url": "https://ropewiki.com/Ca%C3%B1%C3%B3n_de_Oro",
  "latitude": 18.6564,
  "longitude": -95.1797,
  "id": 64718,
  "name": "Cañón de Oro",
  "quality": 4,
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 4,
  "rappelLongestMeters": 22.86,
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A gorgeous tropical canyon with 100% beautiful clear blue spring\nwater that flows out of the walls of the first rap. Nice narrows and\nsome fun jumps.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>This is the hardest part of this canyon. You have to either pay\nsomeone with a truck to drive you up and drop you off or, if you have\ntwo vehicles (sedans probably won't work) go back and get your car at\nthe end (~45 mins to the drop-in). The approach hike is a few\nminutes.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>R1: bolts LDC, mostly dry</p>\n<p>R2: tree LDC. best rappel of the canyon, dropping you into the flow.\nThere are some chunks of tires affixed to the rock to protect against\nabrasion. These work best if all but the last runs the rope through a\nbiner on a little sapling a few feet down from the anchor. Can be jumped\nby the brave.</p>\n<p>R3 (optional): bolts on both sides but easy to to down limb RDC in\nnormal flow.</p>\n<p>R4 (optional). An easy jump but best to send someone down to check\nrock locations unless you're there with someone who knows</p>\n<p>3 sections of narrows after this have lots of swimming but are not\nvery technical. The last drop can be jumped or rapped but then you have\nto climb back up to the exit trail LDC.</p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Approach drive is through some private land. Be sure to close any\ngates you open and be respectful of the land.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "5df3f6c96fd9e0f11dcd4a287d85af9c"
}