{
  "url": "https://ropewiki.com/Katana_Slot",
  "latitude": 39.8609,
  "longitude": -111.4652,
  "id": 65174,
  "name": "Katana Slot",
  "quality": 3,
  "months": [
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 5,
  "rappelLongestMeters": 16.76,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Katana and Lasson Canyon are one of Utah's hidden gems. In the winter\ntime, many elk and deer come down to the valley below to get away from\nwinter's deep snow. Lasson Canyon road is closed from December to April\nto allow the animals to graze in peace. The best time to explore this\ncanyon is when the snow is gone and the roads are dry. Katana Slot is a\nnarrow canyon with an arch in it. It has 2 passages that run into Lasson\nDraw. Lasson Draw is a technical canyon with several cliffs and is quite\nbeautiful and is fairly open with sections that slot up. In this area\nwatch out for animals like bears and mountain lions. Also look out for\nstinging nettle, it grows in the bottom of Katana and Lasson Canyon.\nThis adventure is anywhere from 2.5-5 miles long, depending on where you\npark. Expect it to take at least 4-6 hours. The terrain is thick with\ntrees and makes hiking difficult. There are lots of obstacles to climb\nover or go under, like fallen trees, boulders, and some moderate down\nclimbs. This canyon can have some water if it was a wet winter. The\nwater flow is only ankle deep, so wet-suits are not needed.</p>\n<p>Notes</p>\n<p>Do not bolt this canyon. It can be ghosted easily.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Directions</p>\n<p>Head east up Spanish Fork Canyon on highway 6. From the windmills\ndrive 9 miles and turn right on to highway 89 towards Manti. Drive 13.1\nmiles and get in the left lane and turn left onto a dirt road with a\ngate. This gate is marked by a wildlife management area sign for Lasson\nDraw. This primitive road requires a 4x4 car and is muddy when wet.\nFollow this dirt road east for 1.5 miles. There is a wooden fence here.\nThis is the best place to park. Beyond this point the road gets narrow\nwith a small stream on one side that is cutting into the road. I\nwouldn't recommend going past the wooden fence area unless the roads are\ndry. If dry, drive another mile until the road piddles out to a single\ntrack. Find a place to park off the road.</p>\n<p>Approach</p>\n<p>From the wooden fence parking area, Hike on the road for exactly 1\nmile. The road then turns into a single track trail. Walk only 50 feet\nand turn left or north up the ridge. There is a maintained trail going\nup the ridge. It is hard to find at first. But once you find the trail\nfollow it up the ridge for another mile. You will see off to the east\nthe Katana Slot on the opposite ridge. It has a sword-like shape and\nalso looks like someone used a giant sword to cut into the side of the\nmountain. Head down the ridge into the draw and go up the opposite ridge\nfollowing the edge of the slot on the south side of the slot. Hike\naround the rocks that are above the slot. North of the rocks is where\nthe slot begins. Carefully make your way down towards the first drop\noff.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Above the first rappel there is a tree that is a good anchor to\nrappel from. The first rappel can be down climbed but would be an\nR-rated move. The first rappel is a two tier drop and is 35' tall. The\nslot is really narrow for about 70' then it opens up. Look to the left\nfor a small skinny arch. and another slot passage way that ends with a\nmuddy wall. Follow the main passage down to the opening of the bottom\nhalf of the canyon. Turn left and bush whack your way down Lasson canyon\nto the first down climb of 15'. Next is an optional rappel of 10' from a\nboulder. It can be bypassed on the right. Be prepared to climb over and\nunder fallen trees. Next is another optional rappel from a boulder or\ndown climb of 15'. Follow the canyon down to the last optional rappel.\nThis is a two tier rappel from a tree and is 55' tall. The rappel is a\nslanted crack that is down stem-able for experienced canyoneer-ers.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>To exit the canyon Follow the wash back to the trail head. Expect\nbush whacking, boulder hopping, mud, water, and lots of bugs. Hike for\nabout 1 mile through the thick brush and muddy bog. The canyon meets up\nwith the trail that leads back to the road where the car is parked.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>The Lasson Road is close from December to April to help the elk and\ndeer graze in peace.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p><a\nhref=\"https://www.patreon.com/posts/katana-slot-37027772\">https://www.patreon.com/posts/katana-slot-37027772</a></p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "7e5e7155f9ecf06f066a7223b7e216b2"
}