{"latitude":39.8609,"version":"ac1c0ce9b3ced95fa73b7509565970bf6796534857adababa5560584df785f04","vehicle":"High Clearance","id":65174,"shuttleSeconds":null,"permit":"No","url":"https:\/\/ropewiki.com\/Katana_Slot","longitude":-111.4652,"name":"Katana Slot","technicalRating":3,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Katana and Lasson Canyon are one of Utah's hidden gems. In the winter time, many elk and deer come down to the valley below to get away from winter's deep snow. Lasson Canyon road is closed from December to April to allow the animals to graze in peace. The best time to explore this canyon is when the snow is gone and the roads are dry. Katana Slot is a narrow canyon with an arch in it. It has 2 passages that run into Lasson Draw. Lasson Draw is a technical canyon with several cliffs and is quite beautiful and is fairly open with sections that slot up. In this area watch out for animals like bears and mountain lions. Also look out for stinging nettle, it grows in the bottom of Katana and Lasson Canyon. This adventure is anywhere from 2.5-5 miles long, depending on where you park. Expect it to take at least 4-6 hours. The terrain is thick with trees and makes hiking difficult. There are lots of obstacles to climb over or go under, like fallen trees, boulders, and some moderate down climbs. This canyon can have some water if it was a wet winter. The water flow is only ankle deep, so wet-suits are not needed. \n<\/p><p>Notes\n<\/p><p>Do not bolt this canyon. It can be ghosted easily.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Directions\n<\/p><p>Head east up Spanish Fork Canyon on highway 6. From the windmills drive 9 miles and turn right on to highway 89 towards Manti. Drive 13.1 miles and get in the left lane and turn left onto a dirt road with a gate. This gate is marked by a wildlife management area sign for Lasson Draw. This primitive road requires a 4x4 car and is muddy when wet. Follow this dirt road east for 1.5 miles. There is a wooden fence here. This is the best place to park. Beyond this point the road gets narrow with a small stream on one side that is cutting into the road. I wouldn't recommend going past the wooden fence area unless the roads are dry. If dry, drive another mile until the road piddles out to a single track. Find a place to park off the road. \n<\/p><p><br \/>\n<\/p><p>Approach\n<\/p><p>From the wooden fence parking area, Hike on the road for exactly 1 mile. The road then turns into a single track trail. Walk only 50 feet and turn left or north up the ridge. There is a maintained trail going up the ridge. It is hard to find at first. But once you find the trail follow it up the ridge for another mile. You will see off to the east the Katana Slot on the opposite ridge. It has a sword-like shape and also looks like someone used a giant sword to cut into the side of the mountain. Head down the ridge into the draw and go up the opposite ridge following the edge of the slot on the south side of the slot. Hike around the rocks that are above the slot. North of the rocks is where the slot begins. Carefully make your way down towards the first drop off.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Above the first rappel there is a tree that is a good anchor to rappel from. The first rappel can be down climbed but would be an R-rated move. The first rappel is a two tier drop and is 35' tall. The slot is really narrow for about 70' then it opens up. Look to the left for a small skinny arch. and another slot passage way that ends with a muddy wall. Follow the main passage down to the opening of the bottom half of the canyon. Turn left and bush whack your way down Lasson canyon to the first down climb of 15'. Next is an optional rappel of 10' from a boulder. It can be bypassed on the right. Be prepared to climb over and under fallen trees. Next is another optional rappel from a boulder or down climb of 15'. Follow the canyon down to the last optional rappel. This is a two tier rappel from a tree and is 55' tall. The rappel is a slanted crack that is down stem-able for experienced canyoneer-ers.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>To exit the canyon Follow the wash back to the trail head. Expect bush whacking, boulder hopping, mud, water, and lots of bugs. Hike for about 1 mile through the thick brush and muddy bog. The canyon meets up with the trail that leads back to the road where the car is parked.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>The Lasson Road is close from December to April to help the elk and deer graze in peace.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.patreon.com\/posts\/katana-slot-37027772\">https:\/\/www.patreon.com\/posts\/katana-slot-37027772<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","months":["May","Jun","Jul","Aug","Sep","Oct"],"rappelCountMin":1,"geojson":null,"riskRating":null,"quality":3,"rappelCountMax":5,"waterRating":"B","timeRating":"II","rappelLongestMeters":16.76}