{
  "url": "https://ropewiki.com/Arco_del_Tiempo",
  "latitude": 16.9039,
  "longitude": -93.7261,
  "id": 65323,
  "name": "Arco del Tiempo",
  "quality": 5,
  "months": [
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "rappelLongestMeters": 24.38,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Arco Del Tiempo is a spectacular chasm carved through the hillside by\nthe Rio de la Venta. The largest natural arch in the world, Arco del\nTiempo is a swim surrounded by breathtakingly high walls and verdant\nvegetation. It can be reached by raft or boat on a river expedition, by\nhiking as a day trip, or as an overnight camping trip. It's not really a\ncanyon, but when approached by land has one mandatory rappel to reach\nthe very bottom (and a mandatory rope ascent to get back out).</p>\n<p>The trip is offered as a guided trip by many tour companies in the\narea (generally with an overnight stay camping near the river). An\novernight is not necessary, but could be fun during the dry season if\nyou wish to take your time. You do not need to go through a tour company\nto do this trip, but you will need to hire a local guide (more details\nbelow).</p>\n<p>An overland trip to Arco del Tiempo is best during the dry season\n(Jan-May) but can be done all year if the weather permits. However if\nthe water is too high in the river, you may not be able to do the final\nrappel into the river to explore the arch.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Drive to the small town of General Cárdenas. GPS Coords\n16.898249517517545, -93.72889005634175 or Google maps to \"Cabañas Arco\ndel Tiempo\" will take you to a small cluster of cabins and an outdoor\nrestaurant. If no one is there, find the nearest person in town (there\nwas a small house right at the gate where we found someone).</p>\n<p>You will need to arrange a local guide here (see red tape below), so\ndon't plan on driving in at 7am and starting the canyon immediately;\nstay in town the night before if you're planning on a day trip. The\nquality of the guides can vary.</p>\n<p>The cabanas are in good condition (and approx 350-400 pesos/night in\n2021); for an additional 50 pesos/night one even has a king-sized bed (a\nluxury in Mexico). There is running water (not hot), but the water\npressure isn't always great. They will also let you setup camp if you'd\nprefer.</p>\n<h3 id=\"the_hike\">The Hike</h3>\n<p>You can hike from General Cárdenas, however it's recommended you\ndrive the first 2 miles, which are on a dirt road. This can be done in a\npassenger vehicle, but there may be a water crossing required, so high\nclearance is preferable.</p>\n<p>You'll park at the end of the road and take a well trodden path\nthrough the jungle. It meanders up and down for 2 miles, before\ndescending 1200 feet in approx 1.5 miles. There are often hand lines\nrigged on particularly steep or slippery sections. You'll begin to hear\nthe river in the distance and will end on an 80' cliff with a\nspectacular view of the Arch above the river.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Down climb with the aid of fixed hand lines to a ledge big enough for\n4 people, where you can rig a rappel of ~80' from fixed bolts. There\nwill likely be rope protectors stashed there that you can use (as the\nlip is a bit sharp).</p>\n<p>Rappel down, landing in the water (which could be between ankle and\nwaist deep depending on recent conditions). Leave your rope in place.\nFrom here take your time exploring. There's a large rock or sandbar\nwhere you could eat lunch. You can swim pretty far up river into the\nchasm. There are a few places where you can climb up and jump back into\nthe river.</p>\n<h2 id=\"exit\">Exit</h2>\n<p><strong>You must ascend out your rappel line.</strong> The first half\nof the ascent is free hanging and fairly awkward. The second half is on\nvertical wall with some foot holds along the way. Make sure to leave\nenough time for all in your party to ascend back out; it will likely\ntake at least 15 minutes each.</p>\n<p>Hike back out the trail you came in on. What seemed like a moderate\napproach hike will be a lot less fun when you're doing 1300' of\nelevation gain in the heat and what is likely 100% humidity.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>To hike to Arco del Tiempo you must take a local guide from General\nCárdenas. As of June 2021 we were charged 250 pesos (+tip) for a guide\nfor the day (shared cost) and 400 each for an entrance fee and \"wall\nfee.\" We were told we were given 50% off the latter as we brought and\ncarried all of our own equipment (assume 800 pesos if you want them to\nprovide equipment and setup the rappel). Even the tour companies that\narrange trips here must take a local guide form General Cárdenas.</p>\n<p>While not required, it's highly recommended that you order food from\nthe restaurant while you're in town as it helps sustain the community\n(you can arrange for beers and a hot meal to be waiting for you,\nprepared by the locals, when you get out of the hike! They will also\ncook you breakfast in the morning if you stay overnight.)</p>\n<p>We were warned that during the rainy season the venomous snakes in\nthe area are more likely to be in or near the river. Make sure to ask\nyour guide about this and stay safe if you're there between Jun-Dec.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><a\nhref=\"https://www.espiritu-libre.com/day-356-arco-del-tiempo\">https://www.espiritu-libre.com/day-356-arco-del-tiempo</a>\n(includes a downloadable gps track, though as mentioned above you will\nstill need to hire a guide)</li>\n<li><a\nhref=\"https://www.sinpostal.com/arcodeltiempo/\">https://www.sinpostal.com/arcodeltiempo/</a></li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "81f4f951d0d890cdd093c0b22193527a"
}