{"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Clark Creek is a great early summer route that drains the east side of Three Peaks in the Olympic National Forest. Located in the upper reaches of the Wynoochee River valley, Clark features rapid fire rappels, multiple spots to test your downclimbing skills, and a variety of interesting geologic features from the wide open creekbed in the upper section to a more narrow gorge-like section in its lower reaches. Other interesting features include a swirling rooster tail rappel and a siphon through a large pile of boulders that is possible to climb through for the brave ones among your group.\n<\/p><p>Fast groups could easily combine this canyon with Bottleneck Canyon further down the valley for a full day of canyoning. Keep in mind that flows are known to become quite low in both canyons by mid to late summer.\n<\/p><p>This canyon requires rigging a traverse line to access an exposed anchor. Groups should be familiar with how to rig retrievable traverse lines. <b>Please do not leave fixed traverse lines in canyons!<\/b> They are unnecessary and potentially unsafe as they often cannot be fully inspected for damage prior to use.\n<\/p>\n<ul><li>Checkpoint: The final falls in the canyon is easily seen from the road for flow analysis.<\/li>\n<li>Watershed: 1.07mi^2. The highest point in the watershed is Three Peaks (~4600ft). The creek appears to be fed by several small lakes.<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p><b>Getting There<\/b>: From Olympia, take Hwy 12 to the town of Montesano. This is the last stop for fuel and other supplies before heading north. From Montesano, take Wynoochee Valley Road north for 33 miles until it abruptly turns to gravel and becomes NF-2312. Continue another 9.7 miles until the road reaches a junction. Turn left and cross the Wynoochee River. Clark Creek is less than a minute up the road on the left.\n<\/p><p><b>Parking<\/b>: There are spots both above and below where the road crosses Clark Creek to park multiple vehicles. The best spot is just downhill from the creek, though it is often taken by campers. In a pinch, you can park at the T junction just before the road crosses the Wynoochee River.\n<\/p><p><b>Approach<\/b>: Not too far on the downhill\/east side of the creek, look for an open space to cut up into the forest. Look for a faint use trail that meanders up the hillside. This use trail is marked occasionally with old flagging tape, but it is not consistent. At several points you may find yourself off the use trail, but the forest is not very thick\/brushy in most places and usually you can find your way back to the original route. Eventually, you’ll make it to an overgrown but very obvious forest road at around 2000'. Bushwhack your way to the creek on the forest road, which will put you into the creek just below R0, which can be skipped if desired. If looking for a bonus rappel, cut up from the forest road into the forest and traverse over until you find an obvious place to cut down the hillside to the creek above R0.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p><b>DCR<\/b> = Down Canyon Right\n<\/p><p><b>DCL<\/b> = Down Canyon Left\n<\/p><p><br \/>\n<b>R0<\/b>: 45’ from a tree in the center of the creek. \n<\/p><p><b>R1<\/b>: DCR - 35’ from a tree. This rappel puts you into a narrow crack that ends up in a tricky logjam wedged in the pool below. In higher flow, this rappel could be challenging and\/or hazardous. It is possible to downclimb\/bushwhack DCR if necessary.\n<\/p><p><b>R2<\/b>: 60’ from a large tree in the center of the canyon. This tree requires some slippery downclimbing to reach. This anchor puts your rappel in the center of the creek bed with lower flow than the left side (note that this line becomes funneled and pushy towards the bottom in higher flows). Alternatively, before downclimbing to this anchor, traverse DCL and rappel 75’ from a different tree on the creek bank. This puts you into the watercourse on the left side of the creek, which is a much sportier line. Both of these lines drop you into a small pool. In lower flow, climb out of the pool and downclimb through the watercourse. In higher flow, climb out of the pool onto a slippery rock DCR to access R3.\n<\/p><p><b>R3<\/b>: DCR - 30’ from a chock stone wedged in a crack. (This drop can be downclimbed in low water.)\n<\/p><p><b>R4<\/b>: DCR - 20’ traverse line from unlinked bolts to a 60’ rappel from a bolted anchor DCR. It is best to set rope length to extend over both tiers of this waterfall to avoid a slippery downclimb from the base of the falls. <b><font color=\"red\">This anchor is tricky to access and manage<\/font><\/b>, as the rock is slippery and sloped downwards. Teams should be familiar with how to run a hanging belay &amp; transition between ropes. Please leave the traverse line bolts unlinked.\n<\/p><p><b>Siphon<\/b>: From the bottom of R4, scramble down to where the creek disappears into a dark cave-like space under a large pile of boulders DCL. In moderate flow or lower, you can climb down through the siphon and exit out the bottom. It is very dark so waterproof headlamps are recommended.  Alternatively, bypass DCR.\n<\/p><p><b>R5<\/b>: 130’ low-angle ramp from the roots of an old tree in the ce\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>nter of the creek. In higher flow, the anchor can also be used to rappel a dry chute DCR.\n<\/p><p><b>R6<\/b>: <i>The Rooster Tail<\/i>: 50’ from a large log spanning the creek. This rappel is great fun in moderate flow. In higher flow, this rappel is easy to bypass DCR.\n<\/p><p><b>R7<\/b>: 70' from log DCR. This is a two stage rappel with easy pull from DCL side. (The agile can downclimb DCL(?) using logs and root systems.)\n<\/p><p><b>R8<\/b>: DCR - 50’ from the root of a large tree down into a room between two tiers. If the flow looks too high here, there is an easy exit DCL that takes you out of the canyon to an easy forest walk down to the road.\n<\/p><p><b>R9<\/b>: DCR - 35’ from bolts. This rappel takes you into a narrow pinch that could be a possible foot entrapment near the bottom, so use caution here. As of 2022 there was a large log in the drop. Might be possible to downclimb the drop in low water, but use caution as it's slippery.\n<\/p><p><b>R10<\/b>: 25’ from a log DCL. Rappel has an awkward start. This drop has been downclimbed using the very large log in the center of the creek, but can be a little sketchy. This drop has two tiers. Rappel both tiers, or finish after the first and downclimb the rest.  \n<\/p><p><b>R11<\/b>: 45’ from a horizontal log wedged in the gravel. This anchor is a bit tricky to access and may require climbing over the log into an exposed position to reach\/manage. This puts you at the top of the chute in the center of the creek. This is the last rappel in the canyon.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Climb out of the pool and walk the road back to the parking area.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>The northern end of Wynoochee Valley is closed seasonally from Oct 1 through April 30 and is gated at approximately 47.44722, -123.55027 on FR 2270. (Oddly in 2023, the season was extended until November 1.) Access is still legal on foot or by mountain bike.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>This canyon was first descended on 5\/29\/21 by Stephanie Moe, Becca Polglase, Gretchen Mallari, Zach Kiefer, Charlie Triplett, and Jake Huddleston. It was higher flow than expected, and the team decided to exit the canyon just before R7. The group returned a month later and completed the full route, joined additionally by Brent Roth and Logan DeGrand.\n<\/p>\n\n\n<\/div>","timeRating":"III","technicalRating":3,"name":"Clark Creek","waterRating":"C","shuttleSeconds":null,"geojson":{"type":"FeatureCollection","features":[{"type":"Feature","geometry":{"type":"Point","coordinates":[[-123.53489532380411,47.48751097344304,0]]},"properties":{"name":"Clark Creek - Lower Drop In"}},{"type":"Feature","properties":{"name":"R11"},"geometry":{"type":"Point","coordinates":[[-123.53161400659576,47.48963293635704,0]]}},{"geometry":{"type":"Point","coordinates":[[-123.53521889551178,47.48729847215337,0]]},"properties":{"name":"Clark Creek Drop In "},"type":"Feature"},{"geometry":{"coordinates":[[-123.53232120925192,47.49046656234686,0]],"type":"Point"},"type":"Feature","properties":{"name":"Parking 2"}},{"type":"Feature","geometry":{"coordinates":[[-123.53072261267904,47.4893718594287,0]],"type":"Point"},"properties":{"name":"Parking 1"}},{"geometry":{"type":"Point","coordinates":[[-123.52767562323812,47.489748845790906,0]]},"properties":{"name":"Parking 3"},"type":"Feature"},{"properties":{"name":"Clark Creek Approach","stroke":"#00CD00"},"type":"Feature","geometry":{"coordinates":[[-123.53128587657217,47.48964357820129,0],[-123.531436080277,47.48946958448317,0],[-123.5313824360967,47.4893318390475,0],[-123.53153263980154,47.489186843461816,0],[-123.5316506569982,47.489063596899236,0],[-123.53166138583425,47.48891860057299,0],[-123.53172575885061,47.48883169634386,0],[-123.53171503001455,47.4886576999361,0],[-123.53172575885061,47.4885779513899,0],[-123.53185450488333,47.488461953288386,0],[-123.53196179324392,47.488338705024795,0],[-123.53182231837515,47.48821545647203,0],[-123.53184377604727,47.48792545873645,0],[-123.53221928530935,47.48783845910353,0],[-123.53230511599783,47.4876862093992,0],[-123.53258406573538,47.487649959404536,0],[-123.53280937129263,47.487461459029085,0],[-123.53288447314505,47.487301958183004,0],[-123.53301321917776,47.48723670769729,0],[-123.53324925357107,47.48712795670761,0],[-123.53332435542349,47.48701920549276,0],[-123.53360330516104,47.48700470531376,0],[-123.53385006839041,47.48710620648263,0],[-123.53402172976736,47.487236707697264,0],[-123.53425776416067,47.48727295797712,0],[-123.53448306971792,47.48721495751736,0],[-123.53470837527517,47.48717145713049,0],[-123.53508388453726,47.48716420706251,0],[-123.53528773242239,47.48729470813303,0]],"type":"LineString"}},{"geometry":{"type":"LineString","coordinates":[[-123.5352354761277,47.4872901974141,0],[-123.53489215337379,47.487507698496465,0],[-123.5347312208329,47.48763094871002,0],[-123.5344629999314,47.48773969865827,0],[-123.53426988088233,47.48784119840683,0],[-123.53387291394813,47.48799344766188,0],[-123.5335081335221,47.4880949469201,0],[-123.53310043775184,47.48825444535813,0],[-123.53277857267005,47.48843569299525,0],[-123.53242452108009,47.48872568791369,0],[-123.53223140203102,47.488979432153904,0],[-123.53196318112953,47.48915342749584,0],[-123.53179151975257,47.48942166918532,0],[-123.53167350255592,47.48954491490765,0],[-123.53154134066703,47.48972352470092,0]]},"type":"Feature","properties":{"name":"Clark Creek Descent","stroke":"#FF0000"}},{"type":"Feature","geometry":{"coordinates":[[-123.53429043803068,47.487299621826466,0],[-123.53452647242399,47.48742287252827,0],[-123.53468740496488,47.48746637270692,0],[-123.53482687983366,47.48755337295611,0]],"type":"LineString"},"properties":{"name":"Clark Creek - Old Road","stroke":"#F0F000"}}]},"rappelLongestMeters":39.62,"id":65376,"url":"https:\/\/ropewiki.com\/Clark_Creek","months":["Jun"],"permit":"No","quality":3,"rappelCountMin":8,"vehicle":"Passenger","longitude":-123.5352,"latitude":47.4873,"rappelCountMax":12,"version":"810e07c1c1b9ac32c578642be01724dc291dec797efd7936b9921caaa1c93522","riskRating":null}