{
  "url": "https://ropewiki.com/Hugh_Gorge",
  "latitude": -23.6684,
  "longitude": 133.2719,
  "id": 65445,
  "name": "Hugh Gorge",
  "quality": 3.7,
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "IV",
  "riskRating": "PG",
  "permit": "Yes",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "rappelLongestMeters": 30,
  "vehicle": "4WD - High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This wilderness slot canyon with permanent water, is good year-round.\nIn summer the air is boiling hot, and the water pleasant, and in winter\nthe water freezing but the air a good temperature for swimming. In\nwinter, a 5mm wetsuit will still be very cold.</p>\n<p>There is a single 30m abseil, off a tree on the TL, and several\ndownclimbs.</p>\n<p>Grading:</p>\n<p>V3</p>\n<ul>\n<li>Low Vertical flow. Rappels land in pools with calm water.</li>\n<li>Rappel anchors are easily reached.</li>\n<li>Rappels are easy. &lt;= 30m. Rappels are separated by enough room to\nregroup.</li>\n<li>(V2) Easy climbing and down climbing with little exposure.</li>\n</ul>\n<p>A4</p>\n<ul>\n<li>Prolonged immersion in calm, cold water - Swims longer than\n30m.</li>\n</ul>\n<p>Commitment:</p>\n<ul>\n<li>(III) Able to get out of a flood in less than 30 minutes. Escape\ntakes up to 1 hour. Total time (approach, descent return) is between 4\nand 8 hours.</li>\n</ul>\n<h2 id=\"approach\">Approach</h2>\n<p>Drive the 4wd track to the hugh gorge campsite. From there, walk\nnorth past the hikers campsite to Hugh Junction, turning east, and then\nclimb up the second major spur north, threading you way past the bluffs\nto gain the high ridge. Follow the ridge west, than north, dropping off\nit into the eastern branch of Hugh creek. Avoid following it all the way\nto the junction - as this bluffs out.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>There is one large abseil (30m, off a tree on the TR) with sharp\nrocks on the way down. There is a tiny ledge at the bottom allowing\neasier rope retrieval. Several downclimbs and a couple of optional\njumps. No pothole escapes or creative anchors required.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Follow the bushwalking track all the way back to the car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Overnight camping outside of marked campsites requires a permit.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}