{
  "url": "https://ropewiki.com/Granite_Gorge",
  "latitude": 36.96583,
  "longitude": -118.99583,
  "id": 65910,
  "name": "Granite Gorge",
  "quality": 3,
  "months": [
    "Jul",
    "Aug",
    "Sep",
    "Oct"
  ],
  "technicalRating": 3,
  "waterRating": "C4",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "rappelLongestMeters": 22.86,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Cool waterfall in the lower section of the granite gorge.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From Fresno, take highway 168 to Shaver Lake. In Shaver Lake, turn\nleft onto Dinkey Creek Road and keep following signs to Wishon\nReservoir. Past Dinkey Creek, the road is named the McKinley Grove Rd.\nMcKinley Grove is a grove of Sequoia Gigantea and worth a stop. In\nWishon village a very rough dirt/rocky road follows the rim above the NF\nKings River. A nice trail leads to Cliff Bridge and Cliff Camp, but if\nyou stay on the road, there is a section where it is quite close to the\nriver and the hillside is fairly easy to descend.</p>\n<p>The shuttle to Black Rock Reservoir is quite a ways on dirt roads.\nThe road along the rim is very rough and is best with high clearance and\nmaybe 4wd. Another road further inland is much easier driving.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>From Cliff Camp the river meanders and is flat till it reaches a\nnarrow granite trench with alternating pools and boulders. One can hike\nfrom the road to near the start of this trench. The trench is fun\nswimming and downclimbing, but one can also just walk along the granite\nridge on DC left to save time.</p>\n<p>The trench ends at the start of the Granite Gorge proper. There are\nsome nice pools here and maybe a rappel or jump. Then the true character\nof the Granite Gorge reveals itself. At the end of a pool, the river\ndisappears underneath a mass of huge boulders clogging the canyon.\nGranite walls rise vertical for hundreds of feet on both sides.</p>\n<p>Finding routes through the boulders is challenging, interesting, and\nwith the right mindset enjoyable. Find that mindset as working your way\ndown through boulders is all you will be doing for awhile. There may be\nabout 3 or 4 of these boulder clogs separated by very pretty pools. Each\nboulder clog goes on for a hundred yards or more. The form jagged slopes\nof about 45 to 60 degrees, so not steep enough to bypass by rappelling.\nYou may find yourself rappelling short sections, but with careful route\nfinding you should be able to downclimb everything. The boulder clogs\nend when the Granite Gorge opens up into a wider valley. The canyoning\nlooks more interesting below that.</p>\n<p>Michelle Niles reported that there are several interesting mini\ngorges in the lower part of the trip, but that some appeared too\ndangerous to descend at typical flows. There appears to be reasonable\nhiking on the rims of these mini sections.</p>\n<p>The waterfall in the photo allegedly has a MINIMUM flow of 30cfs so\nit might not be safe to descend in the watercourse but there are plenty\nof natural anchor spots on a ledge dcr of the falls or one could install\nbolts next to the falls. There are possible jumping spots on the dcr\nledge but the landing area would be quite small as there are a lot of\nbig boulders in the pool below.</p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>There are fishermen's trails into the middle section where there are\nlarge pools. Not sure exactly where they start. Richard Leversee and\nfriends did a descent from Cliff Camp to Black Rock in the early 1990's.\nMichelle Niles and others descended the section to Black Rock in the\nlate 2000's. In the early 2000's, Paul Martzen and Tim Schiller\ndescended the short section below Cliff Camp listed as Granite Gorge on\nthe topo maps, but then hiked cross country back to the road.</p>\n"
}