{"rappelLongestMeters":22.86,"riskRating":null,"permit":"No","waterRating":"C4","longitude":-118.9958,"months":["Jul","Aug","Sep","Oct"],"url":"https:\/\/ropewiki.com\/Granite_Gorge","version":"1b6ed8c5e22c6eb0e647009755e8920e13958d7884fff20aa0a63204d7209242","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Cool waterfall in the lower section of the granite gorge.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From Fresno, take highway 168 to Shaver Lake. In Shaver Lake, turn left onto Dinkey Creek Road and keep following signs to Wishon Reservoir.  Past Dinkey Creek, the road is named the McKinley Grove Rd.  McKinley Grove is a grove of Sequoia Gigantea and worth a stop.  In Wishon village a very rough dirt\/rocky road follows the rim above the NF Kings River.  A nice trail leads to Cliff Bridge and Cliff Camp, but if you stay on the road, there is a section where it is quite close to the river and the hillside is fairly easy to descend.  \n<\/p><p>The shuttle to Black Rock Reservoir is quite a ways on dirt roads.  The road along the rim is very rough and is best with high clearance and maybe 4wd.  Another road further inland is much easier driving.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>From Cliff Camp the river meanders and is flat till it reaches a narrow granite trench with alternating pools and boulders. One can hike from the road to near the start of this trench. The trench is fun swimming and downclimbing, but one can also just walk along the granite ridge on DC left to save time.\n<\/p><p>The trench ends at the start of the Granite Gorge proper.  There are some nice pools here and maybe a rappel or jump.  Then the true character of the Granite Gorge reveals itself.  At the end of a pool, the river disappears underneath a mass of huge boulders clogging the canyon.  Granite walls rise vertical for hundreds of feet on both sides.  \n<\/p><p>Finding routes through the boulders is challenging, interesting, and with the right mindset enjoyable.  Find that mindset as working your way down through boulders is all you will be doing for awhile.  There may be about 3 or 4 of these boulder clogs separated by very pretty pools. Each boulder clog goes on for a hundred yards or more.  The form jagged slopes of about 45 to 60 degrees, so not steep enough to bypass by rappelling.  You may find yourself rappelling short sections, but with careful route finding you should be able to downclimb everything.  The boulder clogs end when the Granite Gorge opens up into a wider valley.  The canyoning looks more interesting below that.  \n<\/p><p>Michelle Niles reported that there are several interesting mini gorges in the lower part of the trip, but that some appeared too dangerous to descend at typical flows.  There appears to be reasonable hiking on the rims of these mini sections.  \n<\/p><p>The waterfall in the photo allegedly has a MINIMUM flow of 30cfs so it might not be safe to descend in the watercourse but there are plenty of natural anchor spots on a ledge dcr of the falls or one could install bolts next to the falls. There are possible jumping spots on the dcr ledge but the landing area would be quite small as there are a lot of big boulders in the pool below.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>There are fishermen's trails into the middle section where there are large pools.  Not sure exactly where they start.  \nRichard Leversee and friends did a descent from Cliff Camp to Black Rock in the early 1990's.  Michelle Niles and others descended the section to Black Rock in the late 2000's.  In the early 2000's, Paul Martzen and Tim Schiller descended the short section below Cliff Camp listed as Granite Gorge on the topo maps, but then hiked cross country back to the road.\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐c62wm\nCached time: 20240914192110\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.006 seconds\nReal time usage: 0.007 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","quality":3,"id":65910,"rappelCountMin":1,"technicalRating":3,"vehicle":null,"rappelCountMax":1,"timeRating":"II","name":"Granite Gorge","geojson":null,"shuttleSeconds":null,"latitude":36.9658}