{"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Lower Yosemite Falls has to be the busiest tourist attraction in Yosemite, even when it's flow is low.  In the spring the flow can be extremely powerful and even getting close to the bottom of the falls is either not possible or extremely dangerous.  But once the flow tapers down to sane levels, it's great fun to scramble over the super slimy rocks near the base (provided you don't slip, fall and break something), just to feel the power of the massive 400 foot waterfall.  Later in the season the flow decreases to a level where you can get to the terminal pool, and even rappel the falls itself (below).\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>If you just want to see the falls, hike the well traveled paved trail to the wooden overlook bridge.  If you want to rappel the falls, take the Valley Loop Trail hiking to the East of the falls to the Sunny Side Bench climbers trail at 37.75166, -119.58924.  Hike up the talus blocks on a faint trail on (climber's) left side.  Up near the top the trail bends right then back left.  The trail braids a few times, but the heavily traveled paths will head West and generally stop climbing up around 37.75312, -119.58943.  This is the Sunny Side Bench.  Hike along this bench going up and down slightly for 0.6 miles until you reach Middle Earth (Yosemite Creek above Lower Yosemite Falls).  You will see a small cedar tree at 37.75165, -119.59678, which is where you downclimb to the creek bed itself.  If you cannot figure out where to safely downclimb, just ghost off the cedar tree.  If the flow is high, you may have to rig a different anchor about 100 feet closer to the falls in order to rappel directly to the bolted station at the top of Lower Yosemite Falls, because getting to the final bolts can be difficult and or dangerous.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>From the Creek bed head downstream DCL to a traverse line that is anchored in 3 places.  Use this line to reach the bolts with chain.  From these bolts rappel 400 feet into the pool directly.  If the flow is low enough that the big ledge below is not super slimy, you can break this rappel into pieces: Rappel 230 feet to a large ledge that slopes upward in the DCL direction; climb up the sloping ledge (stay connected to the rope in case you slip) to another 3 bolt anchor (2 button heads and 1 Powers with a piton hanger); use this anchor to rappel 180 feet to the pool at the bottom.  Also, there are 2 bare bolts with hangers about 80 feet down from the bolted chain anchor at the top; these can be used to break up the rappel further, so that ropes under 200 feet can be used.  <b>NOTE: if the big ledge is wet and slimy it will be nearly impossible to reach the anchor on the big ledge, because the bolted chain anchor at the top is so far off plumb to the ledge anchor, and you have to climb up the polish sloping granite to get to it.<\/b>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Climb over the seasonally slimy rocks directly away from the falls to easier terrain near the back wall.  Head left toward the main trail, and hike on the pavement back to where ever you parked, or to the Yosemite Shuttle Bus Stop.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>The canyon is located within Yosemite National Park boundaries, and as such, park admission fees apply. In addition to the standard park admission fee, a reservation is now required to enter Yosemite \"through Thursday, September 30 or until local public health conditions improve.\" Unlike the 7-day entrance permit introduced in 2020, the 2021 permit is good for 3 days but does not require you to enter on the first day to activate the permit. The park has not made this abundantly clear.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐xk69j\nCached time: 20240914191911\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.004 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","latitude":37.7515,"rappelCountMin":1,"id":66705,"shuttleSeconds":null,"technicalRating":4,"geojson":null,"riskRating":"PG","name":"Yosemite Falls (Lower)","months":["Jul","Aug","Sep","Oct","Nov"],"url":"https:\/\/ropewiki.com\/Yosemite_Falls_(Lower)","quality":5,"vehicle":"Passenger","version":"6631e37a87bd0ef9ad0bc83a3d16ec6cba3668f1865c370c3be7e5718b197788","rappelCountMax":3,"waterRating":"B","permit":"No","longitude":-119.5972,"timeRating":"II","rappelLongestMeters":121.92}