{
  "url": "https://ropewiki.com/Yosemite_Falls_(Lower)",
  "latitude": 37.7515,
  "longitude": -119.5972,
  "id": 66705,
  "name": "Yosemite Falls (Lower)",
  "quality": 5,
  "months": [
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 4,
  "waterRating": "B",
  "timeRating": "II",
  "riskRating": "PG",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 3,
  "rappelLongestMeters": 121.92,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Lower Yosemite Falls has to be the busiest tourist attraction in\nYosemite, even when it's flow is low. In the spring the flow can be\nextremely powerful and even getting close to the bottom of the falls is\neither not possible or extremely dangerous. But once the flow tapers\ndown to sane levels, it's great fun to scramble over the super slimy\nrocks near the base (provided you don't slip, fall and break something),\njust to feel the power of the massive 400 foot waterfall. Later in the\nseason the flow decreases to a level where you can get to the terminal\npool, and even rappel the falls itself (below).</p>\n<h2 id=\"approach\">Approach</h2>\n<p>If you just want to see the falls, hike the well traveled paved trail\nto the wooden overlook bridge. If you want to rappel the falls, take the\nValley Loop Trail hiking to the East of the falls to the Sunny Side\nBench climbers trail at 37.75166, -119.58924. Hike up the talus blocks\non a faint trail on (climber's) left side. Up near the top the trail\nbends right then back left. The trail braids a few times, but the\nheavily traveled paths will head West and generally stop climbing up\naround 37.75312, -119.58943. This is the Sunny Side Bench. Hike along\nthis bench going up and down slightly for 0.6 miles until you reach\nMiddle Earth (Yosemite Creek above Lower Yosemite Falls). You will see a\nsmall cedar tree at 37.75165, -119.59678, which is where you downclimb\nto the creek bed itself. If you cannot figure out where to safely\ndownclimb, just ghost off the cedar tree. If the flow is high, you may\nhave to rig a different anchor about 100 feet closer to the falls in\norder to rappel directly to the bolted station at the top of Lower\nYosemite Falls, because getting to the final bolts can be difficult and\nor dangerous.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>From the Creek bed head downstream DCL to a traverse line that is\nanchored in 3 places. Use this line to reach the bolts with chain. From\nthese bolts rappel 400 feet into the pool directly. If the flow is low\nenough that the big ledge below is not super slimy, you can break this\nrappel into pieces: Rappel 230 feet to a large ledge that slopes upward\nin the DCL direction; climb up the sloping ledge (stay connected to the\nrope in case you slip) to another 3 bolt anchor (2 button heads and 1\nPowers with a piton hanger); use this anchor to rappel 180 feet to the\npool at the bottom. Also, there are 2 bare bolts with hangers about 80\nfeet down from the bolted chain anchor at the top; these can be used to\nbreak up the rappel further, so that ropes under 200 feet can be used.\n<strong>NOTE: if the big ledge is wet and slimy it will be nearly\nimpossible to reach the anchor on the big ledge, because the bolted\nchain anchor at the top is so far off plumb to the ledge anchor, and you\nhave to climb up the polish sloping granite to get to it.</strong></p>\n<h2 id=\"exit\">Exit</h2>\n<p>Climb over the seasonally slimy rocks directly away from the falls to\neasier terrain near the back wall. Head left toward the main trail, and\nhike on the pavement back to where ever you parked, or to the Yosemite\nShuttle Bus Stop.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>The canyon is located within Yosemite National Park boundaries, and\nas such, park admission fees apply. In addition to the standard park\nadmission fee, a reservation is now required to enter Yosemite \"through\nThursday, September 30 or until local public health conditions improve.\"\nUnlike the 7-day entrance permit introduced in 2020, the 2021 permit is\ngood for 3 days but does not require you to enter on the first day to\nactivate the permit. The park has not made this abundantly clear.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}