{
  "url": "https://ropewiki.com/Hose_Monster_(Top_Down)",
  "latitude": 36.2477,
  "longitude": -115.6448,
  "id": 66929,
  "name": "Hose Monster (Top Down)",
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 2,
  "rappelCountMax": 4,
  "rappelLongestMeters": 70.1,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Hose Monster is an ice climb in Charleston composed of 3 pitches\nrated at WI-5+. This climb can be done top down as a canyon route via\nEcho Overlook trail and some off trail bush whacking. The canyon is\nshort, but can be wet and cold.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Start from Cathedral Rock Trailhead parking. Follow the South Loop\ntrail to Echo overlook. The drop in point to the gully is on the big\nswitch back at approximately 9351 feet (36.24432, -115.64552) following\nthe overlook. You can drop through to the gully into 2 optional rappels;\nboth are overhung half way. If you do not want to do the rappels you can\nfollow the ridge on canyon left to a steep loose express descent that\nbrings you near the start of the canyon (36.24726, -115.6447). Follow\nthe water course down to the opening of the canyon and a large log where\nthe canyon drops.</p>\n<p><strong>Optional Raps:</strong></p>\n<p>There are 2 optional rappels on the approach:</p>\n<p><strong>R1:</strong> Approx 100 feet. Off of the anchor on the tree\non CR</p>\n<p><strong>R2:</strong> Approx 60 feet. Ghosted off of a tree</p>\n<h2 id=\"descent\">Descent</h2>\n<p><strong>Canyon:</strong></p>\n<p><strong>R1:</strong> Approx 230 feet off of the anchor behind the\ntree. Set up a short rappel off of the anchor on a tree behind the log\nin order to rig the actual rappel off of the chain anchor on CL. The rap\noff of the chain anchors is approx 165 feet. Suggestion: do not stage\npeople on the chain rap station as it is small and space is scarce on\nthe ledge. Instead, have people go down to the rap station, rebelay\nthere, and continue down canyon on the 165 foot rap. This rap lands on a\nlarge ledge. Continue down canyon to the second rap. There is a slide on\nthe CR that may need to be partner-assisted.</p>\n<p><strong>R2:</strong> Approx 210 feet. Rig a set of bolts on CL in\norder to walk down about 10 feet to a set of chain anchors. Rig the rap\nfrom there for an easier pull.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Bush walk directly following the water course to the trail. Hook a\nleft in order to follow the trails back to Cathedral Rock Trailhead.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>None</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "d317cf97ea3d4b67923425725bd03b04"
}