{
  "url": "https://ropewiki.com/Merlin_Canyon",
  "latitude": 36.9135,
  "longitude": -111.323,
  "id": 67281,
  "name": "Merlin Canyon",
  "quality": 5,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 4,
  "waterRating": "B",
  "timeRating": "IV",
  "riskRating": "R",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 5,
  "rappelLongestMeters": 67.06,
  "shuttleSeconds": 300,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Technical Gear: pothole escape gear, a couple of sandtraps, a couple\nof water anchors, canyoneering gear, and a small raft for a shuttle. We\nhave not found a beta or name for this canyon. We also did not see\nevidence of a prior descent, though conditions may have changed. The\ngroup is Bruce, Jason, Wil, and Gus</p>\n<p>This canyon is an upgrade to the Excalibur canyon hence the name\nMerlin. Although it is a shorter one, it has bigger features and\nrequires canyoners with advanced sandtrap, water anchor, fiddlestick,\nand pothole escape skills.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Merlin shares the same trailhead and approach as Excalibur, it takes\na \"shortcut\" and ends at the last 3rd of Excalibur.</p>\n<p>From the start, the approach is steep for about 1,500 ft. followed by\na steady climb of 500 ft until the last steep section of 100 ft.\nThereafter almost no elevation hike until the top of the canyon.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>There is the option to start at waypoint Top1 (36.91165, -111.32308),\nit has a low height narrow section followed by a Rap of 40'. This upper\nsection can be bypassed right-down-canyon until you reach waypoint Top2\n(36.91358, -111.32306), where you commit and the fun begins.</p>\n<p>It starts with a sandtrap (15’) leading to a semi keeper pothole.\nAfter a few steps, there is a pothole reachable with a handline and exit\nwith partner assist from that lip you can see a beautiful rappel of 40'\nthat requires a sandtrap leading to a pothole. Before descending it\nrequires to throw a 40+ potshot to the crack to hold the pull as it is a\nflat area. </p>\n<p>Walk for a couple of minutes, you will find a pothole avoidable by\nwalking left-down-canyon on a small ledge.</p>\n<p>Here will be an ideal place to set up the sandtrap rap 35' into an\nopen area.</p>\n<p>Next, you will see a large bowl where you can set up a sandtrap (50')\nright-down-canyon or use a small tree left-down-canyon with a\nfiddlestick (our choice).</p>\n<p>After a couple of minutes, you will see the largest feature of the\ncanyon. It is the 200' rap from a sandtrap from a tiny lip (we had to\ndry and dig the sand) at the edge of the cliff (you have the option to\nbuild it way back where you will need a longer rope). Half of the rap is\nfree-hanging (scary for the LPD), in the middle, there are a lot of\nlarge size bushes where the backpack can get stock if you decide to hang\nit.</p>\n<p>At the end of the rap, there is a series of 3 potholes, you can use a\npack toss for the first one. If you have a 240' rope you can make it a\ntwo-stage rap to skip building a water anchor or sand trap. The pull is\ngood on this second pothole ledge. For the last pothole, we built a\nwater (sandtrap if it is dry) anchor to the rappel down 40' to the end\nof the canyon, now you are in Excalibur with about a 3rd to go.\nMagnificent!!</p>\n<h2 id=\"exit\">Exit</h2>\n<p>If you do not find details about Excalibur, the end of Excalibur has\na couple of handlines and partner captures, sandtraps/water-anchors. The\nend is a sequence of three-stage rappel that can be done with one 220'x2\nrope from a rebar 7' high RDC or you can set up three\nsandtraps/water-anchors raps (watch for rope pinch, clean the narrow\nareas of debris).</p>\n<p>Depending on the water level you may walk for a couple to 15 min to\nthe lake where you take the small raft to get to your boat.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "fb60707ae15f781970192ec88956d04f"
}