{"url":"https:\/\/ropewiki.com\/Drieschtbach","rappelCountMax":25,"months":[],"quality":3,"timeRating":"IV","rappelCountMin":20,"vehicle":null,"shuttleSeconds":null,"version":"704a49acbbcbbee560cc0062f11bbe3aa1da5a0599f4a49e3b6cd93444f3f61c","waterRating":"C1","geojson":null,"technicalRating":3,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Doing Drieschtbach means being fit and ready for a long day, and probably get a sunburn.\nWhile the canyon is of a moderate length, the approach and way back are definitely tiring.\nHowever this is also in a magnificent region where you'll see glaciers, rock needles and other canyons that haven't been done yet.\nAnd hey&#160;! At some point the \"Skyline\" is just made of the Matterhorn&#160;!\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Best option is to take the Gondola to Belalp, which starts early in the morning already.\nFrom there walk to the Oberaletsch region, cross its huge canyon and continue straight to the Alp of Driest.\nThe second river is the one you want to go down (first is Tälli, which has nothing to offer except grass and a final waterfall going into the Oberaletschcanyon).\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>First part is made of a ton of small polished Waterfalls, of which many have not been equiped (at one point 5 waterfalls have been abseiled at once), recommendation is to bring a drill and add some anchors to avoid getting a jammed rope.\nAfter a nice 32m Waterfall, there is a section where the rock gets worse but it still looks like a canyon.\nFollowing up, the canyon opens itself, and 100m have to be done in a chaos of small boulders. To finish of, there are another 3-4 waterfalls.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>The end of the canyon is where the Massa (water stream of the Aletsch glacier) comes together with the one from the Oberaletsch glacier.\nTo get out, you need to cross the Massa and take the animal paths going to the hanging bridge. From this point on there are several option to get home&#160;: aim for Belalp, Riederalp, or use the Via Ferrata at the Gibidum lake.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","latitude":46.4073,"name":"Drieschtbach","id":67966,"riskRating":null,"rappelLongestMeters":50,"longitude":8.0212,"permit":"No"}