{
  "url": "https://ropewiki.com/Drieschtbach",
  "latitude": 46.4073,
  "longitude": 8.0212,
  "id": 67966,
  "name": "Drieschtbach",
  "quality": 3,
  "technicalRating": 3,
  "waterRating": "C1",
  "timeRating": "IV",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 5,
  "rappelLongestMeters": 50,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Doing Drieschtbach means being fit and ready for a long day, and\nprobably get a sunburn. While the canyon is of a moderate length, the\napproach and way back are definitely tiring. However this is also in a\nmagnificent region where you'll see glaciers, rock needles and other\ncanyons that haven't been done yet. And hey ! At some point the\n\"Skyline\" is just made of the Matterhorn !</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Best option is to take the Gondola to Belalp, which starts early in\nthe morning already. From there walk to the Oberaletsch region, cross\nits huge canyon and continue straight to the Alp of Driest. The second\nriver is the one you want to go down (first is Tälli, which has nothing\nto offer except grass and a final waterfall going into the\nOberaletschcanyon).</p>\n<h2 id=\"descent\">Descent</h2>\n<p>First part is made of a ton of small polished Waterfalls, of which\nmany have not been equiped (at one point 5 waterfalls have been abseiled\nat once), recommendation is to bring a drill and add some anchors to\navoid getting a jammed rope. After a nice 32m Waterfall, there is a\nsection where the rock gets worse but it still looks like a canyon.\nFollowing up, the canyon opens itself, and 100m have to be done in a\nchaos of small boulders. To finish of, there are another 3-4\nwaterfalls.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>The end of the canyon is where the Massa (water stream of the Aletsch\nglacier) comes together with the one from the Oberaletsch glacier. To\nget out, you need to cross the Massa and take the animal paths going to\nthe hanging bridge. From this point on there are several option to get\nhome : aim for Belalp, Riederalp, or use the Via Ferrata at the Gibidum\nlake.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}