{
  "url": "https://ropewiki.com/One_Trick_Pony",
  "latitude": 34.8147,
  "longitude": -111.7444,
  "id": 68045,
  "name": "One Trick Pony",
  "quality": 2,
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 4,
  "rappelCountMax": 4,
  "rappelLongestMeters": 15.24,
  "vehicle": "4WD - High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This route has only one interesting rappel and is a bit brushy\ntowards the start as well as in the bottom section of the drainage.\nStill, great views throughout and could be a nice way to descend after a\nsummit of nearby Peak 5896.</p>\n<p>Utilizes the same approach as <em>Skyline</em>.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Drive Broken Arrow 4x4 trail to Chicken Point.</p>\n<p>Alternatively, if you don’t meet the 4x4 criteria or you REALLY like\nhiking, you may park at the Broken Arrow TH at the end of Morgan Road or\nat the Chapel TH and hike 1.2 miles or 1 mile, respectively, to Chicken\nPoint. Note that at certain times Chapel Road is gated before the TH,\nand parking further down the road would add another 1/4 mile.</p>\n<p>From Chicken Point, take Little Horse Trail down to Jim Bryant Trail.\nFollow Jim Bryant about 1.6 miles as it first weaves through a dense\nforest of cypress, then crosses the main wash and traverses higher along\nthe slickrock. The trail will become progressively less defined as you\ngo, and cairns may appear intermittently - best to follow the KML track\nfrom here on out.</p>\n<p>Turn off the trail and pick up the main wash for a short distance,\nthen follow the <em>One Trick Pony</em> drainage until it opens to a\nwall of red rock. Scramble up to the base of the cliffs above.</p>\n<p>Ascend the steep cliffside using caution around loose rock and\navoiding trampling sensitive flora where possible. A class 4 climb\nguards the ridgeline.</p>\n<p>Continue up along the Coconino ridge. You can bag the summit and then\nfind a way to rappel down into the canyon, or can cut across through the\nmanzanita as shown in the KML track.</p>\n<h2 id=\"descent\">Descent</h2>\n<p><strong>Canyon was ghosted so be prepared to do the same or bring\nanchor material.</strong></p>\n<p>There are four rappels all under 50’ and large trees make for obvious\nnatural anchors. One or two rappels could be avoided with moderate to\nadvanced downclimbs.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Follow the watercourse back to the main wash and return along Jim\nBryant Trail.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "e848f5cef11167a5fb8ee8a13cbf7b2f"
}