{"months":["Oct"],"quality":5,"vehicle":null,"permit":"No","rappelLongestMeters":85,"geojson":null,"riskRating":"X","rappelCountMax":50,"longitude":7.3672,"latitude":46.0014,"technicalRating":4,"url":"https:\/\/ropewiki.com\/Gi%C3%A9tro_(Main_Branch)","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p><br \/>\nFirst some reasons not to go when you are checking the water at the end of the canyon&#160;:\n<\/p><p>- the flow seems low and there is no ice. So the capture is surely on, which means above the capture there is way more water, and below the capture there could be release of water from Brenay and Otemma glaciers. \n<\/p><p>- the flow is low and there is ice. Not only the very narrow passages will be blocked (one is not more that 30cm wide), but on the big Waterfall there can be deadly ice falls. \n<\/p><p>- the water seems brownish and not turquoise. There are probably sub-glacier lakes that are about to break out.\n<\/p><p>- temperature is above 0° Celsius. You'll be safe until 11 o'clock to midday, afterwards the flow can increase immensely as the glacier is quite flat and gets a lot of sun. \n<\/p><p>- the flow looks heavy but doable. Well, go for it, if you think you can handle it!  But remember, the water comes directly from the glacier, your fingers might not like it. \n<\/p><p><br \/>\nIt's one of the most extreme canyons that Switzerland has to offer. Its remote location, high altitude and technical rappels can turn your journey into one of your best days ever, or your worst nightmare.\nPossible timespan to do this descent is very short, reaching from mid to end of october, due to the high altitude (start at 2750m&#160;!), ice is forming very quickly.\n<\/p><p>Bring enough anchors in case ice has formed over the existing ones.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>At this period of the year, the road to the dam is often already closed, so you should take a bike as well. Once you crossed the dam, a path, which includes some ladders, leads up towards the Giétro glacier. The canyon start just nearby the end of the glacier.\n<\/p><p>If up there you don't feel like going into the narrow part, you can still explore some parts of the old branch, the rock is just as nice as in the real canyon, but it's almost dry&#160;:\n<\/p><p><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/ropewiki.com\/Gi%C3%A9tro_(old_branch)\">https:\/\/ropewiki.com\/Gi%C3%A9tro_(old_branch)<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The start is nice, because it is still relatively open, but already aquatic. Normally you should realise after those 6-8 pitches if you feel ready for the narrow part.\n<\/p><p>Immediately after entering the narrow part, there is a succession of 3-4 Waterfalls that is insane. A bit later there is another 12-15m drop, where the exit of the pool is only 30cm wide. However it is easily possible to hold onto it, and below the water, there is a small ledge, helping to stand up and climb over the crack. After a few more smaller rappels, there is a possible exit on the right side. About at the same height as a little affluent comes from the left. If you feel a bit tired there, it's probably better to go out.\n<\/p><p>If not, a few more Rappels lead to the start of the 100m drop. It is split up in 20 20 65, however it is more advisable to go for 20 85, as the lower belay station gets a lot of water, and the nut is not tightened as it turns completely without control.\n<\/p><p>After a few more smaller pitches, you'll be at the water capture, go over it and do one more abseil, there it is possible to go out on the right hand side. From there on, there are still many open Rappels to do, with a nice final into the lake, but it hasn't been done since 2021, so the bolts are probably not all there.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>From the Lake it is easy as you've got your bike ready at the dam and make a hell of a ride&#160;!\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p>Picture credit&#160;: Matthias Holzinger\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐zgpcs\nCached time: 20240914192031\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","id":68078,"timeRating":"IV","shuttleSeconds":null,"version":"e0b4db9aec7bbe8db7f80447229c60eb16daafba8931bc5aa0e0760889a7f8be","name":"Giétro (Main Branch)","waterRating":"C3","rappelCountMin":50}