{
  "url": "https://ropewiki.com/Smith_Falls",
  "latitude": 35.8438,
  "longitude": -93.4261,
  "id": 68597,
  "name": "Smith Falls",
  "quality": 3,
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 2,
  "rappelCountMax": 2,
  "rappelLongestMeters": 21.34,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Two-tiered waterfall; overhanging rappel; wilderness setting</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From Hwy. 16, turn onto Cave Mountain Road. Drive approximately 4.25\nmiles and turn right onto FR 1410. Go approximately 1.5 miles and then\nturn left on FR 1410-B. Then, drive another 0.5 miles to a\nT-intersection and park your car. This is the same parking spot that you\nuse to access Bower's Hollow.</p>\n<p>From the car park, locate the trail register, which is at the head of\nan old logging road. From there, follow the logging road and weave\naround the head of Pruitt Hollow on your south. After a few minutes,\nyou’ll start to parallel Bowers Hollow on your north and you’ll have\nnice views into the hollow. The trail is mostly well defined but can be\nfaint when covered in fallen leaves and is also occasionally blocked by\ndowned trees. Enjoy the stroll along the trail until point 35° 51'\n2.74\"N, 93° 26' 9.81\"W. Then, leave the trail and head off trail\nsoutheast towards point 35° 50' 51.60\"N, 93° 26' 11.50\"W, which is in\nthe drainage that eventually pours over Smith Falls. You’ll first cross\nover a saddle and then descend into the hollow containing Smith\nFalls.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>From the above point, it’s short trip to the top of Smith Falls (35°\n50' 37.83\"N, -93° 25' 34.08\"W). Smith Falls plunges over a significant\ncliff band and the cliff area above the falls is quite scenic. You can\nwalk the bluff line on either side of the creek to get good views\ntowards the Buffalo River, Terrapin Hollow, and back towards Smith\nFalls. On this trip, water was just a trickle; however, the flow could\nbe substantial following a rainstorm. For rappel #1, we built a\nthree-ring retrievable anchor from a sturdy tree on creek left and\nrappelled approximately 60’ to the base of the falls, landing just out\nof the spray zone and the frozen rocks at the base of the falls. The\nrappel is vertical and ultimately free hanging. The second rappel is\nonly a few dozen feet away.</p>\n<p>The second fall is two tiered and sloping along both tiers. It\nmeasures about 70’ angled from the lip to the ground. However, to rappel\ndouble stranded and retrieve your anchor, you’ll need almost every inch\nof a 200’ rope. We rigged a 3-ring retrievable anchor back from the edge\nof the falls on creek right.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>To get out, head north towards point 35° 50' 42.67\"N, -93° 25'\n28.33\"W, which is near a break in the far cliff band that will give you\naccess out of the hollow. Once through the break, a faint trail exists\nin places but you should use a GPS to navigate back to the point where\nyou initially left the logging road and follow the logging road back to\nyour car. You can contour around the headwaters of the various hollows\nto avoid adding needless elevation change to your hike out.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "a6f1167a8bc72a725cd791b83e8563d3"
}