{"rappelCountMax":2,"vehicle":"High Clearance","shuttleSeconds":null,"quality":3,"url":"https:\/\/ropewiki.com\/Smith_Falls","permit":"No","rappelCountMin":2,"timeRating":"III","technicalRating":3,"geojson":null,"months":["Sep","Oct","Nov","Dec","Jan","Feb","Mar","Apr","May"],"waterRating":"B","name":"Smith Falls","riskRating":null,"version":"280262a08c064f79e2fcb4b331eeb79d6a636a8669a84789ab89674c1c9a8b72","id":68597,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Two-tiered waterfall; overhanging rappel; wilderness setting\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From Hwy. 16, turn onto Cave Mountain Road. Drive approximately 4.25 miles and turn right onto FR 1410. Go approximately 1.5 miles and then turn left on FR 1410-B. Then, drive another 0.5 miles to a T-intersection and park your car. This is the same parking spot that you use to access Bower's Hollow.\n<\/p><p>From the car park, locate the trail register, which is at the head of an old logging road. From there, follow the logging road and weave around the head of Pruitt Hollow on your south. After a few minutes, you’ll start to parallel Bowers Hollow on your north and you’ll have nice views into the hollow. The trail is mostly well defined but can be faint when covered in fallen leaves and is also occasionally blocked by downed trees. Enjoy the stroll along the trail until point 35° 51' 2.74\"N,  93° 26' 9.81\"W. Then, leave the trail and head off trail southeast towards point 35° 50' 51.60\"N, 93° 26' 11.50\"W, which is in the drainage that eventually pours over Smith Falls. You’ll first cross over a saddle and then descend into the hollow containing Smith Falls.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>From the above point, it’s short trip to the top of Smith Falls (35° 50' 37.83\"N,  -93° 25' 34.08\"W). Smith Falls plunges over a significant cliff band and the cliff area above the falls is quite scenic. You can walk the bluff line on either side of the creek to get good views towards the Buffalo River, Terrapin Hollow, and back towards Smith Falls. On this trip, water was just a trickle; however, the flow could be substantial following a rainstorm. For rappel #1, we built a three-ring retrievable anchor from a sturdy tree on creek left and rappelled approximately 60’ to the base of the falls, landing just out of the spray zone and the frozen rocks at the base of the falls. The rappel is vertical and ultimately free hanging. The second rappel is only a few dozen feet away.\n<\/p><p>The second fall is two tiered and sloping along both tiers. It measures about 70’ angled from the lip to the ground. However, to rappel double stranded and retrieve your anchor, you’ll need almost every inch of a 200’ rope. We rigged a 3-ring retrievable anchor back from the edge of the falls on creek right.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>To get out, head north towards point 35° 50' 42.67\"N,  -93° 25' 28.33\"W, which is near a break in the far cliff band that will give you access out of the hollow. Once through the break, a faint trail exists in places but you should use a GPS to navigate back to the point where you initially left the logging road and follow the logging road back to your car. You can contour around the headwaters of the various hollows to avoid adding needless elevation change to your hike out.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","rappelLongestMeters":21.34,"latitude":35.8438,"longitude":-93.4261}