{"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Steep hollow with back-to-back waterfalls; interesting geological formations; nice hike out along the Sneeds Creek Trail.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Park at the Compton Trailhead. Head down the Sneeds Trail. Once the trail passes a large rock quarry on your right, it will begin to descend the nose of a hill. Just past the quarry, around point 36° 4'10.9\"N, 93°19' 9.1\"W, leave the trail and aim towards the upper part of the target hollow, which is unnamed on the map. There are two main upper branches. We descended the western arm; however, looking up the eastern arm from their confluence suggests that the two arms are similar. \n<\/p><p>The upper hollow is steep and you’ll be faced with numerous obstacles to downclimb or bypass. In this section, there are numerous short stretches where the creek tries to narrow up, but it’s never deeply entrenched. Just before the confluence with the eastern arm is a pothole that can be bypassed on the left.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The real fun begins around the 1250’-1300’ elevation mark where the hollow drops over back-to-back waterfalls. The first drop is approximately 15’. There’s no obvious way to downclimb or walk around, so you’ll have to rappel. To do so, rig a retrievable anchor from a tree just above the drop on creek right. Be careful not to tangle your rope or retrieval cord in the trees adjacent to the waterfall. There is a large pool of water at the base of the drop, but it is easily avoided if you get off rope on a prominent ledge above the pool and then walk around the pool on the left. The next drop is just below and is separated from the first waterfall by a long flat patio. Build your next anchor on creek left just above the lip of the second fall. The second fall is approximately 55’ (this is a guesstimate based on the amount of rope that we used). The free hanging rappel is spectacular. Once you’re over the lip and your feet are hanging free, you’ll see that the cliff face is covered with delicate cave-like formations. Since the cliff is overhanging, you are in no danger of damaging them. Enjoy the view! Below the second waterfall, the hollow is fairly flat and mellow. The creek bed is rock free for a while, but once the rocks reappear below foot, you’re getting near the confluence with Sneeds Creek. Right at the confluence is one last short waterfall; it’s easily bypassed. This waterfall is formed by a fault associated with the Jim Bluff Graben. You can see the fault again downstream on Sneeds creek where a small natural dam has formed.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Flat Rock Hollow intersects Sneeds Creek at an open clear spot, which is called either Rocky Bottom or Flat Rock by locals. If you’re in a hurry, pick up the Sneeds Trail and head upstream, paralleling and sometimes crossing Sneeds Creek. Otherwise, you have two options to hike to the Buffalo River. Near a natural dam in the creek, the Sneeds trail leaves Sneeds creek and heads south to the historic Granny Henderson cabin at the Buffalo River. Or you can also leave the trail and follow Sneeds creek directly to the river. When ready, head back to Flat Rock and follow the Sneeds Trail upstream. Sneeds Creek forms beautiful waterslides and blue pools when it’s flowing. Eventually, the trail leaves the creek bottom near Middle Prong Hollow and heads steeply uphill and past the rock quarry you passed earlier. Stay on the trail all the way back to your vehicle at the Compton trailhead.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","longitude":-93.32,"geojson":null,"waterRating":"B","rappelCountMax":2,"vehicle":"Passenger","permit":"No","shuttleSeconds":null,"timeRating":"III","url":"https:\/\/ropewiki.com\/Flat_Rock_Hollow","months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"riskRating":null,"id":68609,"quality":3,"rappelCountMin":2,"name":"Flat Rock Hollow","technicalRating":3,"rappelLongestMeters":16.76,"latitude":36.0668,"version":"3f77f970daef74bd2674b1d8c4c06fa1e916647e94dde67a19846f8e821debca"}