{
  "url": "https://ropewiki.com/Bowers_Hollow",
  "latitude": 35.8551,
  "longitude": -93.4367,
  "id": 68602,
  "name": "Bowers Hollow",
  "quality": 3,
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "rappelLongestMeters": 16.76,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Bowers Hollow contains one of the most photogenic waterfalls in the\nBuffalo River area. There is a supposedly a nontechnical bypass route to\nsee the falls from below, but the description here is based on\nrappelling the waterfall and continuing all the way to the Buffalo\nRiver.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From Hwy. 16, turn onto Cave Mountain Road. Drive approximately 4.25\nmiles and turn right onto FR 1410. Go approximately 1.5 miles and then\nturn left on FR 1410-B. Then, drive another 0.5 miles to a\nT-intersection and park your car. This is the same place that you would\npark to see Smith Falls.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>From the parking spot, head southeasterly down an overgrown trail,\nwhich is an old logging road, and past a Forest Service Registry. We\nleft the main trail and headed down a branch to the left. The junction,\nwhich is marked with flagging tape, is easy to miss, especially if the\ntrail is overgrown. I think the main branch of the trail continues to\nparallel Bowers Hollow, but I don’t know. If you continue along the left\nfork of the trail, you should leave the trail and head down Bower’s\nHollow. Aim towards 35° 51' 18.2\"N, 93° 26' 12.2\"W, which will put you\nin the streambed of Bowers Hollow. Note, if you hike during the summer,\nyou’ll be forced to wade through a dense carpet of poison ivy. Once you\nintersect the creek, simply follow it downstream. Soon, you’ll come to a\nflat open area, which is just above Bowers Hollow falls (~55’). The\nbluff line and grotto below the falls, which is filled with ferns and\ntrees, are spectacular.</p>\n<p>To rappel the falls, we built a retrievable anchor from a tree on\ncreek right. You can rappel double stranded with a 200’ rope, which will\neasily reach the ground. If you choose your anchor carefully, you can\nangle the rappel so that it’s nearly through the course of the\nwaterfall. The rappel is mostly free hanging. There was little water on\nthe day I completed the hollow but I've seen pictures with lots of flow\nafter a rain. Plan accordingly.</p>\n<p>Below the falls, the hollow is filled with house and car-sized\nboulders that you’ll have to downclimb. Some of these climbs may require\na handline. Eventually, you’ll reach a short waterfall (~10’) that leads\nto a polished, angled chute that curves to the left around a prominent\ncliff on creek right. If it wasn’t for a large dead tree at the bottom\nof the chute, it would make for an awesome waterslide. Regardless, it’s\nquite a beautiful area and makes the hike below the main falls worth\ndoing.</p>\n<p>Just downstream from the Bowers Hollow confluence with the Buffalo\nRiver, a beautiful swimming hole has formed on the Buffalo River. Take a\ndip, relax, and prepare for the brutal hike out.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>To return, we hiked down the Buffalo to Hubbard Hollow, which we\nattempted to ascend back. All did not go as planned. The lower part of\nHubbard Hollow is filled with large boulders that were too difficult for\nus to climb up. So, we bailed on Hubbard and climbed up its eastern\nslope, which is covered in poison ivy and loose rock. There are also\nseveral short class 4 climbs. It’s not easy and I wouldn’t recommend\nthis route to anyone. If you go this way, eventually you’ll top out on a\nridge, which you can walk back to the trail (the left branch that we\ntook) leading to your vehicle. If you hit this trail, turn left, and\nthen turn right at the intersection with the main trail. There must be a\nmore elegant way out but I haven't scouted additional routes.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}