{
  "url": "https://ropewiki.com/Flat_Rock_Hollow",
  "latitude": 36.0668,
  "longitude": -93.32,
  "id": 68609,
  "name": "Flat Rock Hollow",
  "quality": 3,
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 2,
  "rappelCountMax": 2,
  "rappelLongestMeters": 16.76,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Steep hollow with back-to-back waterfalls; interesting geological\nformations; nice hike out along the Sneeds Creek Trail.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Park at the Compton Trailhead. Head down the Sneeds Trail. Once the\ntrail passes a large rock quarry on your right, it will begin to descend\nthe nose of a hill. Just past the quarry, around point 36° 4'10.9\"N,\n93°19' 9.1\"W, leave the trail and aim towards the upper part of the\ntarget hollow, which is unnamed on the map. There are two main upper\nbranches. We descended the western arm; however, looking up the eastern\narm from their confluence suggests that the two arms are similar.</p>\n<p>The upper hollow is steep and you’ll be faced with numerous obstacles\nto downclimb or bypass. In this section, there are numerous short\nstretches where the creek tries to narrow up, but it’s never deeply\nentrenched. Just before the confluence with the eastern arm is a pothole\nthat can be bypassed on the left.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The real fun begins around the 1250’-1300’ elevation mark where the\nhollow drops over back-to-back waterfalls. The first drop is\napproximately 15’. There’s no obvious way to downclimb or walk around,\nso you’ll have to rappel. To do so, rig a retrievable anchor from a tree\njust above the drop on creek right. Be careful not to tangle your rope\nor retrieval cord in the trees adjacent to the waterfall. There is a\nlarge pool of water at the base of the drop, but it is easily avoided if\nyou get off rope on a prominent ledge above the pool and then walk\naround the pool on the left. The next drop is just below and is\nseparated from the first waterfall by a long flat patio. Build your next\nanchor on creek left just above the lip of the second fall. The second\nfall is approximately 55’ (this is a guesstimate based on the amount of\nrope that we used). The free hanging rappel is spectacular. Once you’re\nover the lip and your feet are hanging free, you’ll see that the cliff\nface is covered with delicate cave-like formations. Since the cliff is\noverhanging, you are in no danger of damaging them. Enjoy the view!\nBelow the second waterfall, the hollow is fairly flat and mellow. The\ncreek bed is rock free for a while, but once the rocks reappear below\nfoot, you’re getting near the confluence with Sneeds Creek. Right at the\nconfluence is one last short waterfall; it’s easily bypassed. This\nwaterfall is formed by a fault associated with the Jim Bluff Graben. You\ncan see the fault again downstream on Sneeds creek where a small natural\ndam has formed.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Flat Rock Hollow intersects Sneeds Creek at an open clear spot, which\nis called either Rocky Bottom or Flat Rock by locals. If you’re in a\nhurry, pick up the Sneeds Trail and head upstream, paralleling and\nsometimes crossing Sneeds Creek. Otherwise, you have two options to hike\nto the Buffalo River. Near a natural dam in the creek, the Sneeds trail\nleaves Sneeds creek and heads south to the historic Granny Henderson\ncabin at the Buffalo River. Or you can also leave the trail and follow\nSneeds creek directly to the river. When ready, head back to Flat Rock\nand follow the Sneeds Trail upstream. Sneeds Creek forms beautiful\nwaterslides and blue pools when it’s flowing. Eventually, the trail\nleaves the creek bottom near Middle Prong Hollow and heads steeply\nuphill and past the rock quarry you passed earlier. Stay on the trail\nall the way back to your vehicle at the Compton trailhead.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}