{"name":"Boen Gulf (Stahle Falls)","shuttleSeconds":null,"rappelCountMin":1,"id":68606,"riskRating":null,"quality":2,"url":"https:\/\/ropewiki.com\/Boen_Gulf_(Stahle_Falls)","permit":"No","geojson":null,"rappelLongestMeters":18.29,"longitude":-93.4018,"latitude":35.8651,"months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Stahle Falls is one of the taller in the upper Buffalo region and there are lots of other photogenic falls in the Boen Gulf.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From the parking spot, head east along a maintained trail. Soon, you’ll find a trail register at the boundary of the Upper Buffalo Wilderness. The trail beyond may take you to a set of falls in upper Boen Gulf, but it’s just as easy to leave the trail and head directly towards 35° 51' 51.33\"N, 93° 23' 43.66\"W, which will put you in a tributary of Boen Gulf. Make sure that you’re in the correct drainage, as several of the tributaries are close to one another. Assuming you are, head downstream and you’ll encounter two waterfalls in quick succession. Both can be bypassed on creek right. The upper is known as Magnolia falls (~25’) and the lower as Woods Boys falls (~30’). The area is quite scenic and you could spend hours photographing the falls. You could continue past Woods Boys and explore Boen Gulf without a rope; however, we opted to hike back to the top of the falls and proceed to another tributary.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>From the top of Magnolia falls, trace the cliff line to the west and aim towards point 35° 51' 54.4\"N, 93° 24' 6.4\"W, which should put you in another stream bed and just above Stahle Falls (~60’). There is no obvious route around the fall; so, to descend, you’ll have to rappel. We built a retrievable anchor from a sturdy tree on creek left that is very near the lip of the falls. The lower portion of the rappel is free hanging.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Continue downstream and in a few hundred yards, at most, you’ll see the confluence with the tributary that contains Woods Boys and Magnolia falls. You could go up that drainage and hike back to your car if you wanted to do a really short loop. We continued past that confluence through a pretty hollow that lacks major obstacles. At approximately 35° 52' 15.2\"N, 93° 24' 10.6\"W, you’ll come to the next major confluence. Turn right and head up this unnamed hollow. This hollow is not nearly as pretty as the one you just left, but it has its moments. There are quite a few obstacles to climb around as you make your way up the drainage and you’ll likely have to leave the stream bed on occasion to avoid them; however, there are no substantial waterfalls or other obstacles to block your progress. Once past the last cliff band, you can leave the drainage and head directly cross country towards your car. You might even be lucky enough to intersect the maintained trail that led you into the wilderness. Other than briars and a little poison ivy, there’s not much to block your path back to the car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","rappelCountMax":1,"timeRating":"III","vehicle":"High Clearance","technicalRating":3,"version":"15cf9fe6085fa1a39218bb2ec0c5e78f685fcb10d53bdb72cd734925c24a2537","waterRating":"B"}