{
  "url": "https://ropewiki.com/Boen_Gulf_(Stahle_Falls)",
  "latitude": 35.8651,
  "longitude": -93.4018,
  "id": 68606,
  "name": "Boen Gulf (Stahle Falls)",
  "quality": 2,
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "rappelLongestMeters": 18.29,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Stahle Falls is one of the taller in the upper Buffalo region and\nthere are lots of other photogenic falls in the Boen Gulf.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From the parking spot, head east along a maintained trail. Soon,\nyou’ll find a trail register at the boundary of the Upper Buffalo\nWilderness. The trail beyond may take you to a set of falls in upper\nBoen Gulf, but it’s just as easy to leave the trail and head directly\ntowards 35° 51' 51.33\"N, 93° 23' 43.66\"W, which will put you in a\ntributary of Boen Gulf. Make sure that you’re in the correct drainage,\nas several of the tributaries are close to one another. Assuming you\nare, head downstream and you’ll encounter two waterfalls in quick\nsuccession. Both can be bypassed on creek right. The upper is known as\nMagnolia falls (~25’) and the lower as Woods Boys falls (~30’). The area\nis quite scenic and you could spend hours photographing the falls. You\ncould continue past Woods Boys and explore Boen Gulf without a rope;\nhowever, we opted to hike back to the top of the falls and proceed to\nanother tributary.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>From the top of Magnolia falls, trace the cliff line to the west and\naim towards point 35° 51' 54.4\"N, 93° 24' 6.4\"W, which should put you in\nanother stream bed and just above Stahle Falls (~60’). There is no\nobvious route around the fall; so, to descend, you’ll have to rappel. We\nbuilt a retrievable anchor from a sturdy tree on creek left that is very\nnear the lip of the falls. The lower portion of the rappel is free\nhanging.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Continue downstream and in a few hundred yards, at most, you’ll see\nthe confluence with the tributary that contains Woods Boys and Magnolia\nfalls. You could go up that drainage and hike back to your car if you\nwanted to do a really short loop. We continued past that confluence\nthrough a pretty hollow that lacks major obstacles. At approximately 35°\n52' 15.2\"N, 93° 24' 10.6\"W, you’ll come to the next major confluence.\nTurn right and head up this unnamed hollow. This hollow is not nearly as\npretty as the one you just left, but it has its moments. There are quite\na few obstacles to climb around as you make your way up the drainage and\nyou’ll likely have to leave the stream bed on occasion to avoid them;\nhowever, there are no substantial waterfalls or other obstacles to block\nyour progress. Once past the last cliff band, you can leave the drainage\nand head directly cross country towards your car. You might even be\nlucky enough to intersect the maintained trail that led you into the\nwilderness. Other than briars and a little poison ivy, there’s not much\nto block your path back to the car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}