{"shuttleSeconds":null,"rappelLongestMeters":16.76,"waterRating":"B","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Bowers Hollow contains one of the most photogenic waterfalls in the Buffalo River area. There is a supposedly a nontechnical bypass route to see the falls from below, but the description here is based on rappelling the waterfall and continuing all the way to the Buffalo River.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From Hwy. 16, turn onto Cave Mountain Road. Drive approximately 4.25 miles and turn right onto FR 1410. Go approximately 1.5 miles and then turn left on FR 1410-B. Then, drive another 0.5 miles to a T-intersection and park your car. This is the same place that you would park to see Smith Falls.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>From the parking spot, head southeasterly down an overgrown trail, which is an old logging road, and past a Forest Service Registry. We left the main trail and headed down a branch to the left. The junction, which is marked with flagging tape, is easy to miss, especially if the trail is overgrown. I think the main branch of the trail continues to parallel Bowers Hollow, but I don’t know. If you continue along the left fork of the trail, you should leave the trail and head down Bower’s Hollow. Aim towards 35° 51' 18.2\"N, 93° 26' 12.2\"W, which will put you in the streambed of Bowers Hollow. Note, if you hike during the summer, you’ll be forced to wade through a dense carpet of poison ivy. Once you intersect the creek, simply follow it downstream. Soon, you’ll come to a flat open area, which is just above Bowers Hollow falls (~55’). The bluff line and grotto below the falls, which is filled with ferns and trees, are spectacular. \n<\/p><p>To rappel the falls, we built a retrievable anchor from a tree on creek right. You can rappel double stranded with a 200’ rope, which will easily reach the ground. If you choose your anchor carefully, you can angle the rappel so that it’s nearly through the course of the waterfall. The rappel is mostly free hanging. There was little water on the day I completed the hollow but I've seen pictures with lots of flow after a rain. Plan accordingly.\n<\/p><p>Below the falls, the hollow is filled with house and car-sized boulders that you’ll have to downclimb. Some of these climbs may require a handline. Eventually, you’ll reach a short waterfall (~10’) that leads to a polished, angled chute that curves to the left around a prominent cliff on creek right. If it wasn’t for a large dead tree at the bottom of the chute, it would make for an awesome waterslide. Regardless, it’s quite a beautiful area and makes the hike below the main falls worth doing.\n<\/p><p>Just downstream from the Bowers Hollow confluence with the Buffalo River, a beautiful swimming hole has formed on the Buffalo River. Take a dip, relax, and prepare for the brutal hike out.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>To return, we hiked down the Buffalo to Hubbard Hollow, which we attempted to ascend back. All did not go as planned. The lower part of Hubbard Hollow is filled with large boulders that were too difficult for us to climb up. So, we bailed on Hubbard and climbed up its eastern slope, which is covered in poison ivy and loose rock. There are also several short class 4 climbs. It’s not easy and I wouldn’t recommend this route to anyone. If you go this way, eventually you’ll top out on a ridge, which you can walk back to the trail (the left branch that we took) leading to your vehicle. If you hit this trail, turn left, and then turn right at the intersection with the main trail. There must be a more elegant way out but I haven't scouted additional routes.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐mrcjn\nCached time: 20240914191844\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.004 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","id":68602,"permit":"No","riskRating":null,"url":"https:\/\/ropewiki.com\/Bowers_Hollow","rappelCountMin":1,"months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"longitude":-93.4367,"name":"Bowers Hollow","geojson":null,"rappelCountMax":1,"vehicle":"High Clearance","quality":3,"latitude":35.8551,"timeRating":"III","version":"cbdd0e921333ce4cbf3ed747cdcfaac86128e202975dd59c1745aa83ccb467e2","technicalRating":3}