{
  "url": "https://ropewiki.com/Sneeds_Creek_(Unnamed_Left_Fork)",
  "latitude": 36.0786,
  "longitude": -93.314,
  "id": 68612,
  "name": "Sneeds Creek (Unnamed Left Fork)",
  "quality": 2,
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "rappelLongestMeters": 12.19,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Beautiful hollow with scenic alcove; waterslide; closely-placed\ncliffs</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From the Compton Trailhead parking lot, do not take any of the\ntrails; instead, head west to the end of the dirt road to find a gate\nthat blocks a two-track. Head south down the two track for about 0.25\nmiles and then leave the trail and aim towards the head of the drainage\nat 36° 4' 42.8\"N, 93° 18' 50.4\"W. The two track eventually intersects\nthe Sneeds Trail; so, if you pass by the large rock quarry on the Sneeds\nTrail, then you’ve gone too far. If you enter the drainage above 2200’,\nyou’ll encounter your first significant obstacle between 2100’ – 2200’.\nHere, there is a small cliff band that you can easily bypass on creek\nright. Below the cliff is a large alcove behind a waterfall. Continue\ndown the drainage, which is quite steep, until you encounter your next\nseries of obstacles between 1850’ – 1700’ of elevation. In this steep\nsection, you’ll have to complete several downclimbs to bypass small\ndrops; however, there is nothing that requires a rope. Water flow in\nthis part of the hollow is intermittent; occasionally, we were able to\nhear the water flowing below the creek bed, but there was no surface\nflow evident.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Below 1700’, the gradient eases and just about the time that you give\nup hope of seeing anything spectacular, you’ll come to a narrow hallway\nat around 1400’. Here, the surface flow reemerges and water pours over a\nslanted waterslide. The vertical drop of the slide is not great, but the\nrock is polished and is quite slick, which complicates the downclimb.\nGood climbers could probably downclimb the slide on creek right. That\ndidn’t seem like fun on a cold December's day when I hiked the hollow.\nIf you want to be safe and stay mostly dry, you can rappel the short\nfall. To do so, rig a retrievable anchor from a tree several feet back\nfrom the edge. We chose a sturdy living tree on creek left approximately\n35’ back from the edge. With a 200’ rope doubled, you can easily descend\nthe waterslide and the small drop just after it. The section of the\nhollow that begins with the waterslide and continues around several\nbends is the prettiest part of the hike. Here, the cliffs hug the\ndrainage tightly and several waterfalls enter the creek from either\nside. It’s worth the trip just for this section. You won’t be able to\nkeep your feet dry, so come prepared.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>As you approach the confluence with the Middle Prong, a\nboulder-filled channel redevelops and signals the end of the fun. Within\nyards of the confluence, start looking for the Sneeds Trail on creek\nleft. The area around the confluence makes a great place to take a break\nbefore you begin the steep slog back up the Sneeds Trail to your car at\nthe Compton Trailhead.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "491de45f8dd7196157ecc6bf3c28079a"
}