{"rappelCountMin":1,"months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"id":68612,"version":"33ac03c2179f8dd9a182884e2a81189f8ceea36372aaf08fbb247fda669c8087","latitude":36.0786,"longitude":-93.314,"waterRating":"B","riskRating":null,"url":"https:\/\/ropewiki.com\/Sneeds_Creek_(Unnamed_Left_Fork)","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Beautiful hollow with scenic alcove; waterslide; closely-placed cliffs\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From the Compton Trailhead parking lot, do not take any of the trails; instead, head west to the end of the dirt road to find a gate that blocks a two-track. Head south down the two track for about 0.25 miles and then leave the trail and aim towards the head of the drainage at 36° 4' 42.8\"N, 93° 18' 50.4\"W. The two track eventually intersects the Sneeds Trail; so, if you pass by the large rock quarry on the Sneeds Trail, then you’ve gone too far. If you enter the drainage above 2200’, you’ll encounter your first significant obstacle between 2100’ – 2200’. Here, there is a small cliff band that you can easily bypass on creek right. Below the cliff is a large alcove behind a waterfall. Continue down the drainage, which is quite steep, until you encounter your next series of obstacles between 1850’ – 1700’ of elevation. In this steep section, you’ll have to complete several downclimbs to bypass small drops; however, there is nothing that requires a rope. Water flow in this part of the hollow is intermittent; occasionally, we were able to hear the water flowing below the creek bed, but there was no surface flow evident.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Below 1700’, the gradient eases and just about the time that you give up hope of seeing anything spectacular, you’ll come to a narrow hallway at around 1400’. Here, the surface flow reemerges and water pours over a slanted waterslide. The vertical drop of the slide is not great, but the rock is polished and is quite slick, which complicates the downclimb. Good climbers could probably downclimb the slide on creek right. That didn’t seem like fun on a cold December's day when I hiked the hollow. If you want to be safe and stay mostly dry, you can rappel the short fall. To do so, rig a retrievable anchor from a tree several feet back from the edge. We chose a sturdy living tree on creek left approximately 35’ back from the edge. With a 200’ rope doubled, you can easily descend the waterslide and the small drop just after it. The section of the hollow that begins with the waterslide and continues around several bends is the prettiest part of the hike. Here, the cliffs hug the drainage tightly and several waterfalls enter the creek from either side. It’s worth the trip just for this section. You won’t be able to keep your feet dry, so come prepared.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>As you approach the confluence with the Middle Prong, a boulder-filled channel redevelops and signals the end of the fun. Within yards of the confluence, start looking for the Sneeds Trail on creek left. The area around the confluence makes a great place to take a break before you begin the steep slog back up the Sneeds Trail to your car at the Compton Trailhead.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","geojson":null,"vehicle":"Passenger","quality":2,"timeRating":"III","name":"Sneeds Creek (Unnamed Left Fork)","permit":"No","technicalRating":3,"rappelCountMax":1,"rappelLongestMeters":12.19,"shuttleSeconds":null}