{
  "url": "https://ropewiki.com/Bickford_Slides_Canyon",
  "latitude": 44.274,
  "longitude": -70.9843,
  "id": 68720,
  "name": "Bickford Slides Canyon",
  "quality": 3,
  "months": [
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 3,
  "rappelLongestMeters": 15.24,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This gorgeous canyon sits high up in the White Mountains of western\nMaine. The canyon descends over 400 feet in just a half mile and\nrequires technical gear for navigation around its four rappels. It may\nbe one of the most enjoyable descents in western Maine. Spend a fun\nmorning descending this canyon then hop on over to Rattlesnake Gorge for\nanother fun descent.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>The best location to start from is the Brickett Place. There is a day\nuse fee for this trailhead it was $5.00 in 2021. From the trailhead hike\nup Bickford Brook Trail past the first trail intersection until you\nreach the second fork in the trail. (19 T 0341714E 4904338N). Take the\ntrail on the right at this intersection. The trail will cross over the\ncreek, follow this creek downstream until you reach the canyon.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Wrap a tree and descend 30 ft into the canyon. Continue down canyon\nuntil you reach the second drop. Wrap another tree and descend 20 ft.\nFollowing the second rappel hike along the canyon avoiding the pools of\nwater as much as possible. Turn the corner and wrap another tree or\nboulder and descend to the large pool at the end of the canyon. Hike\nalong the stream another 1/4th of a mile to where a trail crosses the\nstream.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Hike out to the trail head on this trail or descend down one last\nrappel on the other side of this trail.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p><a\nhref=\"https://eyesupadventure.wixsite.com/adventure/maine-canyoneering\">https://eyesupadventure.wixsite.com/adventure/maine-canyoneering</a></p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}