{
  "url": "https://ropewiki.com/Shark_Canyon",
  "latitude": 33.5055,
  "longitude": -111.2757,
  "id": 690,
  "name": "Shark Canyon",
  "quality": 2,
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 2,
  "rappelLongestMeters": 9.14,
  "vehicle": "4WD",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>An OK little canyon with a long approach and one short rappel, Shark\nCanyon is a tributary of upper Fish Creek. There may be other, possibly\nbetter ways to approach Shark Canyon - we made the approach via Tortilla\nTrailhead (same as Minnow and Zig Zag Canyons) by hiking down the road\nto it's end and dropping into Fish Creek from there.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From where the road ends near an old windmill and some water tanks,\npass through a fence to the east to make your way towards Fish Creek.\nThe trail goes farther south than you need to so leave the trail soon\nafter it begins and head east. There is a faint trail that leads down to\nFish Creek here, but it isn't all that easy to pick up, so keep your\neyes open. Once in Fish Creek, head north (left) and boulder hop your\nway up to Shark Canyon. The landscape is quite steep and crowned with\ncliffs in the area, so we decided to hike right up the canyon to see\nwhat we could find. After finding a rappel, we back tracked a short\ndistance to find a way to scramble up above and around the drop, then\nhike along the slopes above the canyon until reentry was possible. There\nwas some steep, not entirely solid rock to climb on the scramble up -\nclass 4. We rappelled off of a tree to access the canyon, exploring up\nand down. The exact spots where we scrambled up and rappelled down would\nbe impossible to describe with any accuracy, so I won't try. Suffice it\nto say it is an adventurous approach.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Some interesting sculpted rock, a few pools, some fun downclimbs and\nthe one rappel of about 30 feet take you back to where you started.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Thankfully, the trail is much easier to follow on the exit, as it's\nbeginning is marked with a large rock cairn.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://ropewiki.com/User:Super_Amazing_Map?id=Shark_Canyon_-_Arizona\">Super\nAmazing Map</a> : Shark Canyon</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.facebook.com/pat.winstanley.7/media_set?set=a.856200011105364.1073741956.100001461198708&amp;type=3\">https://www.facebook.com/pat.winstanley.7/media_set?set=a.856200011105364.1073741956.100001461198708&amp;type=3</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n",
  "version": "b21be1d32fae3d1bfa9015bf5733aba5"
}