{"rappelCountMin":4,"latitude":20.9586,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Beautiful back country waterfalls pretty much unexplored due to the difficulty of getting to them. Absolutely stunning views and environments.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Park at the pull off for 13 crossings. At the bend in the road across from the 13 crossings entrance is a bamboo path. Take the path down a short ways until you come to a small waterfall with a rope swing. Follow the water downstream until you reach the beginning of this hike.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The first waterfall is really pretty and does not need a rappel unless you want to. There is a Banyon tree off to the left side that is easily scaleable with good foot holds and nice hand grabs. The second waterfall is directly below the first. There is a ladder on the left side at the bottom with some shady ropes and webbing tied to the tree. This is a recommended rappel. I would suggest anchoring to the tree on the left side and not the webbing that is tied to the tree. At the bottom of the second waterfall, there is some rock scrambling. You then get to a nice 70’ waterfall that you must rappel. The anchor points are on the right side of the waterfall and is a little sketchy to get to. The rappel is down the gut of the waterfall, so the footing is slippery. The fourth waterfall is a little rock scramble and there is not much need to rappel it unless you want to. There is a climbable ridge off to the right side of the waterfall over a few boulders. There are some roots and a rope, but the ground can be loose, so step wisely. The fifth waterfall is a large waterfall with a deep ledge halfway down. The anchor points are on the right side of the waterfall and some are a little uneasily attached.  If your rope doesn’t make it down on the toss, you can stop and regroup at the ledge. Just be careful of falling rocks and debris since you are in the middle of the waterfall. Immediately at the bottom of that waterfall is the final and biggest falls of them all. It’s a nice waterfall and is a little off angle, so be prepared to have buckets of water in your face and hang hard to the right (left side when rappelling facing the wall). This brings you to the bottom and this is where it gets confusing. READ THIS A FEW TIMES SO YOU DO NOT GET STUCK IN A BAD SPOT. Apparently, there is supposed to be an emergency exit at the bottom of the second waterfall on the right side. I have not seen it, but it’s supposedly there. The apparent normal exit is on canyon right near an old engine block 75 yards downstream from the 4th drop. I am guessing the engine block got swept off the end of the waterfalls since it is at the very bottom of the waterfalls near the beach. The write up for the exit at the bottom of the 4th fall is as follows… [There is a mossy old handline fixed in place for you to use during you ascent out. This area might be hard to find, but if you get to the big beautiful waterfall, you've gone a bit too far. Go back upstream and exit the very very steep ridge to the road.] I have also not seen this exit, but I assume it’s there. The 5th and first really large falls is really nice, but you’re supposed to leave your line attached so you can ascend up to get back to the exit. The same goes for the highest 120’ waterfall at the end. The only exit at the bottom is to walk to the beach. Off on the left hand side, there is an old path lined with a fence on both sides. It is VERY overgrown and hard to find. We ended up scaling up the mountain face, but it’s very sketchy. At the top of the path, it opens up on someone’s private property with two green houses and a beautifully manicured grounds. Walk towards the house, keep to yourself, walk up the driveway and make a left onto the road. Follow this all the way back to your car at Makamakaole. I hope this updated hike walkthrough helps. Have fun and be safe!\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>READ THIS A FEW TIMES SO YOU DO NOT GET STUCK IN A BAD SPOT. Apparently, there is supposed to be an emergency exit at the bottom of the second waterfall on the right side. I have not seen it, but it’s supposedly there. The apparent normal exit is on canyon right near an old engine block 75 yards downstream from the 4th drop. I am guessing the engine block got swept off the end of the waterfalls since it is at the very bottom of the waterfalls near the beach. The write up for the exit at the bottom of the 4th fall is as follows… [There is a mossy old handline fixed in place for you to use during you ascent out. This area might be hard to find, but if you get to the big beautiful waterfall, you've gone a bit too far. Go back upstream and exit the very very steep ridge to the road.] I have also not seen this exit, but I assume it’s there. The 5th and first really large falls is really nice, but you’re supposed to leave your line attached so you can ascend up to get back to the exit. The same goes for the highest 120’ waterfall at the end. The only exit at the bottom is to walk to the beach. Off on the left hand side, there is an old path lined with a fence on both sides. I\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐dpw6s\nCached time: 20240914191919\nCache expiry: 2592000\nReduced expiry: false\nComplications: []\nCPU time usage: 0.005 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 9\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>t is VERY overgrown and hard to find. We ended up scaling up the mountain face, but it’s very sketchy. At the top of the path, it opens up on someone’s private property with two green houses and a beautifully manicured grounds. Walk towards the house, keep to yourself, walk up the driveway and make a left onto the road. Follow this all the way back to your car at Makamakaole. I hope this updated hike walkthrough helps. Have fun and be safe!\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>This is technically private land. A new owner bought 190 acres as of Jan 11, 2022. They are a nice family, but try not to bother them as they won’t bother you. If you go all the way to the bottom and make your way to the beach exit (the old boar path), you will have to walk through their property. Stay hard left and boogie on through.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐fk6kf\nCached time: 20240914191919\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.004 seconds\nReal time usage: 0.004 seconds\nPreprocessor visited node count: 12\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","months":["Jun","Jul","Aug"],"geojson":null,"riskRating":"R","technicalRating":3,"version":"447197e83d42ec467b896d4d9abcb5c65fafef2e778a6395e2c1c783d7c3e1d6","vehicle":"Passenger","longitude":-156.5343,"rappelCountMax":6,"url":"https:\/\/ropewiki.com\/Makamakaole_(lower)","timeRating":"III","rappelLongestMeters":33.53,"shuttleSeconds":null,"quality":0,"waterRating":"C3","permit":"No","name":"Makamakaole (lower)","id":69302}