{
  "url": "https://ropewiki.com/Makamakaole_(lower)",
  "latitude": 20.9586,
  "longitude": -156.5343,
  "id": 69302,
  "name": "Makamakaole (lower)",
  "months": [
    "Jun",
    "Jul",
    "Aug"
  ],
  "technicalRating": 3,
  "waterRating": "C3",
  "timeRating": "III",
  "riskRating": "R",
  "permit": "No",
  "rappelCountMin": 4,
  "rappelCountMax": 6,
  "rappelLongestMeters": 33.53,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Beautiful back country waterfalls pretty much unexplored due to the\ndifficulty of getting to them. Absolutely stunning views and\nenvironments.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Park at the pull off for 13 crossings. At the bend in the road across\nfrom the 13 crossings entrance is a bamboo path. Take the path down a\nshort ways until you come to a small waterfall with a rope swing. Follow\nthe water downstream until you reach the beginning of this hike.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The first waterfall is really pretty and does not need a rappel\nunless you want to. There is a Banyon tree off to the left side that is\neasily scaleable with good foot holds and nice hand grabs. The second\nwaterfall is directly below the first. There is a ladder on the left\nside at the bottom with some shady ropes and webbing tied to the tree.\nThis is a recommended rappel. I would suggest anchoring to the tree on\nthe left side and not the webbing that is tied to the tree. At the\nbottom of the second waterfall, there is some rock scrambling. You then\nget to a nice 70’ waterfall that you must rappel. The anchor points are\non the right side of the waterfall and is a little sketchy to get to.\nThe rappel is down the gut of the waterfall, so the footing is slippery.\nThe fourth waterfall is a little rock scramble and there is not much\nneed to rappel it unless you want to. There is a climbable ridge off to\nthe right side of the waterfall over a few boulders. There are some\nroots and a rope, but the ground can be loose, so step wisely. The fifth\nwaterfall is a large waterfall with a deep ledge halfway down. The\nanchor points are on the right side of the waterfall and some are a\nlittle uneasily attached. If your rope doesn’t make it down on the toss,\nyou can stop and regroup at the ledge. Just be careful of falling rocks\nand debris since you are in the middle of the waterfall. Immediately at\nthe bottom of that waterfall is the final and biggest falls of them all.\nIt’s a nice waterfall and is a little off angle, so be prepared to have\nbuckets of water in your face and hang hard to the right (left side when\nrappelling facing the wall). This brings you to the bottom and this is\nwhere it gets confusing. READ THIS A FEW TIMES SO YOU DO NOT GET STUCK\nIN A BAD SPOT. Apparently, there is supposed to be an emergency exit at\nthe bottom of the second waterfall on the right side. I have not seen\nit, but it’s supposedly there. The apparent normal exit is on canyon\nright near an old engine block 75 yards downstream from the 4th drop. I\nam guessing the engine block got swept off the end of the waterfalls\nsince it is at the very bottom of the waterfalls near the beach. The\nwrite up for the exit at the bottom of the 4th fall is as follows…\n[There is a mossy old handline fixed in place for you to use during you\nascent out. This area might be hard to find, but if you get to the big\nbeautiful waterfall, you've gone a bit too far. Go back upstream and\nexit the very very steep ridge to the road.] I have also not seen this\nexit, but I assume it’s there. The 5th and first really large falls is\nreally nice, but you’re supposed to leave your line attached so you can\nascend up to get back to the exit. The same goes for the highest 120’\nwaterfall at the end. The only exit at the bottom is to walk to the\nbeach. Off on the left hand side, there is an old path lined with a\nfence on both sides. It is VERY overgrown and hard to find. We ended up\nscaling up the mountain face, but it’s very sketchy. At the top of the\npath, it opens up on someone’s private property with two green houses\nand a beautifully manicured grounds. Walk towards the house, keep to\nyourself, walk up the driveway and make a left onto the road. Follow\nthis all the way back to your car at Makamakaole. I hope this updated\nhike walkthrough helps. Have fun and be safe!</p>\n<h2 id=\"exit\">Exit</h2>\n<p>READ THIS A FEW TIMES SO YOU DO NOT GET STUCK IN A BAD SPOT.\nApparently, there is supposed to be an emergency exit at the bottom of\nthe second waterfall on the right side. I have not seen it, but it’s\nsupposedly there. The apparent normal exit is on canyon right near an\nold engine block 75 yards downstream from the 4th drop. I am guessing\nthe engine block got swept off the end of the waterfalls since it is at\nthe very bottom of the waterfalls near the beach. The write up for the\nexit at the bottom of the 4th fall is as follows… [There is a mossy old\nhandline fixed in place for you to use during you ascent out. This area\nmight be hard to find, but if you get to the big beautiful waterfall,\nyou've gone a bit too far. Go back upstream and exit the very very steep\nridge to the road.] I have also not seen this exit, but I assume it’s\nthere. The 5th and first really large falls is really nice, but you’re\nsupposed to leave your line attached so you can ascend up to get back to\nthe exit. The same goes for the highest 120’ waterfall at the end. The\nonly exit at the bottom is to walk to the beach. Off on the left hand\nside, there is an old path lined with a fence on both sides. It is VERY\novergrown and hard to find. We ended up scaling up the mountain face,\nbut it’s very sketchy. At the top of the path, it opens up on someone’s\nprivate property with two green houses and a beautifully manicured\ngrounds. Walk towards the house, keep to yourself, walk up the driveway\nand make a left onto the road. Follow this all the way back to your car\nat Makamakaole. I hope this updated hike walkthrough helps. Have fun and\nbe safe!</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>This is technically private land. A new owner bought 190 acres as of\nJan 11, 2022. They are a nice family, but try not to bother them as they\nwon’t bother you. If you go all the way to the bottom and make your way\nto the beach exit (the old boar path), you will have to walk through\ntheir property. Stay hard left and boogie on through.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}