{
  "url": "https://ropewiki.com/Arroyo_Blanco_Canyon",
  "latitude": 19.527,
  "longitude": -70.4831,
  "id": 69305,
  "name": "Arroyo Blanco Canyon",
  "quality": 5,
  "months": [
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "III",
  "riskRating": "PG",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 5,
  "rappelLongestMeters": 25,
  "vehicle": "High Clearance",
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Arroyo Blanco Canyon is a fantastically fun and beautiful route\neasily doable in a day. The surreal blue water in the verdant jungle\nmakes this one especially photogenic. Tour companies run tours here once\nor twice a week, but generally only over the very first section. Locals\nappear to have no opposition to, and are happy to welcome, independent\ncanyoneers.</p>\n<p>The route is not very difficult and the logistics are easy. It can be\nrun year round, but obviously should be avoided during or right after\nheavy rain. Throughout the wet seasons, flows are higher and it can be\nmore challenging. In the dry seasons (January-April, July-August), the\nmiddle section mostly dries out and presents some extremely deep keeper\npotholes which will require at least one sketchy traverse to avoid, with\nbolts available. Most of the canyon is still flowing good throughout the\nyear, even in the driest periods.</p>\n<p>As with all canyons in the DR, always ask permission from locals to\npark, and to make sure your car will be safe. Locals are generally\nfriendly, but may offer you wrong advice on the canyon despite meaning\nwell. ‘It’s best to go with a guide’ is a common refrain for all outdoor\nactivities in the DR, even though there’s no known rules that say so for\nthis canyon. Nor would any moderately experienced canyoneer with this\npage’s beta need a guide! It’s logistically simple, and most locals that\ntry to steer you towards guides have never done the canyon themselves.\nCulturally, Dominicans are generally very averse to any sort of\nadventure, including day hikes, and overwhelmingly will pay for guides.\nThere are valid reasons for doing so in certain places in the country,\nsuch as poorly marked trails or assaults on solo travelers, but this\ncanyon is not one of those places. The canyon is easily doable by\nindependent canyoneers with proper equipment, experience and beta.\nEnjoy.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Drive down the dirt road. It’s best to have a vehicle with high\nclearance for this route (as you absolutely should for all the DR due to\ngiant speed bumps and potholes). Park at or near the GPS point. It’s a\nsharp right-hand curve marked by a house. Ask the local women if it’s ok\nto park there, and don’t be shy to offer maybe 200 pesos ($4 USD).</p>\n<p>Walk down the stairs at the parking area and suit up at the stream's\nedge, to minimize hassling by the guys wanting to sell you a guide. The\nwater begins immediately and the first rappel not long after.</p>\n<p>Sadly, this first part of the canyon can be lined with trash. The\nlocals are so proud of this majestic canyon, and speak so highly of\ntourism and the money it brings them, but continue to throw their trash\nall over. The DR has decent trash collection service in most areas, yet\nlittering remains an enormous problem (but that’s another discussion).\nRegardless, the trash quickly ends, and the canyon begins.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Less than 5 minutes after leaving the parking area is the first jump\nof around 3 meters. Continue down the slippery rocks. Another few\nminutes later is the first rappel.</p>\n<p><strong>R1: Traverse line to bolt DCR near tree. 25m down to\npool.</strong></p>\n<p>For R1, you’ll likely want to belay off a bolt on the left to access\nthe anchor on the right. A slip here would result in a &gt;20-meter fall\ninto deep water. Some jump this, but you can’t see the landing from\nabove, and you have to jump out far. You better know what you’re doing\nif you jump this one!</p>\n<p>Continue a few minutes downstream to find R2.</p>\n<p><strong>R2: 6m then 25m.</strong></p>\n<p>R2 has two bolts on the downstream side of a boulder in the middle of\nthe canyon. You can rappel these bolts 6m, or downclimb. Next 3 bolts\n&amp; chains are then found high up on a right-hand boulder. This rap\ntakes you down to the deep pool below. This pool should be clean to\njump, and is rumored to have been jumped from a ledge on canyon right of\naround 25 meters. Check first...</p>\n<p><strong>Continue down canyon for ~30 minutes.</strong></p>\n<p>There are a few fun jumps and swims, and then, if it's the dry\nseason, the water disappears beneath the ground. There's lots of\nboulder-hopping and creek walking, then you'll come to a section with\nhuge keeper potholes, bypassed on the left.</p>\n<p><strong>R3: Traverse line to tree. Then 20m down.</strong></p>\n<p>At the first big drop after the potholes, stay high and to the right.\nYou need to run a traverse line from bolts out to the tree anchor.\n<strong>Don't descend into the inviting corridor pool</strong>, there is\nno anchor down there.</p>\n<p>While here at the tree, look downstream and observe the wall at the\nend of the pool below, and figure out your plan (see below).</p>\n<p>Once below R3, if the wet season, swim across the pool. If the dry\nseason, you’ll have to awkwardly climb out of the pothole on the right,\nand do a sketchy traverse along the wall. This traverse is protected by\ntwo bolts. For the first person on belay, a fall on these slippery rocks\nwould result in a bad and painful pendulum swing (which is the reason\nfor the PG rating). The traverse is really not that bad, however, and a\nfall seems unlikely. For subsequent members of the group a traverse line\ncan be rigged on the bolts for safety.</p>\n<p><strong>R4: 4m or jump</strong></p>\n<p>After the traverse is R4, which can easily be jumped. Scout first.\nSwim across the pool and continue down canyon. The flowing water, if the\ndry season, soon returns.</p>\n<p>The flow picks up, with some incredibly beautiful pools and\njumps.</p>\n<p>You'll then reach the outstanding <strong>Cola de Pato</strong>\n(Duck’s Tail). There is a collapsing wooden ladder DCR used to reach a\nbalcony. From here, you can jump 8-12m, or rig an anchor from a tree for\nthose who prefer to rap.</p>\n<p>Downstream from this huge pool are more beautiful and smaller pools,\nsome of which can be jumped.</p>\n<p>Soon you will reach a gorgeous and very distinct slide. Scout first,\nbut this slide dumps you into a deep pool with a long swim. Beware it\ncan be a little bumpy as the slide carries you up the wall-ride\ncorner.</p>\n<p>A few minutes later, the canyon sadly ends. Time to exit at the\ndistinct tree growing from a rock outcrop.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>There are one or two midpoint exit trails in this canyon that locals\nmay tell you about. Even with GPS coordinates for these exits (which no\none has recorded) you’ll probably never find these very faint trails,\ndespite their weekly use by groups of tourists. Plan on finishing the\ncanyon and taking out at this page’s described exit.</p>\n<p>After the last obstacle, which is the toboggan slide, continue\ndownstream about 100 meters. You’ll see a very distinct tree on the left\nbank with lots of roots on top of a house sized boulder. Just 10 meters\nafter this boulder, on the left (west) side of the canyon is an obvious\ntrail. This is your exit.</p>\n<p>Head up this trail. You’ll spend around 25 minutes on this very\ndistinct and steep trail, going up through the forest. This trail will\nthen intersect with a larger path, where you’ll have to pass through\nbarbed wire or through a metal gate. When you get to this point, head\nleft on this larger path. It will briefly go down, then up, across\nfields, and then into the forest, passing though a cattle gate.</p>\n<p>Keep following it, coming to a T-intersection in the forest. Turn\nright, and walk uphill. After only a minute or two, you’ll have to pass\nthrough a cattle gate. After a few more minutes going uphill, you’ll\ncome out at a house and the dirt road.</p>\n<p>If you chose to use a shuttle, your second car should be parked near\nhere, saving about 45min of walking. If not, it’s a 3.6 kilometer walk\nto the left back to the start of the canyon where your car is, all on a\ndirt road with only mild elevation gain.</p>\n<p>In addition to this description, use a GPS, with satellite images, to\nnavigate. No trails in the entire DR seem to ever have any signs to help\nyou.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Local guides indicate you must buy a permit. There's no signs saying\nthis, no known written rules confirming it, and no stated price of the\npermit per the guides. Nor is there any specific place to buy a permit.\nIf in doubt, just leave a few dollars with the women at the\ntrailhead.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"https://www.lukaseddy.com/canyons-of-the-dominican-republic\">https://www.lukaseddy.com/canyons-of-the-dominican-republic</a></p>\n<p>{{#ev:youtube|jjvpNCiCd8E}}</p>\n<h2 id=\"background\">Background</h2>\n<p>The first descent is unknown. Local villagers appear to have known\nabout most parts of this canyon for decades or centuries, as there are\nfarms very close by. Two tour guides, possibly Helmut and Alberto (?)\nmay have done the first descent around the year 2000, searching for a\nroute for tourists. As of 2022, they are still guiding, and Alberto\nliterally jumps every rappel, up to 22 meters, and does not use a\nhelmet, with no accidents in his hundreds of descents.</p>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "geometry": {
          "type": "LineString",
          "coordinates": [
            [
              -70.48315420746805,
              19.526817761974712,
              271.5
            ],
            [
              -70.48314750194551,
              19.526879696545706,
              271.5
            ],
            [
              -70.48324674367906,
              19.526918879629363,
              271.5
            ],
            [
              -70.48316091299058,
              19.526941631092935,
              271.5
            ],
            [
              -70.48337548971178,
              19.527088251559096,
              271.5
            ]
          ]
        },
        "properties": {
          "name": "Approach",
          "stroke": "#34C759",
          "stroke-opacity": 1,
          "stroke-width": 5,
          "lengthMeters": 55.31860125446069,
          "ascentMeters": 0,
          "descentMeters": 0,
          "changeMeters": 0
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "LineString",
          "coordinates": [
            [
              -70.48337817192079,
              19.527102155217083,
              271.5
            ],
            [
              -70.48423111438753,
              19.52754201577931,
              287.29998779296875
            ],
            [
              -70.48544883728029,
              19.528204332297616,
              302.5
            ],
            [
              -70.48558831214906,
              19.528730138897643,
              301.5
            ],
            [
              -70.48545420169832,
              19.52919527407872,
              277.29998779296875
            ],
            [
              -70.48515915870668,
              19.529493566587803,
              278.29998779296875
            ],
            [
              -70.48444569110872,
              19.52971096586604,
              288.8999938964844
            ],
            [
              -70.48423647880556,
              19.530433942756662,
              317.29998779296875
            ],
            [
              -70.48452615737916,
              19.5311872508995,
              320
            ],
            [
              -70.48466026782991,
              19.532152895796514,
              281
            ],
            [
              -70.48444569110872,
              19.532709023745518,
              243.89999389648438
            ],
            [
              -70.48412382602693,
              19.53271407944537,
              237.5
            ],
            [
              -70.48334062099458,
              19.532466349966903,
              239.1999969482422
            ],
            [
              -70.48262178897859,
              19.532597798308917,
              220.6999969482422
            ],
            [
              -70.48170983791353,
              19.532638243931093,
              244.3000030517578
            ],
            [
              -70.48011124134065,
              19.532178174381194,
              281.79998779296875
            ],
            [
              -70.47899007797243,
              19.532698912345356,
              345.1000061035156
            ],
            [
              -70.47838389873506,
              19.533158980411883,
              361.79998779296875
            ],
            [
              -70.47760605812074,
              19.53319437020887,
              388.29998779296875
            ],
            [
              -70.47712862491609,
              19.53338648611432,
              402.5
            ],
            [
              -70.47618985176088,
              19.534478509024815,
              392.79998779296875
            ],
            [
              -70.47585725784303,
              19.53519135333012,
              384.70001220703125
            ],
            [
              -70.47576606273653,
              19.5357120815784,
              396
            ],
            [
              -70.47585725784303,
              19.536091251576437,
              402.79998779296875
            ],
            [
              -70.47616839408876,
              19.53705686715052,
              424.5
            ],
            [
              -70.47617502347256,
              19.537053795150268,
              424.5
            ],
            [
              -70.47622,
              19.53714,
              424.5
            ],
            [
              -70.47612,
              19.53753,
              434.1000061035156
            ],
            [
              -70.47559,
              19.53822,
              442.29998779296875
            ],
            [
              -70.47519,
              19.53846,
              456.3999938964844
            ],
            [
              -70.47511,
              19.53855,
              456.3999938964844
            ],
            [
              -70.47511,
              19.53855,
              456.3999938964844
            ],
            [
              -70.47468914026942,
              19.539068734086527,
              466.8999938964844
            ],
            [
              -70.47477900981904,
              19.53937229877084,
              469
            ],
            [
              -70.47539591789247,
              19.539559351840737,
              458.29998779296875
            ],
            [
              -70.47562658786775,
              19.539867736158453,
              460
            ],
            [
              -70.47548174858095,
              19.54076255289338,
              444
            ],
            [
              -70.47539591789247,
              19.5410254359633,
              444
            ],
            [
              -70.47517061233522,
              19.541429870619552,
              449.29998779296875
            ],
            [
              -70.47495603561403,
              19.541581533354414,
              449.29998779296875
            ],
            [
              -70.47489166259767,
              19.54171297427604,
              455
            ]
          ]
        },
        "properties": {
          "name": "Descent",
          "stroke": "#FF3B30",
          "stroke-opacity": 1,
          "stroke-width": 5,
          "lengthMeters": 2764.264645732345,
          "ascentMeters": 354.20001220703125,
          "descentMeters": 170.70001220703125,
          "changeMeters": 183.5
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "LineString",
          "coordinates": [
            [
              -70.47489587745078,
              19.541716171247803,
              455
            ],
            [
              -70.47501925906546,
              19.541862778300448,
              455
            ],
            [
              -70.47540013274558,
              19.541711115829823,
              437
            ],
            [
              -70.4753679462374,
              19.542145881197712,
              444
            ],
            [
              -70.47574881991751,
              19.54197905276476,
              423.29998779296875
            ],
            [
              -70.47589365920432,
              19.54235315264694,
              438.79998779296875
            ],
            [
              -70.47636572799094,
              19.542191379831312,
              420.5
            ],
            [
              -70.47637109240897,
              19.542434038993967,
              421.5
            ],
            [
              -70.4766661354006,
              19.54231270945823,
              426.5
            ],
            [
              -70.47675196608908,
              19.54256547922142,
              419.8999938964844
            ],
            [
              -70.4771864839495,
              19.542545257654933,
              426.5
            ],
            [
              -70.4773313232363,
              19.54213071498366,
              447.1000061035156
            ],
            [
              -70.47735278090842,
              19.541786947082933,
              453.8999938964844
            ],
            [
              -70.47729377231009,
              19.541428012170066,
              454.6000061035156
            ],
            [
              -70.47748689135916,
              19.54116007432049,
              453.6000061035156
            ],
            [
              -70.47785818576814,
              19.540722109306174,
              440.1000061035156
            ],
            [
              -70.47913491725923,
              19.540009289418506,
              407.3999938964844
            ],
            [
              -70.47982692718507,
              19.5392711889131,
              393.20001220703125
            ],
            [
              -70.48040091991426,
              19.538335919727118,
              360.3999938964844
            ],
            [
              -70.48082470893861,
              19.5379668660711,
              350.3999938964844
            ],
            [
              -70.48131823539735,
              19.53804269908298,
              357
            ],
            [
              -70.48197805881502,
              19.537911255173082,
              344.3999938964844
            ],
            [
              -70.4823160171509,
              19.537835422099484,
              329
            ],
            [
              -70.48314750194551,
              19.537992143745683,
              303.8999938964844
            ],
            [
              -70.48400044441225,
              19.53822469816616,
              281.29998779296875
            ],
            [
              -70.48475146293642,
              19.537365256248126,
              267.29998779296875
            ],
            [
              -70.48520207405092,
              19.537102367218356,
              250.6999969482422
            ],
            [
              -70.4861354827881,
              19.535555357719147,
              254.39999389648438
            ],
            [
              -70.48654317855836,
              19.535221687060538,
              265.79998779296875
            ],
            [
              -70.48688650131227,
              19.534483564669262,
              289.70001220703125
            ],
            [
              -70.48760533332826,
              19.5336645482043,
              327.6000061035156
            ],
            [
              -70.48818469047548,
              19.533047755285143,
              312.5
            ],
            [
              -70.48917174339296,
              19.53261296541841,
              505
            ],
            [
              -70.48979401588441,
              19.532006279927348,
              510.20001220703125
            ],
            [
              -70.49183249473573,
              19.531177139404058,
              487.1000061035156
            ],
            [
              -70.49321651458742,
              19.53092435181251,
              490.79998779296875
            ],
            [
              -70.4946541786194,
              19.530792902108544,
              515.5
            ],
            [
              -70.49457907676698,
              19.529680631100597,
              527.7999877929688
            ],
            [
              -70.49351692199708,
              19.528538017453755,
              497.5
            ],
            [
              -70.49296975135805,
              19.527536959917594,
              553.7000122070312
            ],
            [
              -70.49295902252199,
              19.527102155217083,
              573.9000244140625
            ],
            [
              -70.49268007278444,
              19.52663701400938,
              573.5999755859375
            ],
            [
              -70.49222946166994,
              19.526475225449307,
              573.0999755859375
            ],
            [
              -70.49171447753908,
              19.526030306073718,
              564.2999877929688
            ],
            [
              -70.4911780357361,
              19.525646056536083,
              557.5
            ],
            [
              -70.49039483070375,
              19.524735988196433,
              551.7999877929688
            ],
            [
              -70.49012660980226,
              19.52494833793417,
              557.5999755859375
            ],
            [
              -70.49046993255617,
              19.525737063088105,
              562.4000244140625
            ],
            [
              -70.4901695251465,
              19.525959523332826,
              553
            ],
            [
              -70.48937559127809,
              19.525686503898864,
              546.2000122070312
            ],
            [
              -70.48884987831117,
              19.525858405077738,
              512.5
            ],
            [
              -70.48847973346712,
              19.52592918786294,
              500.29998779296875
            ],
            [
              -70.4883134365082,
              19.526070753340317,
              500.29998779296875
            ],
            [
              -70.48818469047548,
              19.526556119749603,
              304.29998779296875
            ],
            [
              -70.48742830753328,
              19.526181983271236,
              297
            ],
            [
              -70.48677384853364,
              19.52618703917537,
              290.8999938964844
            ],
            [
              -70.48600673675539,
              19.525919076038374,
              290.79998779296875
            ],
            [
              -70.48570632934572,
              19.526116256503126,
              289.1000061035156
            ],
            [
              -70.48567950725557,
              19.526399387006006,
              286.79998779296875
            ],
            [
              -70.48535227775575,
              19.526475225449307,
              292.8999938964844
            ],
            [
              -70.48507869243623,
              19.52662690222913,
              293
            ],
            [
              -70.48485338687898,
              19.526990925919684,
              301.6000061035156
            ],
            [
              -70.48434376716615,
              19.527117322842617,
              290.3999938964844
            ],
            [
              -70.48379659652711,
              19.52686958478063,
              277.5
            ],
            [
              -70.4832172393799,
              19.526829137714024,
              271.5
            ]
          ]
        },
        "properties": {
          "name": "Exit",
          "stroke": "#FFCC00",
          "stroke-opacity": 1,
          "stroke-width": 5,
          "lengthMeters": 4771.533005097045,
          "ascentMeters": 486.9001007080078,
          "descentMeters": 670.4001007080078,
          "changeMeters": -183.5
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "LineString",
          "coordinates": [
            [
              -70.48403263092042,
              19.538558362619153,
              282.1000061035156
            ],
            [
              -70.48416137695314,
              19.541308540329055,
              245.1999969482422
            ],
            [
              -70.48630714416505,
              19.543452028701623,
              350.5
            ],
            [
              -70.48772335052492,
              19.546363891833206,
              436.20001220703125
            ],
            [
              -70.48931121826173,
              19.545514603846655,
              473.1000061035156
            ],
            [
              -70.49034118652345,
              19.54316892809517,
              480.29998779296875
            ],
            [
              -70.49145698547365,
              19.542279180099502,
              473.79998779296875
            ],
            [
              -70.49126386642457,
              19.541652309248587,
              455.8999938964844
            ],
            [
              -70.49175739288331,
              19.539124579506886,
              459.70001220703125
            ],
            [
              -70.49285173416139,
              19.53811347652859,
              509.3999938964844
            ],
            [
              -70.49349546432497,
              19.53760792266494,
              540.5
            ],
            [
              -70.4940962791443,
              19.537527033899863,
              550.5
            ],
            [
              -70.4946541786194,
              19.536758588610496,
              533.7000122070312
            ],
            [
              -70.49463272094728,
              19.5363136975609,
              523.2000122070312
            ],
            [
              -70.49512624740602,
              19.53584858288027,
              532.2000122070312
            ],
            [
              -70.4951047897339,
              19.53443300821764,
              590.5
            ],
            [
              -70.49529790878297,
              19.53394766547676,
              590.2000122070312
            ],
            [
              -70.49536228179933,
              19.53285563897674,
              556.4000244140625
            ],
            [
              -70.49458980560304,
              19.532329845806185,
              535.2999877929688
            ],
            [
              -70.49469709396364,
              19.531601821667234,
              514.4000244140625
            ],
            [
              -70.49469,
              19.53083,
              515.5
            ],
            [
              -70.49469214707482,
              19.53082977258132,
              515.5
            ],
            [
              -70.4945643345823,
              19.529746729881484,
              534.5999755859375
            ],
            [
              -70.4945643345823,
              19.52974673000462,
              534.5999755859375
            ],
            [
              -70.49456,
              19.52971,
              534.5999755859375
            ],
            [
              -70.4944,
              19.52939,
              513.7999877929688
            ],
            [
              -70.49373,
              19.52881,
              490.5
            ],
            [
              -70.49356,
              19.52862,
              497.5
            ],
            [
              -70.49324,
              19.52792,
              525.2000122070312
            ],
            [
              -70.49299,
              19.52757,
              553.7000122070312
            ],
            [
              -70.49294,
              19.52739,
              566.9000244140625
            ],
            [
              -70.49296,
              19.52728,
              566.9000244140625
            ],
            [
              -70.4929908941914,
              19.52720791355341,
              566.9000244140625
            ],
            [
              -70.4929908941914,
              19.52720791355341,
              566.9000244140625
            ],
            [
              -70.49299635688647,
              19.527195167264903,
              566.9000244140625
            ],
            [
              -70.49298,
              19.52719,
              566.9000244140625
            ],
            [
              -70.49297496120138,
              19.527176003337143,
              566.9000244140625
            ],
            [
              -70.49297496120138,
              19.527176003337143,
              566.9000244140625
            ],
            [
              -70.49289,
              19.52694,
              573.9000244140625
            ],
            [
              -70.4928,
              19.5268,
              573.9000244140625
            ],
            [
              -70.49265,
              19.52669,
              573.5999755859375
            ],
            [
              -70.4923,
              19.52653,
              573.0999755859375
            ],
            [
              -70.49195,
              19.5262,
              567.7000122070312
            ],
            [
              -70.49155,
              19.52599,
              562.4000244140625
            ],
            [
              -70.49155,
              19.52599,
              562.4000244140625
            ],
            [
              -70.49155,
              19.52599,
              562.4000244140625
            ],
            [
              -70.4910171031952,
              19.525479211057554,
              557.2000122070312
            ],
            [
              -70.49054503440858,
              19.524867442828885,
              556.0999755859375
            ],
            [
              -70.49033045768739,
              19.524751156044097,
              553.5999755859375
            ],
            [
              -70.49013197422029,
              19.52489272255364,
              557.5999755859375
            ],
            [
              -70.49034118652345,
              19.525337645061875,
              559.7000122070312
            ],
            [
              -70.49044847488405,
              19.52575728675938,
              562.4000244140625
            ],
            [
              -70.49029290676118,
              19.525924131950752,
              553
            ],
            [
              -70.4899710416794,
              19.525924131950752,
              545
            ],
            [
              -70.48953652381898,
              19.52575728675938,
              546.2000122070312
            ],
            [
              -70.48928,
              19.52572,
              534.0999755859375
            ],
            [
              -70.48928,
              19.52572,
              534.0999755859375
            ],
            [
              -70.48896,
              19.52584,
              512.5
            ],
            [
              -70.48861,
              19.52587,
              500.29998779296875
            ],
            [
              -70.48852,
              19.52591,
              500.29998779296875
            ],
            [
              -70.48828,
              19.5261,
              304.70001220703125
            ],
            [
              -70.48828,
              19.5261,
              304.70001220703125
            ],
            [
              -70.48825,
              19.52617,
              305.29998779296875
            ],
            [
              -70.48823,
              19.5265,
              304.29998779296875
            ],
            [
              -70.48816,
              19.52655,
              304.29998779296875
            ],
            [
              -70.48806,
              19.52653,
              304.29998779296875
            ],
            [
              -70.48748,
              19.52619,
              297
            ],
            [
              -70.48679,
              19.52619,
              290.8999938964844
            ],
            [
              -70.486,
              19.52591,
              290.79998779296875
            ],
            [
              -70.48582,
              19.52601,
              289.1000061035156
            ],
            [
              -70.48575,
              19.52611,
              289.1000061035156
            ],
            [
              -70.48571,
              19.52634,
              286.79998779296875
            ],
            [
              -70.48567,
              19.5264,
              286.79998779296875
            ],
            [
              -70.48542,
              19.52644,
              286.79998779296875
            ],
            [
              -70.48508,
              19.52662,
              293
            ],
            [
              -70.48486,
              19.52698,
              301.6000061035156
            ],
            [
              -70.48461,
              19.52709,
              297.1000061035156
            ],
            [
              -70.48435,
              19.52712,
              290.3999938964844
            ],
            [
              -70.48383,
              19.52689,
              283.70001220703125
            ],
            [
              -70.48381490346404,
              19.526887641166258,
              277.5
            ],
            [
              -70.48315286636354,
              19.526813970061443,
              271.5
            ]
          ]
        },
        "properties": {
          "name": "Road",
          "stroke": "#FFCC00",
          "stroke-opacity": 1,
          "stroke-width": 5,
          "lengthMeters": 5027.05861920254,
          "ascentMeters": 526.0000152587891,
          "descentMeters": 536.6000213623047,
          "changeMeters": -10.600006103515625
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -70.48315374826417,
            19.526815017018954,
            0
          ]
        },
        "properties": {
          "name": "Parking",
          "stroke": "#FFCC00",
          "elevationMeters": 272
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -70.48337631275899,
            19.52709051341857,
            0
          ]
        },
        "properties": {
          "name": "Canyon Start",
          "stroke": "#34C759",
          "elevationMeters": 272
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -70.47489065627816,
            19.541719146404706,
            0
          ]
        },
        "properties": {
          "name": "Canyon Finish",
          "stroke": "#FFCC00",
          "elevationMeters": 473
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -70.48398988771623,
            19.538330127157934,
            0
          ]
        },
        "properties": {
          "name": "Parking Shuttle",
          "stroke": "#FFCC00",
          "elevationMeters": 281
        }
      }
    ]
  },
  "version": "d196cf1fe4b67cfc7078a8f52ae4fa70"
}