{"quality":3,"url":"https:\/\/ropewiki.com\/Lowe_Ravine_(Upper)","name":"Lowe Ravine (Upper)","permit":"No","vehicle":"Passenger","riskRating":"PG","rappelLongestMeters":60.96,"timeRating":"III","longitude":-118.1066,"rappelCountMax":5,"version":"9059ad8d53bf3ad3a225c66b4a035740d7d56e84bb924997aec22331533ab3b5","id":69674,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p><br \/>\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Park somewhere near Pinecrest Dr and Crescent Dr in Altadena, CA (34.190541, -118.107151).  Hike to the Mt Wilson Pinecrest Gate (34.191719, -118.105598), down the gated road to the Altadena Crest Trail (34.193052, -118.105281), up the steep trail around several bends to a sharp bend right where you can see a large water tank below (34.19369, -118.10870).  There is a rut in the steep uphill side of the trail bed that is actually the start of a trail that climbs steeply up the ridge to the power line towers above.  Use this trail to climb up slightly beyond to the power lines (East) to a sharp bend West (34.19605, -118.10664).  Continue up to a switchback jog left then right (34.19827, -118.10803), and a bit further you will reach a point where the trail starts going downhill on the Gooseberry Motorway trail back to toward Rubio Canyon.  Do not follow the main trail anymore, but rather head toward (34.19857, -118.10860) where you will find a small concrete open box protecting an old water valve.  From here it should be easier to follow the trail (North) to the big water tank (34.19891, -118.1086).  On the left side (West) of the water tank the trail continues up past a deer antler, a flat with many yucca plants, and eventually to the Mt Lowe summit with a geological marker and steel pole (34.20175, -118.10988).  Continue uphill and then slightly down into a saddle (Lower Lowe Ravine drop-in point) and then climb steeply up a bit further to a somewhat clearing.  Head off the trail due East toward the old encampment (34.20335, -118.10781), and continue East following the trimmed path to the Upper Lowe Ravine drop-in point (34.20328, -118.10658).\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Following the trimmed path; it leads you to a maximally steep earthen drop-off into a small ravine.  Use a handline off a bush here to safely get down.  A short distance down this ravine is another short drop-off.  Below that is a huge mostly dead tree DCR, and a large bush anchor DCL.\n<\/p><p><b>R1 200ft<\/b> from the bush rappel vertically down 30 feet, down a steep earthen ramp, over a 100 foot tall highly fractured vertical cliff face, and another 50 feet down the scree, over to a safe spot DCR by a big tree with amazingly extended roots.  Be careful rappelling about knocking rocks onto yourself or the rope below.  This rappel's unstable nature is the \"PG\" part of this canyon!  Also, as rigged 21FEB2022 the block and or knots can easily jam near the anchor bush.  It would be better to make this a \"hanging\" (feet on the unstable steep earth ramp in between vertical parts) 2 stage rappel, thus technical \"4\" canyon.  When you pull your rope, expect a bunch of rocks to fall down the drop, so stay away from the drop; either hide by the tree, or scramble up DCR near the cliff face.\n<\/p><p>Below this exciting first rappel is a long chute of talus and scree (banner pic) which slowly becomes short downclimbs and more stable terrain. About 500 vertical feet down (from the top of R1) you reach another tributary which clearly brings in much more water when the ravine is wet. Another 200 vertical feet down you reach R2.\n<\/p><p><b>R2 100ft<\/b> from a small boulder canyon center, over the rounded face and then overhanging for much of the drop.  This boulder looks like it could slide off the drop, but it is well interlocked with the bedrock.  Toss your rope out FAR as there is a mangled bush that likes to snag ropes about half way down. \n<\/p><p>About 100 vertical feet below is R3.\n<\/p><p><b>R3 50ft<\/b> off a cluster of bushes DCR\n<\/p><p>A bit further after working through some fig trees you reach R4.\n<\/p><p><b>R4 30ft<\/b> off a bush DCR (ghosted on the FD 21FEB2022)\n<\/p><p>And right after is R5.\n<\/p><p><b>R5 50ft<\/b> off the crazy big tree, down a wet face to a huge cluster of fig trees.  \n<\/p><p>From there it's an easy hike through the fig trees and down a gravel slope DCL to Eaton Creek.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>You drop into Eaton downstream (but within sight) of the giant log you walk down, and upstream of the Penultimate.  With Eaton flowing class B (Low flow or less) it is possible to exit and not get your feet wet (assuming you use the Penultimate and Final rappel bypass), but for most, you should plan on going through water as much as knee deep.  Both the Penultimate and the Final Eaton Waterfall can be bypassed by climbing around, or using alternate rappel locations to avoid getting into the waterfalls themselves.  Or bring a wetsuit and have fun!&#160;:)\n<\/p><p>Regardless your water style, proceed down Eaton past the 2 waterfalls, hike out the lower creek to the Wilson Toll Road bridge, climb up and take that road to Pinecrest and back to your vehicle.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","geojson":null,"waterRating":"A","rappelCountMin":5,"latitude":34.2033,"technicalRating":4,"months":[],"shuttleSeconds":null}