{
  "url": "https://ropewiki.com/Lowe_Ravine_(Upper)",
  "latitude": 34.2033,
  "longitude": -118.1066,
  "id": 69674,
  "name": "Lowe Ravine (Upper)",
  "quality": 3,
  "technicalRating": 4,
  "waterRating": "A",
  "timeRating": "III",
  "riskRating": "PG",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 5,
  "rappelLongestMeters": 60.96,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<h2 id=\"approach\">Approach</h2>\n<p>Park somewhere near Pinecrest Dr and Crescent Dr in Altadena, CA\n(34.190541, -118.107151). Hike to the Mt Wilson Pinecrest Gate\n(34.191719, -118.105598), down the gated road to the Altadena Crest\nTrail (34.193052, -118.105281), up the steep trail around several bends\nto a sharp bend right where you can see a large water tank below\n(34.19369, -118.10870). There is a rut in the steep uphill side of the\ntrail bed that is actually the start of a trail that climbs steeply up\nthe ridge to the power line towers above. Use this trail to climb up\nslightly beyond to the power lines (East) to a sharp bend West\n(34.19605, -118.10664). Continue up to a switchback jog left then right\n(34.19827, -118.10803), and a bit further you will reach a point where\nthe trail starts going downhill on the Gooseberry Motorway trail back to\ntoward Rubio Canyon. Do not follow the main trail anymore, but rather\nhead toward (34.19857, -118.10860) where you will find a small concrete\nopen box protecting an old water valve. From here it should be easier to\nfollow the trail (North) to the big water tank (34.19891, -118.1086). On\nthe left side (West) of the water tank the trail continues up past a\ndeer antler, a flat with many yucca plants, and eventually to the Mt\nLowe summit with a geological marker and steel pole (34.20175,\n-118.10988). Continue uphill and then slightly down into a saddle (Lower\nLowe Ravine drop-in point) and then climb steeply up a bit further to a\nsomewhat clearing. Head off the trail due East toward the old encampment\n(34.20335, -118.10781), and continue East following the trimmed path to\nthe Upper Lowe Ravine drop-in point (34.20328, -118.10658).</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Following the trimmed path; it leads you to a maximally steep earthen\ndrop-off into a small ravine. Use a handline off a bush here to safely\nget down. A short distance down this ravine is another short drop-off.\nBelow that is a huge mostly dead tree DCR, and a large bush anchor\nDCL.</p>\n<p><strong>R1 200ft</strong> from the bush rappel vertically down 30\nfeet, down a steep earthen ramp, over a 100 foot tall highly fractured\nvertical cliff face, and another 50 feet down the scree, over to a safe\nspot DCR by a big tree with amazingly extended roots. Be careful\nrappelling about knocking rocks onto yourself or the rope below. This\nrappel's unstable nature is the \"PG\" part of this canyon! Also, as\nrigged 21FEB2022 the block and or knots can easily jam near the anchor\nbush. It would be better to make this a \"hanging\" (feet on the unstable\nsteep earth ramp in between vertical parts) 2 stage rappel, thus\ntechnical \"4\" canyon. When you pull your rope, expect a bunch of rocks\nto fall down the drop, so stay away from the drop; either hide by the\ntree, or scramble up DCR near the cliff face.</p>\n<p>Below this exciting first rappel is a long chute of talus and scree\n(banner pic) which slowly becomes short downclimbs and more stable\nterrain. About 500 vertical feet down (from the top of R1) you reach\nanother tributary which clearly brings in much more water when the\nravine is wet. Another 200 vertical feet down you reach R2.</p>\n<p><strong>R2 100ft</strong> from a small boulder canyon center, over\nthe rounded face and then overhanging for much of the drop. This boulder\nlooks like it could slide off the drop, but it is well interlocked with\nthe bedrock. Toss your rope out FAR as there is a mangled bush that\nlikes to snag ropes about half way down.</p>\n<p>About 100 vertical feet below is R3.</p>\n<p><strong>R3 50ft</strong> off a cluster of bushes DCR</p>\n<p>A bit further after working through some fig trees you reach R4.</p>\n<p><strong>R4 30ft</strong> off a bush DCR (ghosted on the FD\n21FEB2022)</p>\n<p>And right after is R5.</p>\n<p><strong>R5 50ft</strong> off the crazy big tree, down a wet face to a\nhuge cluster of fig trees.</p>\n<p>From there it's an easy hike through the fig trees and down a gravel\nslope DCL to Eaton Creek.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>You drop into Eaton downstream (but within sight) of the giant log\nyou walk down, and upstream of the Penultimate. With Eaton flowing class\nB (Low flow or less) it is possible to exit and not get your feet wet\n(assuming you use the Penultimate and Final rappel bypass), but for\nmost, you should plan on going through water as much as knee deep. Both\nthe Penultimate and the Final Eaton Waterfall can be bypassed by\nclimbing around, or using alternate rappel locations to avoid getting\ninto the waterfalls themselves. Or bring a wetsuit and have fun! :)</p>\n<p>Regardless your water style, proceed down Eaton past the 2\nwaterfalls, hike out the lower creek to the Wilson Toll Road bridge,\nclimb up and take that road to Pinecrest and back to your vehicle.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "dcd17b5b074c7e3ca1e364127ccaaa63"
}