{
  "url": "https://ropewiki.com/Kane_Creek",
  "latitude": 46.0279,
  "longitude": -122.026,
  "id": 70091,
  "name": "Kane Creek",
  "quality": 5,
  "months": [
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "C1",
  "timeRating": "III",
  "permit": "Yes",
  "rappelCountMin": 3,
  "rappelCountMax": 3,
  "rappelLongestMeters": 70.71,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Kane Creek is a spectacular early spring canyon, ideally run shortly\nafter the snow melts. The highlight of this route is Kane Falls, a\nmassive waterfall formed where the creek pinches and then shoots down a\n232' drop into a beautiful pool surrounded by giant house-sized\nboulders. It's one of those special places in this world that makes you\nfeel small. Although a short canyon, the other rappels are fun and wet.\nWorth pairing with Able Creek for a fun full day of canyoning.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From Cougar, continue east on WA-503. After 18 miles, turn right onto\nFS-90 and shortly thereafter take your second right onto a logging road.\nIn 0.4 miles, you will come upon a locked gate. Park here.</p>\n<p>Continue hiking or biking up the logging road for 5 miles and 800' of\nelevation gain until you reach (46.02742, -122.02529). Stash your bikes\nand suit up here. Drop into the drainage to the north, hiking for about\n300-400 ft to reach the first rappel (46.02792, -122.02602).</p>\n<h2 id=\"descent\">Descent</h2>\n<p><strong>R1</strong> - 60' from DCL tree</p>\n<p><strong>R2</strong> - 30' from DCL tree</p>\n<p>Approach the big drop using a 30' traverse line from DCL tree to DCR\ntree, crossing the flow, which will bring you to the edge of the\ndrop.</p>\n<p><strong>R3</strong> - <strong>Kane Falls</strong> - 232' off DCR\ntree. An absolutely glorious line at high flow.</p>\n<p>Continue hiking a short distance until Kane Creek meets the main\ndrainage.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Once you've reached the main drainage, turn upstream and then head\nsouth, finding the path of least resistance to the top and where you\nstashed your bikes.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Free non-hunting recreational permit from <a\nhref=\"https://www.rayonierhunting.com/\">Rayonier Hunting &amp;\nRecreation</a> is required.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"https://m.youtube.com/watch?v=IWeHU0szwL8\">https://m.youtube.com/watch?v=IWeHU0szwL8</a></p>\n<h2 id=\"background\">Background</h2>\n<p>Several years ago, Zachariah Kane went up this creek and had a bad\nfall. A year later, he returned with Tim Burke, Melinda Muckenthaler,\nand Lisa Hewitt, and completed the hike to a beautiful double waterfall.\nSince then, the 232' waterfall has been nicknamed Kane Falls. The creek\nwas first descended on 3/26/2022 by Ryan Ernst, Haruka James Clay\nLipscomb, Michael Peterson, Barry Specht and Madeline Hwang.</p>\n"
}