{
  "url": "https://ropewiki.com/Al_Fahda_Cave",
  "latitude": 32.3071,
  "longitude": 37.127,
  "id": 70810,
  "name": "Al Fahda Cave",
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 2,
  "waterRating": "A",
  "timeRating": "II",
  "riskRating": "PG",
  "permit": "No",
  "vehicle": "4WD",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Al-Fahda (“the lioness”) Cave (Al-Malabeh et al., 2006) was named\nafter the local name for one of the youngest lava fields (K–Ar age 0.46\n± 0.01 Ma sample HAS-7; Tarawneh et al., 2000) in the Harrat. It was\nfirst mentioned without any speleological details by Helms (1981, p.138)\nas El-Mughara in connection with the investigation of the famous Bronze\nAge desert city Jawa. Helms described a channel that leads to the\nentrance of the cave, apparently dug in an attempt to store water in\ntimes of plenty in the cave for times of need. This channel led to the\nrediscovery of the cave by the second author, who followed it from Wadi\nRajil (830 m a.m.s.l) in the north downslope to the main entrance (730 m\na.m.s.l) (Al-Malabeh et al., 2006) and surveyed by us in 2005 (Table 2;\nFig. 2). The cave is also known under the name of Khsheifa Cave and was\nsurveyed in parallel by Frumkin et al. (2008) yielding astonishingly\nsimilar results (their length 920 m).The cave has a very low slope,\naccording to our survey of about 0.7°. Such a low slope is typical for\ntube-fed pahoehoe flows. Al-Fahda Cave is unusually wide but very low\nand has a very flat floor (at least were the rock floor is visible)\n(Fig. 3). It appears that this was caused by a later invasive flow\nfilling the lower part of the tunnel. It shows a blocky surface and ends\nin two flow lobes shortly before the cave itself ends. It remains\nunclear if this fill is autochthonous, i.e, generated within the tunnel\nas a terminal slump of a higher viscosity, or allochthonous, i.e. caused\nby an invasion of a later flow of the Al-Fahda flow field through a\nceiling hole (above the current accessible section of the cave). The\nmain entrance to the cave today is through a late central ceiling\ncollapse, exposing a cross section through the primary roof. It is\ncomposed of two relatively thick layers, in contrast to other caves that\nhave up to 12 sheets in the primary ceiling (in case of Abu Al-Kursi)\n(for a more detailed study of the cave see Al-Malabeh et al., 2006).</p>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}