{"permit":"No","quality":0,"vehicle":"4WD","id":70810,"shuttleSeconds":null,"waterRating":"A","months":["Mar","Apr","May","Sep","Oct","Nov"],"name":"Al Fahda Cave","latitude":32.3071,"version":"e3763c69436e2505aef42b1cd5c74b52881144a0e8bad61a69b4c6055c48f74c","timeRating":"II","rappelCountMax":null,"geojson":null,"rappelLongestMeters":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p><br \/>\nAl-Fahda  (“the  lioness”)  Cave  (Al-Malabeh  et  al., 2006) was  named after  the local  name for one  of the youngest lava fields (K–Ar age 0.46 ± 0.01 Ma sample HAS-7;  Tarawneh et  al.,  2000)  in the  Harrat.  It was first  mentioned  without  any  speleological  details  by Helms (1981, p.138) as El-Mughara in connection with the investigation of the famous Bronze Age desert city Jawa.  Helms  described  a  channel  that  leads  to  the entrance of  the cave,  apparently dug  in an  attempt to store water in times of plenty in  the cave for  times of need. This channel led to the rediscovery of the cave by the  second  author,  who  followed  it from  Wadi  Rajil (830  m  a.m.s.l)  in  the  north  downslope  to  the  main entrance (730 m a.m.s.l) (Al-Malabeh et al., 2006) and surveyed by us  in 2005  (Table 2;  Fig. 2). The  cave is also known under the name of Khsheifa Cave and was surveyed in parallel  by Frumkin  et al.  (2008) yielding astonishingly  similar results  (their  length 920  m).The cave has a very low slope, according to our survey of     about  0.7°.  Such  a  low  slope is  typical  for  tube-fed pahoehoe flows. Al-Fahda Cave  is unusually  wide but very low and has a very flat floor (at least were the rock floor is visible) (Fig. 3). It appears that this was caused by  a later  invasive  flow filling  the  lower  part of  the tunnel. It shows a blocky surface and ends in two flow lobes  shortly  before  the  cave  itself  ends.  It  remains unclear  if  this  fill  is  autochthonous,  i.e,  generated within  the  tunnel  as  a  terminal  slump  of  a  higher viscosity, or  allochthonous, i.e.  caused by  an invasion of  a later  flow  of the  Al-Fahda  flow  field through  a ceiling hole (above the current accessible section of the cave). The main entrance to the cave today is through a late  central ceiling  collapse, exposing  a cross  section through  the  primary  roof.  It  is  composed  of  two relatively  thick layers,  in  contrast  to other  caves  that have up to 12 sheets in the primary ceiling  (in case of Abu Al-Kursi)  (for a  more detailed study of  the cave see Al-Malabeh et al., 2006).\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","technicalRating":2,"rappelCountMin":null,"riskRating":"PG","longitude":37.127,"url":"https:\/\/ropewiki.com\/Al_Fahda_Cave"}