{"waterRating":"C","rappelLongestMeters":24.38,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Another short tributary in the upper headwaters of <a href=\"\/w\/index.php?title=Rogers_Creek_NW&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Rogers Creek NW (page does not exist)\">Rogers Creek NW<\/a> - about 1.5hrs from Portland. The upper part of the creek is inauspicious, but the real reason to run this one is four back-to-back rappels one immediately after the next ranging from 25-60ft in height. Each tier has a bench of less than 15ft between them, creating this ladder-like feature. Approach and exit are pretty easy\/straightforward; it's even faster with a shuttle. Best in the spring when the creek has good water. It likely reduces to a trickle later in the summer months. Can be a fun day out when everything else is running high.\n<\/p><p>This would be a terrific little creek if it were not so exceedingly slippery. Even simple downclimbs should be approached with caution as going for a tumble could be catastrophic. You may end out rappelling short drops that, in any other creek, you'd likely downclimb.  Even specialized canyon footwear doesn't help.\n<\/p>\n<ul><li>A passenger vehicle can make it if driven carefully. High clearance may be preferred.<\/li>\n<li>Consider running both <a href=\"\/w\/index.php?title=Rogers_Ladder&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Rogers Ladder (page does not exist)\">Rogers Ladder<\/a> and <a href=\"\/w\/index.php?title=Rogers_Creek_NW&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Rogers Creek NW (page does not exist)\">Rogers Creek NW<\/a> in the same day. This double-feature was ran May 2024 and found to be a great combo. Exit up the slope immediately DCL after the NW trib. Substantial game trails (elk?) lead up to a bench in the slope that is visible on topo maps. Traverse east to the creek. After some creek walking downstream, the ladder begins. A handline may be useful for some of the smaller drops prior to the ladder.<\/li><\/ul>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From the upper parking area, head down the nose of the ridge and bear off to your left to drop into the drainage wherever is easiest. Use caution as the hillside seemed pretty unstable, although we visited just after a torrential rainstorm the day before. We dropped in just below a nice 30ft falls that looked like it'd be fun to rappel.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Head down the creek. There are a number of short drops that range in height from 5-25ft along the way. Caution is recommended as the creek is so slippery. Using a rope for rappelling or a handline is likely safer than trying to downclimb some of these obstacles.  Use particular caution around any edges.  Eventually, the creek turns a corner and you reach the top of the \"ladder\":\n<\/p>\n<ul><li>R1: 60ft from a tree DCR - although 100ft of rope is required per the horizontal distance. Drop down into a small pothole (not that deep), then continue down the rest of the falls. Beware a pendulum swing at the bottom due to the shape of the falls.<\/li>\n<li>R2: 30ft from a tree DCL<\/li>\n<li>R3: 30ft from a tree DCL. Twin falls. As of May 2022, there was a dipper nest between the two waterfalls so we opted to rappel from a tree DCL down a mostly dry (and non-slippery!) line to avoid disturbing them. Dipper nest still occupied May 2024.<\/li>\n<li>R4: 25ft from a tree DCL.<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>At the bottom, hike down to the confluence with the western tributary of <a href=\"\/w\/index.php?title=Rogers_Creek_NW&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Rogers Creek NW (page does not exist)\">Rogers Creek NW<\/a> (5min).  From the confluence, turn right and head upstream a short distance. Whenever it looks doable\/easy, thrash up the slope on the south side of the creek into the clear cut. (It likely gets easier the further up  you go.) Make your way up to an old track that makes a rising traverse across the clearcut up to the nose of the ridge. Once on the nose, break right and climb up to a track atop the ridge and follow it to the road.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>None.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>First descended by Kevin Clark, Wade Hewitt, and Trey Schutrumpf in April 2022.\n<\/p>\n\n\n<\/div>","version":"d0bcb640bdac01fb41901b9874c55b9bd4f3d9a87ec68ffe67dbc7457ef61d7c","shuttleSeconds":null,"rappelCountMin":4,"timeRating":"II","url":"https:\/\/ropewiki.com\/Rogers_Ladder","quality":2.4,"riskRating":null,"rappelCountMax":7,"vehicle":"Passenger","longitude":-123.586,"latitude":45.6675,"months":["Jan","Feb","Mar","Apr"],"technicalRating":3,"id":70820,"name":"Rogers Ladder","geojson":null,"permit":"No"}