{
  "url": "https://ropewiki.com/Pacheco_Falls",
  "latitude": 37.1419,
  "longitude": -121.4076,
  "id": 70835,
  "name": "Pacheco Falls",
  "quality": 3.3,
  "months": [
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "V",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 3,
  "rappelLongestMeters": 15.24,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Pacheco Falls is a very short and easy set of drops which juts out\nimpressively from otherwise calm rolling hills. In low flows it has\npotholes which make for nice swimming, and the flow can be significant\nshortly after rains.</p>\n<p>Pacheco Falls may hold the record for the worst approach-to-descent\ntime ratio in California! Except during Henry Coe Backcountry Weekend,\nthe approach is long enough to make this an overnight expedition for\nmost groups.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Choose your own adventure to reach the falls based on your parking\nlocation. If approach from the SW, drop in 1/4 mi upstream from the\nfalls to avoid the steep walls of the cliff. If approaching from the NE\nthe slope is steadier, so you can drop in only 100' or so before the\nfalls.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>All but three drops can be downclimbed, though in high flows a rappel\nor handline could be necessary. All raps are anchored down canyon right.\nThe final drop can be jumped if the water is clear enough to see the\ndeep spot.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>The hillside DCL immediately after the last drop can be hiked back to\nthe canyon entrance, making it easy to run multiple laps in the same\nday. The trail DCR could take you back as well, at the cost of a higher\nelevation change.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "0b075e1cd04c89bfbcc19af38a01541c"
}