{
  "url": "https://ropewiki.com/Downclimbs_R_Us_Creek",
  "latitude": 47.5214,
  "longitude": -123.2402,
  "id": 71309,
  "name": "Downclimbs R Us Creek",
  "quality": 2,
  "months": [
    "May",
    "Jun"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "II",
  "permit": "No",
  "rappelLongestMeters": 39.62,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This creek would be a decent beginner canyon in the early season\n(late May timeframe). Parking is very close to the trailhead, the\nmajority of the approach is on trail and the exit of the canyon is just\na few minutes away from the parking. While there is quite a bit of easy\nto moderately easy downclimbing, the canyon presents opportunities for\nbeginners to build confidence “walking” and navigating through canyons,\npractice thigh belays, and rappel in straight forward waterfalls. The\nmain highlight of this canyon is the last rappel which is the featured\nphoto.</p>\n<p>Note: The downclimbing in this canyon would be considered \"easy\" to\nfolks who are used to downclimbing in the Southwest. At least the rock\nis not very slippery!</p>\n<h2 id=\"approach\">Approach</h2>\n<p><strong>Parking</strong>: Park at or as close to the Mt. Washington\ntrailhead (TH) as possible. Parts of the road leading up to the TH may\nbe covered in snow depending on the time of year that you go.</p>\n<p><strong>Approach</strong>: The approach is on the Mt. Washington\ntrail with some off-trail to drop into the creek. In the early season,\nexpect the approach to be covered in snow as you gain altitude and\npostholing the closer you reach 3800’. A suggestion to improve the\npay-to-play” ratio would be to drop in sooner (around 3400-3500’) to\nbypass the first few rappels, additional nuisance downclimbing and\nsnow--however, this approach has not been verified.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>If you drop in at 3800’ elevation:</p>\n<p>R1: 20’ DCR – webbing around tree</p>\n<p>R2: 15’ – webbing anchor in the center of the creek</p>\n<p>R3: 25’ DCL – webbing around tree</p>\n<p>R4: 40’ DCL – webbing around tree</p>\n<p>R5: 20’ DCR – webbing around tree</p>\n<p>R6: 60’ DCR – webbing around tree</p>\n<p>R7: 20’ DCL – webbing around tree</p>\n<p>R8: 115’ DCR – webbing around tree. Scramble up the rock face to\naccess anchor.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Walk back to where you parked your car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>This canyon was first descended by Barry Specht, Ryan Ernst, Mike\nPeterson, Jake Huddleston, Andrew Humphreys, Haruka Clay Lipscomb and\nTiffanie Lin on May 22, 2022.</p>\n",
  "version": "697e9020652fc71b2555d43f103265df"
}