{
  "url": "https://ropewiki.com/Bulls_Falls",
  "latitude": -27.0826,
  "longitude": 152.6964,
  "id": 71869,
  "name": "Bulls Falls",
  "quality": 1.7,
  "technicalRating": 3,
  "permit": "No",
  "rappelCountMin": 4,
  "rappelCountMax": 5,
  "rappelLongestMeters": 27,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Located at Mt Mee in D'Aguilar National Park, this is a fun abseil\ntrip in an open gorge type setting. A 4WD is not necessary. Start at the\nlookout, and on you go!</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Most simple access is from Mount Mee via Sellin Rd to D'Aguilar\nNational Park. Turn onto Neurum Ck Rd at The Gantry, parking at\n-27.086746, 152.697380 on Bulls Falls Rd, a short spur off Neurum Ck Rd.\nA car shuffle may be established by parking near where Neurum Ck Rd\ncrosses the Bulls Falls creek (-27.073022, 152.702895), but this is not\nnecessary. A short 500 m walk is required to access the falls from the\nsecond lookout encountered. Climb down to the left of the lookout to\naccess P1, which is directly adjacent to the lookout. Note: there is a\nsealed road to The Gantry, and usually 2WD access to the carpark on\nBulls Falls Rd. Neurum Ck Rd past Bulls Falls Rd is more unpredictable,\nand can be 4WD only.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>P1 (12 m) – CC, sling around roots fig tree 6 m back from pitch. Be\nprepared to replace due to visibility for tourists. P2 (27 m) – TR,\nsling around small tree. P2 immediately follows P1, a rocky cascade with\ndownclimbs to P3. P3 (20 m) – TR, sling around tree. P4 (22 m) – TR,\nsling around tree. Immediately following P3. Canyon degenerates into\nboulder pile and occasional creek walking to P4. P5 (15 m) – no current\nanchor, but plenty of options. Short, two-tiered semi-vertical\nwaterfall. Easily bypassable on TL or TR. P5 is notably distant\ndownstream of P4.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Bulls Creek is easily escapable at almost any point, and P1-P4 all\nappear to be bypassable by downclimbing on the TL. If a car shuffle was\nestablished, continue downstream from P4 along the Bulls Falls stream\nuntil Neurum Ck Rd is encountered, with the going easier after P5.\nOtherwise, the simplest exit is probably up the TL of the canyon\nimmediately following P4.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p>- <a\nhref=\"https://canyoning.org.au/forum/viewtopic.php?t=110\">https://canyoning.org.au/forum/viewtopic.php?t=110</a>\n- <a\nhref=\"https://www.theverticaladventurer.com/single-post/the-ultimate-brisbane-canyoning-guide\">https://www.theverticaladventurer.com/single-post/the-ultimate-brisbane-canyoning-guide</a></p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "df3c44ac2e80baaef01113fadb27544c"
}