{"shuttleSeconds":null,"url":"https:\/\/ropewiki.com\/Big_Santa_Anita_Canyon","months":[],"technicalRating":3,"name":"Big Santa Anita Canyon","permit":"No","geojson":null,"rappelCountMin":2,"timeRating":"II","waterRating":"B","vehicle":"Passenger","longitude":-118.0225,"riskRating":null,"id":7363,"latitude":34.1959,"quality":4,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Located in the Front Range, this is one of the best trade canyons in the San Gabriels for beginners or visitors who dont want to put in much effort. Its a well-known scenic approach hike and an isolated granite descent. All obstacles can be bypassed,with varying level of difficulty. Total mileage is about 9.25 miles. This route describes the trade canyon part of it and most variations to this hike expand the hiking to various destinations.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From the Foothill Freeway (I-210) in Arcadia, take the Santa Anita Avenue exit and drive north to Chantry Flat, 4.6 miles.Park at Chantry Flats and lose a tiny bit of elevation gravitating towards the upper-right corner(northeast) of the area. Follow the paved road(officially called the Gabrielino trail) down the hill and head upstream along the trail.The Lower Gabrielino trail eventually shoots uphill and you end up on top of the main waterfall, Sturtevant. Continue on the trail to the Cascade Picnic Area. The chances of seeing other people is very high, but their advice should be treated with suspicion if you are lost somehow.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>There are no rappels between Cascade Picnic Area and the upper pools above Sturtevant Falls. Mostly wide, but it narrows once or twice. Water interaction is optional and a use trail is now apparent for a lot of it. If you are looking for a challenge, this canyon will give it to you if you insist on it when you encounter the upper pools of Sturtevant. The upper pools of Sturtevant start with a 10ft waterfall into a narrow slot. A short wade then typically getting back onto the trail for a short distance to go back down to the crux of the route.\n<\/p><p>The crux is a sequence of 3 drops over a distance of 175ft from a tree anchor. The top of the last drop can be seen from the trail. Starting with a 20ft waterfall that could be rappelled or spicy downclimbed canyon left(the upclimb is harder than the downclimb, this has been known to trap many a hiker and there have been several rescues here over the years). The second drop is a 10ft high angle drop into a deep pool that requires a short swim, followed by the 50ft main falls. There are a few ways to make it harder, but NO bolts&#160;:) The max challenge is to be able to rappel the last waterfall anchored from the pothole pool, sans bolts. The pool at the bottom of the main falls is a popular hiking destination and there may be people in the pool in the fall line. Please be cautious.\n<\/p><p>It should be easy to return to the top of the upper pools to retrieve anything left behind.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Then its either pack it in and head back to the car, or continue past the road(up to Chantry) and visit Hermit Falls. . Upper Hermit Falls is a 15ft low angle waterslide into a deep pool followed by the lower Falls which can be rappelled canyon left for 30ft into a deep pool. The exit from the lower Falls is a class 4 granite wall scramble back to the main trail. There have been many accidents (including fatalities) associated with jumping into these pools.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>An adventure pass is needed for parking at Chantry Flat(open from 6:00 A.M. to 8:00 p.m). The road to Chantry could be closed for heavy rains or winds-Check <a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/sierramadrepio.blogspot.com\/\">http:\/\/sierramadrepio.blogspot.com\/<\/a>.\n<\/p><p>The entire Chantry Flat\/Big Santa Anita area is currently closed (through 2023) as a result of the damage from the Bobcat Fire. Unauthorized access to the closure area may subject you to fines and\/or other legal sanctions. Spring of 2024 is likely the earliest that the area will reopen.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐sqkbz\nCached time: 20240914191852\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.006 seconds\nReal time usage: 0.007 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","rappelCountMax":2,"rappelLongestMeters":16.76,"version":"a15c6ad4ab63f8c27937ceeb6b797ed391a450dfecc30001d333c0766ebcbdad"}