{
  "url": "https://ropewiki.com/Big_Santa_Anita_Canyon",
  "latitude": 34.1959,
  "longitude": -118.0225,
  "id": 7363,
  "name": "Big Santa Anita Canyon",
  "quality": 4,
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 2,
  "rappelCountMax": 2,
  "rappelLongestMeters": 16.76,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Located in the Front Range, this is one of the best trade canyons in\nthe San Gabriels for beginners or visitors who dont want to put in much\neffort. Its a well-known scenic approach hike and an isolated granite\ndescent. All obstacles can be bypassed,with varying level of difficulty.\nTotal mileage is about 9.25 miles. This route describes the trade canyon\npart of it and most variations to this hike expand the hiking to various\ndestinations.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From the Foothill Freeway (I-210) in Arcadia, take the Santa Anita\nAvenue exit and drive north to Chantry Flat, 4.6 miles.Park at Chantry\nFlats and lose a tiny bit of elevation gravitating towards the\nupper-right corner(northeast) of the area. Follow the paved\nroad(officially called the Gabrielino trail) down the hill and head\nupstream along the trail.The Lower Gabrielino trail eventually shoots\nuphill and you end up on top of the main waterfall, Sturtevant. Continue\non the trail to the Cascade Picnic Area. The chances of seeing other\npeople is very high, but their advice should be treated with suspicion\nif you are lost somehow.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>There are no rappels between Cascade Picnic Area and the upper pools\nabove Sturtevant Falls. Mostly wide, but it narrows once or twice. Water\ninteraction is optional and a use trail is now apparent for a lot of it.\nIf you are looking for a challenge, this canyon will give it to you if\nyou insist on it when you encounter the upper pools of Sturtevant. The\nupper pools of Sturtevant start with a 10ft waterfall into a narrow\nslot. A short wade then typically getting back onto the trail for a\nshort distance to go back down to the crux of the route.</p>\n<p>The crux is a sequence of 3 drops over a distance of 175ft from a\ntree anchor. The top of the last drop can be seen from the trail.\nStarting with a 20ft waterfall that could be rappelled or spicy\ndownclimbed canyon left(the upclimb is harder than the downclimb, this\nhas been known to trap many a hiker and there have been several rescues\nhere over the years). The second drop is a 10ft high angle drop into a\ndeep pool that requires a short swim, followed by the 50ft main falls.\nThere are a few ways to make it harder, but NO bolts :) The max\nchallenge is to be able to rappel the last waterfall anchored from the\npothole pool, sans bolts. The pool at the bottom of the main falls is a\npopular hiking destination and there may be people in the pool in the\nfall line. Please be cautious.</p>\n<p>It should be easy to return to the top of the upper pools to retrieve\nanything left behind.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Then its either pack it in and head back to the car, or continue past\nthe road(up to Chantry) and visit Hermit Falls. . Upper Hermit Falls is\na 15ft low angle waterslide into a deep pool followed by the lower Falls\nwhich can be rappelled canyon left for 30ft into a deep pool. The exit\nfrom the lower Falls is a class 4 granite wall scramble back to the main\ntrail. There have been many accidents (including fatalities) associated\nwith jumping into these pools.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>An adventure pass is needed for parking at Chantry Flat(open from\n6:00 A.M. to 8:00 p.m). The road to Chantry could be closed for heavy\nrains or winds-Check <a\nhref=\"http://sierramadrepio.blogspot.com/\">http://sierramadrepio.blogspot.com/</a>.</p>\n<p>The entire Chantry Flat/Big Santa Anita area is currently closed\n(through 2023) as a result of the damage from the Bobcat Fire.\nUnauthorized access to the closure area may subject you to fines and/or\nother legal sanctions. Spring of 2024 is likely the earliest that the\narea will reopen.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "6d66d76eb20d06f2e25219e4e0128deb"
}