{
  "url": "https://ropewiki.com/Fries_Creek_Canyon",
  "latitude": 49.7394,
  "longitude": -123.1882,
  "id": 73857,
  "name": "Fries Creek Canyon",
  "months": [
    "Sep"
  ],
  "technicalRating": 3,
  "waterRating": "C1",
  "timeRating": "IV",
  "riskRating": "PG",
  "permit": "No",
  "rappelCountMin": 6,
  "rappelCountMax": 6,
  "rappelLongestMeters": 35,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Right in Squamish. Start is just across from Fishermans Beach. A nice\nfew drops, but probably not worth the 4 hour approach hike with bush\nwacking steep loamy terrain. Very pretty.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>There is a reasonable good trail starting at 49.75642, -123.15861\nwhich works its way up several noses. It travels under the power lines\nmostly following Fries Creek. At about 300m elevation the trail goes to\nthe lake. After this you mostly bushwack back to the ridge. There are\nsome old logging roads which make this easier for a bit, but then you\nbushwack to cross the tributary coming in from the south and follow the\ngame trails up an up. Traverse around to the start of the canyon at\nabout 437m elevation.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The first descent was done using mostly natural anchors. The 2nd last\ndrop, which is just a little over 30m, was bolted with 2 bolts canyon\nleft. You will need to set up a handline off a natural anchor to safely\nget to the bolts which give a good low abrasion line down the falls.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>once all of the drops have been completed, walk down canyon for a\ncouple of hundred metres until you find a way up the steep sides on\ncanyon right. The trail is up there, you just have to find it.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p>First descent, Michael Henson and Jon Obst, October 8th 2022.</p>\n<h2 id=\"background\">Background</h2>\n",
  "version": "6fcf0f6029cf2407be59828b9b38f21d"
}