{
  "url": "https://ropewiki.com/BAM_BAM_Canyon",
  "latitude": 35.0174,
  "longitude": -111.7953,
  "id": 74098,
  "name": "BAM BAM Canyon",
  "quality": 2,
  "months": [
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 6,
  "rappelLongestMeters": 33.53,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A short route that packs a punch. This is a gully style route that\nfollows a coconino fault line down to West fork. The exit is comparable\nto Flintstone and Barney sneak exits as far as difficulty. The route\ndoesn't stand up to the sculpted slots nearby, but still makes for a fun\nday.</p>\n<p>You will be required to build anchors, route find, and test your\nlimits on the exit with loose terrain and vicious vegetation.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>The route starts to the right of the limestone capped fin.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The rappels come one after another (BAM BAM)</p>\n<p>Up to 6 rappels, max 110'.</p>\n<p>Bring extra webbing and be prepared to build anchors.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Scramble up ridge between exit and exit drainage to bypass large\ndrops. The first half or 500 feet is relatively easy. Progress will be\nhaulted by towering coconino cliffs in the center of the exit ridge. At\nthe large walls start working your way left. It is likely that you can\navoid the chimney by staying left and navigating through steep and bushy\nterrain. We opted for the small chimney. After the chimney surmount the\nledge and follow it to a faint game trail. Follow the game trail high on\nthe right side and continue up and right through locust bush. As you\ngain elevation the brush eases up and you will connect with the Barney\nSneak. Follow easy terrain up and back to your vehicle.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Established by Eric Moorcroft, Kevin Iosue, and Jason First on Oct\n24.2022. No Signs of previous exploration.</p>\n",
  "version": "2f46435074573a1c5d7de3613c0dea62"
}