{"geojson":null,"id":741,"rappelCountMax":null,"vehicle":null,"longitude":-110.9866,"permit":"No","url":"https:\/\/ropewiki.com\/Bishop_Canyon","waterRating":"B","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Bishop is known to be one of the 3 hardest XX canyons in the Colorado Plateau.\n<\/p><p>XX canyons are \"on your own\" kind of affairs. Please make sure you have adequate experience\/comfort and ability of high stemming 60'  for numerous hours before contemplating descending this canyon. A ramp up with R\/X experience is strongly encouraged.\n<\/p><p>If you have no X experience, you’re in the wrong place to test out your abilities.  You’ve been warned! ❌❌\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From Bishop camp, hike up and over knolls on the left (east) side of the canyon. After 45 minutes of quick-ish hiking, rig a 150’ rope in the pothole above the end of section 3 for your ascent out. Place webbing and backup the line, rope protection over the knot\/edge can prove helpful. \n<\/p><p>Hike back to canyon head or start of section 2 and drop in canyon.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Section 1 would be a good intro. If you’ve done X and want more, continue through section 2.  \n<\/p><p>If you struggle through section 2, swallow your pride and exit.  It’s better you don’t get into the XX of section 3 unless you feel strong with the movements, big exposure, and are physically equipped for the intensity that ensues. \n<\/p><p><b>Section 1:<\/b> PG and R- stemming \n<\/p><p><b>Section 2:<\/b> A good ground level entry to get into the X meat.\n<\/p><p><b>Section 3:<\/b> Ramp exit (LDC) if you’re not up for the XX. Exit ramp is at the side drainage\/pool coming in on canyon left. If continuing down section 3, don’t be fooled by the next 100-200 yards, as it initially gets more casual. But then the challenges begin. Wide silos. Gapers. And a 60’ elevator downclimb to ground gets you into the dark section. Tight stemming with sideway movement. Headlamp is necessary!  Once you find the light, it’s back into more of the XX, hiiiigh above the ground (~80’) with some major silos around turns, down and ups or the option to cross dangerously high, topped off with “crossing silos in the dark.”  Another 60’ elevator\/downclimb takes you to some open downclimbs under and between boulders, then after a few hundred yards of shimmying and avoiding the minimal water\/mud, you’ve made it through. \n&gt; ascend your fixed line (150’) LDC or…\n<\/p><p><b>Section 4:<\/b> continue downcanyon through low consequence twisting stems, 2 bolts LDC quickly followed by another set LDC, rig 60’ rope to both sets, and drop down to final anchor, RDC (can’t miss it). Rig 150’ down to canyon bottom\/riparian section. Explore and enjoy- return the way you came. Up the 150’. Up the 60’. And finally up the 150’ between section 3 and 4 (rigged from the bolts on the rim, LDC\/pothole).\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Ascend up your fixed 150’ line between section 3 &amp; 4, and return to trailhead.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/ropewiki.com\/User:Super_Amazing_Map?id=Bishop_Canyon_-_Escalante\">Super Amazing Map<\/a> &#160;: Bishop Canyon<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p>11.13.21 - Party of 6 (Josh, Tom, Mark, Luke, Tracy, Ryan).  Fixed exit line (45min), and dropped into section 2 to give us more daylight for riparian section.  4:15 through section 2 &amp; 3, then continued down section 4, and hiked for ~2 miles in riparian section toward Willow Creek. Ascended lines and got to rim by sunset. Headlamp hiked to camp. 5⭐️\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>First descent circa 2006 by Rick Green and Spidey. Second descent 2016. Should not be attempted by mere mortals.\n<\/p>\n\n\n<\/div>","technicalRating":3,"months":[],"timeRating":"IV","rappelCountMin":null,"version":"d6a582ae84869b69548af36b0ee68c06d52e0618f48671fc267970b0cc9788f6","rappelLongestMeters":null,"latitude":37.3786,"quality":5,"name":"Bishop Canyon","shuttleSeconds":null,"riskRating":"XX"}