{
  "url": "https://ropewiki.com/Gleniffer_Canyon",
  "latitude": -30.3343,
  "longitude": 152.8937,
  "id": 74264,
  "name": "Gleniffer Canyon",
  "quality": 5,
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Gleniffer Canyon v6a5V</p>\n<p>3 x 80 metre ropes</p>\n<p>Glennifer Falls drops in two visible long falls – the second of these\ncoursing down a narrow, vertical fissure in the face of the mountain.\nThe total visible drop is easily more than 100m, but above this the\nriver steps back in three earlier falls, one of these being an\nimpressive 60m.</p>\n<h3 id=\"disclaimer\">Disclaimer</h3>\n<p>This canyon is a dangerous undertaking. The catchment is 18 square\nkm's in a high rainfall area which floods regularly. Only highly\nexperienced canyoners with experience in highly technical high flow\ncanyoning should attempt. If your experience is predominantly Blue\nMountains canyoning you should stay away.</p>\n<p>The sheer volume of water (up to ~33,700 ML/d recorded on 18 March\n2017) that can flow through this canyon necessitates that you take a\ndrill and bolts incase exisiting achors have been flushed/smashed\nout.</p>\n<h3 id=\"river_gauge\">River gauge</h3>\n<p><a\nhref=\"https://waterinsights.waternsw.com.au/14303-never-never-creek/river-data#205019\">205019\nNever Never at Old Crossing - WaterNSW WaterInsights</a></p>\n<p><a\nhref=\"https://realtimedata.waternsw.com.au/water.stm?ppbm=205019&amp;rs&amp;1&amp;rslf_org\">205019\nNever Never @ Old Crossing - WaterNSW Real Time Data</a></p>\n<ul>\n<li><strong>&lt;15 ML/d</strong> = Low</li>\n<li><strong>&gt;15 to &lt;60</strong> = Moderate (If your only\nexperience is Blue Mountains canyoning this level is considered HIGH and\nyou probably shouldn't be in here)</li>\n<li><strong>&gt;60 to &lt;150</strong> = High (only descendable by\ncanyoners with significant experience with high flow aquatic canyon\nsimilar to those in NZ and Europe and prior experience with this\ncanyon)</li>\n<li><strong>&gt;150</strong> = Stay home</li>\n</ul>\n<p>Note: the Never Never River is subject to flash flooding and the\nvolume of water can exceed 33,000 ML/d (yes you read correctly... 33,000\nML/d!!!)</p>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"https://unswoc.org/wordpress/2020/02/04/trip-report-whitewater-canyoning-on-the-mid-north-coast/\">https://unswoc.org/wordpress/2020/02/04/trip-report-whitewater-canyoning-on-the-mid-north-coast/</a></p>\n<h2 id=\"background\">Background</h2>\n<p>first decent in 1994</p>\n<p>Mitchell Stewart - March 29 2019</p>\n<p>Ryan Hunter, Alex O'Connor Mason and myself made a full descent of\nGleniffer Falls canyon on Wednesday the 20th of February, 2019. This\ncanyon is intimidating and steep and features some of the best waterfall\nabseils in Australia. This trip is one of the top three outdoor\nexperiences I've ever had in Australia. The slot in the lower part of\nthe falls terrifying yet spectacular!! Disclaimer- This canyon is a\ndangerous undertaking. The catchment is 18 square km's in a high\nrainfall area which floods regularly. We saw almost no evidence of\nprevious descents, indicating that the waterway has the potential to\npick up large amounts of rock and log debris destroying any anchor\nsystems put in place. This was evident by the large logs that were seen\nhigh up on a ledge in the first large pool system. Our party has been\ncanyoning in many countries around the world and we are very experienced\nin high flow canyons. We recognised many signs of what this canyon is\ncapable of in the wrong (wet...) conditions. It is not recommended to\nenter this canyon before, during, or after rain and without the ability\nto replace bolted anchors (hammer drill and bolting kit is required).\nAfter the 3rd abseil... you are totally committed to the descent, so be\naware that there are no escape routes and you must be confident in your\nexperience and ability to commit to a full descent. 80m ropes are\nESSENTIAL and we recommend taking three ropes... be WELL prepared for an\novernight stay with space blankets and food. Btw utmost respect to Dicky\nBaker, Andy Robb, Brian Cork, and Dan for their efforts involved with\nthis tremendous canyon. Following are a few photos of our experience,\nwith more details and a canyon topo to come. Photos taken by Ryan Mad\nDog Hunter!!!!</p>\n",
  "version": "248978e5831631f40741523cd12b45a0"
}