{
  "url": "https://ropewiki.com/North_Kootenai_Creek",
  "latitude": 46.5371,
  "longitude": -114.1589,
  "id": 75258,
  "name": "North Kootenai Creek",
  "quality": 3,
  "months": [
    "Dec",
    "Jan",
    "Feb"
  ],
  "technicalRating": 2,
  "waterRating": "C",
  "timeRating": "I",
  "permit": "Restricted",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>North Kootenai Creek is a large drainage basin within the heart of\nthe Bitterroot range. It is a fun, fast and very cold descent. It\ncontains some small \"slides\" down climbs and one swimmer which is good\nfor jumping. Probably not for those wanting a technical canyon or a warm\none. Great for testing wetsuits and having a good time with friends as\ninsane as you.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Park at the Kootenai Creek Hiking trail parking lot. Follow the trail\nup as far as you would like and drop into the creek via one of the\npre-established trails.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The creek is multiple stretches of small walking sections, broken up\nby small slides, semi swimming pools and down climbs. The last 200 feet\nof the creek is the most fun. .6 miles and under is where all the\n\"action\" is.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Once finished with your descent find a walking path out or choose one\nof the many boulders on LDC and scrabble the 20 feet back up to the\ntrail.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>The trail and Kootenai creek are on private land, be mindful and only\nwalk on designated areas. The creek is accessible because of Montana's\nstream access law. Do not attempt to climb or sit on any of the rocks to\nthe right of the hikers trail. It is private and the climbing crag is\nclosed.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "cefe5a62bdadca2ce7a3c1bd90acca21"
}