{"waterRating":"C","rappelLongestMeters":24.38,"url":"https:\/\/ropewiki.com\/Little_Green_Canyon_(Blakey_Creek)","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Little Green Canyon is a smaller and prettier canyon compared to its respectable counterpart, <a href=\"\/w\/index.php?title=Trinity_Falls&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Trinity Falls (page does not exist)\">Trinity Falls<\/a>. While it does not have sculpted narrows, its moss covered banks and cliff are well worth an adventurous person's time. Running this canyon during the fall colors is recommended for first timers however the water is very cold, so please consider bringing a 4\/3. There are no swimmers, and 4 non-mandatory rappels, however down climbing around these rappels is risky and looks to be very difficult.\n<\/p><p>NOTE: This canyon has some webbing anchors, however they are aluminum rap rings. If you choose to do this canyon please bring a spool of webbing and more durable rap rings. Or pull old webbing and ghost the canyon.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>NOTICE: There are two ways to reach the technical section of the canyon. The author of this has NOT done the recommended route. If you choose to do the recommended route, please treat it like a first decent and bring the appropriate gear (webbing, rap rings, bolts)\n<\/p><p>Approach to the canyon: Drive to Big Timber and follow the main boulder road. Upon your way up, make sure to check out natural bridge falls and then continue up the main boulder. After passing natural bridge falls the road will turn from pavement to dirt, while most vehicles can drive on these roads, some run-off years can make the road more difficult for low clearance vehicles (4 inches or less). The road will eventually cross the boulder river, continuing 3.42 miles until you see what looks like a really small and inconvenient pull off on the left side of the road. The parking here is mostly safe, it is both next to a church camp and farmers. However, I wouldn't leave a pile of cash on the dash of your car. The trail will be next to the pull off. Finding the start of the trail is a little hard to find. Just walk a couple feet into the large field above you and you will find that the trial is pretty well maintained. Hike up the trail for .8 miles, depending on the year, you will cross some small creeks until you reach Blakey creek. You will know if you're in the right place due to a very old broken down bridge that crosses the creek. Please do not walk across this bridge, it more than likely will not hold your weight. Just cross the creek via rocks. After crossing Blakey creek the trail will split. Take the right trail that follows the creek bed up. At the throat of the canyon the trail is a little washed out. Make sure to take a left when the trial splits or you will end up in a boulder field at the bottom of rappel 4. Once on the left trail you will now have two options. \n<\/p><p>Recommended Route: (NOTICE: THE CREATORS OF THIS BETA HAVE NOT DONE THIS ROUTE, BUT IT APPEARS TO BE MUCH FASTER, EASIER AND MORE FUN): Upon taking the left on Blakey creek trail, climb up the trail around .37 miles or to coordinates 45.46118, -110.18561, here, take a water break and eat some food. Once at this point take a hikers right and you will find a beautiful view of the canyon below and the boulder river. From here it appears to be a couple of raps to the creek bottom. It appears to be a mixture of rappelling over cliffs and steep shale beds. While this may sound less than ideal, it is vastly faster and more enjoyable then the alternative route. If you choose to try this, please carry the right tools and make sure to edit your findings here.\n<\/p><p>Other route: After taking the left up Blakey creek trail. Continue up the trail .87 miles up the trail until reaching coordinates 45.46292, -110.18048. Once reaching this point there is a small ridge that detaches to the trails right. Take the right and begin to descend into the creek bed. This route is a couple hundred feet of steep shale walking. Once in the creek bottom follow the creek until out. Keep in mind this option is very pretty, lots of beautiful moss. Make sure to suit up and stay in the water path to avoid damaging the flora. There will be a nasty section of deadfall between you and the technical section, so make sure to cover wetsuits with tarnishable clothing.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>THERE ARE NO BOLTS, or usable slings as of spring 2023, bring your own, or ghost responsibly. \n<\/p><p>Little Green Canyon begins with a small 15 foot rappel off a tree RDC. Follow the water flow down into rap 2 which can be walked around if chosen. Rap 2 is 15-20 feet. This will lead you into a small pretty grotto, this area is beautiful during the fall. It typically is filled with fallen leaves which contrast the moss well. Continue down to rap 3. Rap 3 is a 70-120 foot slab rappel depending on where you rap. Keep in mind this rappel is entirely in the water flow so a fiddle stick is not a good idea. There is also an option to go LDC and rappel out of the water flow off a smaller cliff band. This is around 30 feet of mixed vertical and slab. Be careful pulling your rope here. This will lead you into the final 4th rappel, which appears to be dramatic. Those wanting to rappel the water course will find a 110 foot rappel. Ra\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐fk6kf\nCached time: 20240914191917\nCache expiry: 2592000\nReduced expiry: false\nComplications: []\nCPU time usage: 0.005 seconds\nReal time usage: 0.007 seconds\nPreprocessor visited node count: 7\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>ppelling out of the water course is not recommended, but can be done LDC off trees overhanging the grotto below. You may also down climb this, but that should be avoided at all costs. At the bottom of the rappel, you will find yourself in a small grotto. Take pictures. You are done.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>To exit the canyon. Follow the trail LDC at the grotto and you will quickly reconnect with the trail to your car. Take the .8 miles trail out.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.canyoningthe406.com\/general-2-1\">https:\/\/www.canyoningthe406.com\/general-2-1<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐xk69j\nCached time: 20240914191917\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 15\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","name":"Little Green Canyon (Blakey Creek)","permit":"No","rappelCountMin":4,"latitude":45.4602,"id":75252,"version":"c23555b0e0fe1a101cb203cdc01a466951a1af78173361dc20896d9816c40fb8","shuttleSeconds":null,"geojson":null,"technicalRating":3,"vehicle":"Passenger","riskRating":null,"rappelCountMax":4,"months":["Aug","Sep","Oct"],"quality":4,"longitude":-110.1849,"timeRating":"II"}