{
  "url": "https://ropewiki.com/Henninger_(main_fork)",
  "latitude": 34.194,
  "longitude": -118.0921,
  "id": 75263,
  "name": "Henninger (main fork)",
  "quality": 2.3,
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 6,
  "rappelCountMax": 6,
  "rappelLongestMeters": 30.48,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Pretty much every SoCal canyoneer has walked by Henninger Canyon on\ntheir way to Eaton and never even noticed it. But there it is, the first\nmajor drainage that crosses over the Mt Wilson Toll Road on the long\nuphill grind to Henninger Flats. Well, it turns out that it does have a\nbunch of interesting and or spicy downclimbs and a few OK rappels.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Use either of the Eaton parking areas, hike up the Mt Wilson Toll\nRoad to Henninger Flats, take the road (or cross over the upper part of\nCoyote Canyon) to get just North of the big steel water tank on the flat\nridge to the West of Henninger Flats picnic area. Alternatively, hike\nthe Wilson Toll Road to approx 34.190297, -118.093513 and find the\nyellow post and the trail next to it; climb up the \"Henninger Express\"\npast 4 very steep sections, traverse left ~100 feet after the 4th steep\nsection, and then follow the trail that runs along the water pipe,\ndirectly up to the big steel water tank. From either approach to the big\nsteel water tank, head North, find where the road has a bulldozed path\ndirectly into the canyon, then head about 50 to 100 feet further to a\nvery steep runnel and climb down that to the canyon floor.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>There are 6 (as I counted) main rappels, the longest being a 2 stage\nat 100 feet (should be broken in 2 for rope pull ease). There are many\nshort to somewhat taller downclimbs, which are the dominate technical\nfeatures. I left webbing anchors for the longer rappels, but I also\nghosted a few of the steeper downclimbs. Use you judgement! The canyon\nfloor is clear of brush, except where you get close to the sneak\nentrance / exit (34.19202, -118.09496); there is a thicket of sticker\nbushes; climb up DCL on an animal run, then drop back into the canyon\nwhere it clearly drops off a sizeable rappel.<br />\nOnce you reach the Mt Wilson Toll Road again you are done with the main\nrun, but you can continue down the lower section, which has a couple\nmore downclimbs, one 25 foot rappel, and a couple thickets of poison\noak, so I cannot recommend doing the whole thing.</p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "05be4b60223de4ebe37f45f2b5576184"
}