{
  "url": "https://ropewiki.com/Labranca_Canyon",
  "latitude": 34.1911,
  "longitude": -118.9112,
  "id": 75392,
  "name": "Labranca Canyon",
  "quality": 2,
  "technicalRating": 2,
  "waterRating": "B",
  "timeRating": "I",
  "permit": "No",
  "rappelLongestMeters": 30.48,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Labranca is a local canyon in the suburbs of Thousand Oaks.</p>\n<p>It’s a local hiking trail and place for kids to cool off in the\nsummer with a great pool and cliff jumping !! Also a cool rabbit hole\ninto a cave to enter said “pool”</p>\n<p>This place is special to me and has been destroyed over the years due\nto high schoolers and people who don’t take care of public spaces and\ntrash them instead, so expect trash and graffiti especially after Heavy\nRains and flooding.</p>\n<p>Please keep this place as clean as you can and help preserve it for\nthe future and keep the ecosystem alive by taking whatever trash you can\nout with you even if you didn’t bring it.</p>\n<p>Me and the animals would greatly appreciate it :)</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Take the trail from the parking lot down for a normal adventure hike\nnon technical, or find the trail going up to the left and continue on\nthat while walking past million dollar houses you come to see the canyon\nopening up a little leave the trail and walk the ridge tell you come\nacross a big oak tree to rappel off of. This is the start of the canyon\nfor the “technical” side.</p>\n<p>After the First and only Rap that I’ve come up with so far continue\ndown stream following DCL tell you find the “Rabbit Hole” my favorite\npart a small hole Into a wet water etched cave almost feeling like you\nwent under ground.</p>\n<p>Continue through the water or go out the rabbit hole and around DCR\nright tell you find a fixed line to go around the pool and continue down\nstream there won’t be much else other than some scrambling and views so\nwhen you’re down looking around continue back up the way you came.</p>\n<p>EXTENDED ROUTE : NEEDS SHUTTLE OR LONG WALK BACK.</p>\n<p>Continue through the canyon tell its exit a couple miles down stream\nit will be heavily overgrown and poison oak is abundant down there\n!!</p>\n<h2 id=\"descent\">Descent</h2>\n\n<h2 id=\"exit\">Exit</h2>\n<p>Follow the trail back up stream through the canyon on the right side\nif you’re looking “up canyon” to a more defined trail to the parking\nlot.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Local canyon cool spot don’t add to the damage help clean it up\n😊</p>\n"
}