{
  "url": "https://ropewiki.com/Axolotl_Canyon",
  "latitude": 33.6559,
  "longitude": -117.4769,
  "id": 75697,
  "name": "Axolotl Canyon",
  "quality": 4,
  "months": [
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 3,
  "rappelLongestMeters": 45.72,
  "vehicle": "Passenger",
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Axolotl is a large tributary to Salamander Canyon, connecting 300\nfeet past the last rappel in Salamander. It can be seen from the\nSalamander Express Exit as having 2 large waterfalls (in season), and\none more hidden from view.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>There are two recommended approaches:<br />\n<br />\n1) Hike the Los Pinos trail and leave the trail at 33.65518, -117.48147.\nAngle left, and drop into left most fork of the 3 the Western forks.\nBattle some brush (use the canyon sides to avoid some of it) as you make\nyour way down past small springs and reach the main (Eastern) fork at\n33.64907, -117.48162. Hike the wider area (through mess of sticker\nvines, other plants and poison oak) a 1/4 mile further to 33.64629,\n-117.48260 (R1).<br />\n<br />\n2) Run Salamander canyon, proceed down stream 300 feet past the last\nrappel, head up Axolotl drainage and climb up the scree and talus chute\n(climber's right) before the big falls in Axolotl. Cross over the ridge\nat appropriate locations to get to R1, R2 or R3 as desired. Note: this\nway has not be verified to work, but after close 1st hand visual\ninspection, it's obvious this will work. Bring loppers, you will need\nthem!</p>\n<h2 id=\"descent\">Descent</h2>\n<p><strong>R1</strong> 40+25' small bush on slab 30 feet DCR of water\ncourse</p>\n<p><strong>R2</strong> 100' small bush 10 feet up DCL</p>\n<p><strong>R3</strong> 150' small bush cluster 20 feet up DCL, two stage\nrappel</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Pick you poison:<br />\n<br />\n1) Hike down Salamander (Hot Springs) to Little Chiquito, climb up it to\nthe San Juan trial, hike back to BlueJay campground<br />\n2) Hike all the way out (see Salamander canyon shuttle exit).<br />\n3) Scramble and climb up the steep rocky and moss covered slope directly\nacross from where Axolotl connects to Salamander, traversing left once\nup nearly as high as the Salamander Express Exit rock horn. Climb up to\nthe rock horn and proceed back to BlueJay using the Salamander Express\nExit.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>You need to pay for parking inside Blue Jay campground (if you park\nthere), or have a Federal Land Pass.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n\n<h2 id=\"background\">Background</h2>\n",
  "version": "61cbe7511818731805d65dc1eddf03e8"
}