{
  "url": "https://ropewiki.com/Dos_Torres_Canyon_(Mordor_Integral)",
  "latitude": 10.1948,
  "longitude": -84.2422,
  "id": 76549,
  "name": "Dos Torres Canyon (Mordor Integral)",
  "quality": 5,
  "months": [
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "technicalRating": 4,
  "waterRating": "C1",
  "timeRating": "III",
  "riskRating": "R",
  "permit": "Restricted",
  "rappelCountMin": 8,
  "rappelCountMax": 8,
  "rappelLongestMeters": 60.96,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p><strong>Dos Torres Canyon</strong> is one of the most incredible and\nvolcanic canyoning routes in the world! It joins up with <strong>Mordor\nCanyon</strong> at the <strong>Tower of Barad-dûr</strong> to create an\namazing integral route. It flows through a unique landscape reminiscent\nof Mordor in the <em>Lord of the Rings</em>, marked by solid stone\nwalls, large landslides and pools of crystal clear water. Without a\ndoubt it is the most volcanic route ever opened by the <strong>Toros\nCanyoning Group</strong> and the environment is extreme. Depending on\nthe level of gases emitted by the active crater and the direction of the\nwind, your lungs and respiratory tract can easily become irritated in\nthis sector. The water is acidic and can cause damage to ropes and other\nvertical equipment. The terrain is very unstable, consisting of basalt\nrock and volcanic ash, making anchors difficult to place. If the volcano\nwere to erupt, death would be virtually guaranteed. Lahars go straight\ndown this canyon and obliterate absolutely everything.</p>\n<p>Having said this, the lunar landscape of this area is so spectacular\nthat it took our breath away. <strong>Dos Torres Canyon</strong> is a\nunique experience in the world of canyoning! </p>\n<h2 id=\"approach\">Approach</h2>\n<p>Details of the approach can be found in the beta on <strong>Toros\nCanyoning Group</strong> website. It is the same access route as Mordor\nCanyon however you must hike an additional 3/4 of mile as the crow flies\nin the direction of the active crater to get to the beginning of Dos\nTorres. Make sure you're in good physical condition because it's quite a\nworkout!</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Great detail on the descent can be found on the <strong>Toros\nCanyoning Group</strong> website: <a\nhref=\"https://www.toroscr.com/dos-torres-mordor-integral\">https://www.toroscr.com/dos-torres-mordor-integral</a></p>\n<p>The highest rappel is R1 which requires a 200 ft rope while the\nsubsequent rappels vary between 20 ft to 100 ft. So two 200 ft ropes\nshould be adequate to do the entire route. There is a total of 18\nrappels: 8 from <strong>Dos Torres Canyon</strong> and 10 from\n<strong>Mordor Canyon</strong>. With the constant exposure to acidic\ngases emitted from the active crater and acidic water, even stainless\nsteel anchors corrode at an accelerated rate. The Toros team solved this\nproblem by placing v-threaded <strong>Abalakov</strong>-type anchors\nusing <strong>7mm cord</strong> and <strong>quick links</strong>. The\ncord and quick links should be replaced regularly because of this harsh\nenvironment. It might be a good idea to bring a portable pH meter to\ntest the pH of the water at R1. Depending on the volcanic activity and\nthe time of year (especially in the late summer months when the water\nflow is low) the pH has the potential to become acidic to point of\ncausing severe damage to your ropes and vertical gear. Be aware that the\ncráter lake of Poás Volcano (which is a mere 1/2 mile from R1) is known\nto be one of the most acidic in the world with a pH close to zero. On a\nfinal and very important note, make absolutely certain you have an\nexcellent forecast for the day. It is a long route with and flash floods\nform easily because of the lack of foliage in volcanic terrain. </p>\n<h2 id=\"exit\">Exit</h2>\n<p>You exit near Caída de Cielo and return using the same trail that you\ncame up.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>The owner of the farm through which you have to pass to reach the\nQuemaderos sector (where Dos Torres begins) is Omar. We consulted with\nhim to obtain the right of way on his property. Omar has a ranch where\nhe allowed us to camp and park our vehicles, and which served as the\nperfect starting point for our route. We contacted Omar or his wife\nDayana by phone +506 8367-5492.</p>\n<p>Eventually you will be entering a national park in an area which is\nstrictly forbidden. Park rangers are frequently patrolling this area\nespecially on weekends and will give you a citation. Tourists will\nlikely just get a warning for the first offense.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p><a\nhref=\"https://www.toroscr.com/dos-torres-mordor-integral\">https://www.toroscr.com/dos-torres-mordor-integral</a></p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Allan and Scott, two members of <strong>Toros Canyoning\nGroup</strong>, made a scouting trip in January 2022 establishing that\nthe first rappel was feasible in such an extreme volcanic environment.\nOne week later on February 5th they were joined by Isaac to make the\n<strong>first descent</strong>. Victor Hugo, another Toro, was in\ncontact with the team by radio at different points and gave essential\nsupport.</p>\n<p><strong>Dos Torres Canyon</strong> adds a little over a mile of\nspectacular volcanic canyon to the popular <strong>Mordor\nCanyon</strong> creating truly integral experience.</p>\n",
  "version": "c56b6b934cbc63b3800e5dcc480a7009"
}