{
  "url": "https://ropewiki.com/Arethusa",
  "latitude": -33.6589,
  "longitude": 150.3467,
  "id": 76661,
  "name": "Arethusa",
  "quality": 4.3,
  "months": [
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Oct",
    "Apr",
    "May"
  ],
  "technicalRating": 4,
  "waterRating": "C1",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 6,
  "rappelLongestMeters": 30,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A high quality canyon with everything. Close to Leura this canyon\nincludes two abseils of 26 &amp; 30 metres on approach and a single\nabseil of ~15 metres in canyon actual. Navigation in the canyon is\nstraightforward with many scrambles, jumps (optional), swims and even a\nsmall cave along the length of the canyon. The canyon has several\nopportunities for impressive photographs. The exit involves three small\nrock climbs (Ewbank grade 16, 12, 19) of which the 3rd one usually has a\nhand-line to assist the climber. Lead rock climbing and belay skills are\n<strong>required</strong>. Take 5 quickdraws. Slow parties on the climb\nshould let faster parties past... this is good etiquette.</p>\n<h3 id=\"water_levels\">Water levels</h3>\n<ul>\n<li>Arethusa Canyon has a ~25 sq. km catchment which includes Upper and\nLower Cascade Creek dams.</li>\n<li>After rain Arethusa water levels can increase significantly.</li>\n<li>There is no river gauge for Govetts Creek</li>\n<li>A very rough but sometimes relevant reading can be taken at the <a\nhref=\"https://waterinsights.waternsw.com.au/12964-sydney-drinking-water-catchment/river-data#212291\">Grose\nriver gauge</a> a long way downstream, with a ~668 sq. km catchment.\nWhen &gt;400 ML/d it usually means things are being flushed from\nsomewhere in the Grose valley. It can take &gt;12hours for the gauge to\nshow more significant events near Govetts creek</li>\n</ul>\n<p>Arethusa can be hazardous in moderate to high flow. If you don't have\nswift water and canyon SRT training stay away. Please consider one <a\nhref=\"https://unswoc.org/wordpress/2023/12/26/near-miss-trip-report-high-flow-arethusa-v4a4-iii-26-11-23/\">Near\nmiss report</a> from November 2023 when the Grose jumped from ~90 to\n~450 ml/d</p>\n<h2 id=\"approach\">Approach</h2>\n<figure>\n<img src=\"Arethusa_canyon.png\"\ntitle=\"Map of route into and out of Arethusa canyon\" width=\"500\" />\n<figcaption>Map of route into and out of Arethusa canyon</figcaption>\n</figure>\n<h3 id=\"by_car\">By car</h3>\n<ul>\n<li>Straightforward access from Leura along Mt Hay Road (dirt road -\nusually does not require 4WD).</li>\n<li>Park at approx -33.66932, 150.34927 (area was blocked off in Oct\n2023, some spots on the road)</li>\n<li>There's a park gate near -33.640, 150.347. If it's closed, this adds\n~4km to your walk (~2km each way)</li>\n<li>Check <a\nhref=\"https://www.nationalparks.nsw.gov.au/things-to-do/cycling-trails/mount-hay-road-leura\">Mount\nHay Road</a> for closures/current road conditions</li>\n</ul>\n<h3 id=\"by_foot\">By foot</h3>\n<ul>\n<li>Walk north on an old closed fire trail until -33.6655, 150.3473</li>\n<li>Branch right / north-east onto a footpad (flagged with pink tape in\n2020)</li>\n<li>Please do not use the previous canyon entry point from the end of\nthe firetrail that proceeds through a sensitive wetland</li>\n<li>Follow the small path along the ridge in a northerly direction. When\nthe ridge drops off more sharply, descend westward down a poorly\npronounced ridge.</li>\n<li>Find the first anchor at about -33.6589, 150.3467</li>\n</ul>\n<h2 id=\"descent\">Descent</h2>\n<ul>\n<li>Canyon entry involves two sequential dry abseils of approximately\n26m and 30m each (abseil 1 and 2) down the canyon cliff-line</li>\n<li><strong>Anchor 1</strong> is a rope sling around a rock bollard</li>\n<li><strong>Anchor 2</strong> is bolts on cliff wall</li>\n<li>After abseil 2, walk northwards down slope towards creek. Wetsuits\ncan be donned near here</li>\n<li><strong>Abseil 3</strong> is the start of the canyon and is\napproximately 20m in height (from highest anchor to creek floor when the\nbowl is not full)</li>\n<li>Abseil 3 anchor slings exist on River Right, River Left and River\nCentre (inside a small boulder cave) (in flow)\n<ul>\n<li>River right - sling on horizontal board. Approx 10m. Proceed through\npothole and out window on side</li>\n<li>River left - sling on tree. Approx 15m</li>\n<li>River centre - sling on boulder. Approx 10m. Starts in small boulder\ncave. In flow. Objectively hazardous and requires experience in\nnavigating in low light and turbulent waterfall water that limits\nvisibility.</li>\n</ul></li>\n<li>The canyon dynamics at the bottom of the 3rd abseil can change\nsignificantly. In low water conditions you will land on creek-bed. In\nhigh water (after significant rain event) you will finish in up to 4m of\nwater.</li>\n<li>In high water conditions abseil 3 can be jumped from the window in\nthe rock on the river right line. First person must check depth.</li>\n<li>The river centre line contains a large pothole with side window\nopening into the creek. This window can be submerged in high water\nconditions. If you land in this pothole in high water conditions you may\nneed to extract yourself from the pot (while water crashes down on you\ncompletely disorienting you) or be prepared to swim underwater through\nthe window in highly aerated water. You don't want to be in this hole in\nhigh flow.</li>\n<li>In very high water conditions the pool at the bottom of abseil 3 can\nbe aerated (providing low buoyancy) and strong current</li>\n<li>The river centre line on abseil 3 also contains smaller \"squeeze\"\npothole + window that connects on the river left of the larger pothole +\nwindow. This smaller \"squeeze\" pothole can be very difficult to see.\nThis pothole/shoot is small. Avoid - high risk of getting get stuck and\npotentially drowning.</li>\n<li>Four known near-miss incidents have occurred in river centre line of\nabseil 3 in recent history. DO NOT UNDERESTIMATE IT! If you're not\nfamiliar with canyon SRT and rescue stay away.</li>\n<li>Proceed down canyon for 500m negotiating scrambles, jumps (optional)\nand swims</li>\n<li>Optional jumps are down-climbable in low flow conditions but bolts\nare present for high flow conditions</li>\n<li>Check water depth before attempting any jumps due to submerged\nhazards</li>\n<li>The exit is to the right on approaching Arethusa Falls, up the spur\nthat divides Arethusa from the river entering right (Alpheus\nCanyon)</li>\n<li>Proceeding down Arethusa Falls will result in a very very long walk\nout through the Grose Valley. Exit via Rodriguez Pass walking track up\npast Beauchamp falls to Evans Lookout</li>\n</ul>\n<h2 id=\"exit\">Exit</h2>\n<h3 id=\"details\">Details</h3>\n<ul>\n<li>Bolt plates are not required. All bolts are eye bolts or hangers.\nThe remaining carrot bolt on pitch 1 is used as a foothold.</li>\n<li>Depending on party size the exit route can take a few hours (approx\n3 hours).</li>\n<li>If you have to haul packs and and have inexperienced climbers in\nyour party YOU WILL BE SLOW</li>\n<li>Use whistle signals to communicate between lead climber and\nseconder/other party members. Seriously! Though short, these climbs\nabsorb sound and most people struggle to yell loud enough to communicate\neffectively.</li>\n<li>Exit route involves 3 small rock climbs of about 20m (meandering),\n20m (meandering) and 6m, followed by 3 hand-over-hand\nscrambles/climbs</li>\n<li>Rock climbing pitches have a Ewbank grade of 16, 12, 19.</li>\n<li>The rock climbing routes are closely bolted</li>\n<li>Sometimes hand lines are present on parts of these climbs to assist\ninexperienced climbers but do NOT rely on this. Lead climbing skills are\nmandatory.</li>\n<li>Participants should still be belayed for safety</li>\n<li>Rock climbing shoes are not required</li>\n<li>No more than 5 quickdraws are required per pitch</li>\n<li>The hand over hand scrambles/climbs are rigged with ropes to assist\ncanyoners.</li>\n<li>If you are slow let faster parties past</li>\n</ul>\n<h3 id=\"standard_exit_dry\">Standard exit (dry)</h3>\n<ul>\n<li>Find the first pitch on the spur between Arethusa and Alpheus</li>\n<li>The first pitch can be divided into two short pitches at a ledge.\nThis can aid pack hauling and party speed.</li>\n<li>From the tree at the top of the first pitch, follow the path up to\nthe cliff face and to the right</li>\n<li>The second pitch goes up about 5m then traverses left along a ledge\ntraverse</li>\n<li>From the tree at the top of the second pitch, follow the path left\nas it traverses under the cliff and around the corner towards Alpheus\ncanyon</li>\n<li>The third pitch of about 6m is on the right and climbs up to a\nledge. Alternatively you can avoid this climb by taking the Alphius\ncanyon exit variation. See notes below.</li>\n<li>After the third pitch, follow the traverse line along the ledge,\nthen find the first handline to scramble up a 10 metre slippery\ngully</li>\n<li>After the gully walk up to the next cliffline, then proceed left,\nfollowing the cliffline.</li>\n<li>Find the second handline, to climb a short vertical face\napproximately 2.5 meters tall.</li>\n<li>Proceed up to the next cliff-line and proceed right along the\ncliff-line till you find a third hand-line for a small 4 meter climb.\nWalk left for about 10 meters as it ramps up to the cliff-line.</li>\n<li>Proceed right and up to the ridge.</li>\n<li>Enjoy the view. Walk up the ridge to pick up the entry trail.</li>\n</ul>\n<h3 id=\"alpheus_canyon_reverse_variation_wet\">Alpheus canyon reverse\nvariation (wet)</h3>\n<p>This variation allows you to experience the notable portion of\nAlpheus canyon. It contains a number of beautiful pools of which only\nthe first is a required swim.</p>\n<ul>\n<li>Follow the standard exit track notes until the base of the third\nrock climbing pitch</li>\n<li>From the base of the third rock climbing pitch proceed to walk up\nAlpheus canyon for a couple meters towards a small deep pool</li>\n<li>Swim across the pool towards the river left (right if looking\nupstream) where a log can be used to climb up between two boulders</li>\n<li>Proceed approximately 10 meters to a handline assisted climb on the\nriver right (left if looking upstream)</li>\n<li>The hand over hand climb is split into two parts by a small ledge.\nThe second half has a couple of bolts to assist the climb.</li>\n<li>After the hand over hand climb head along the river right\napproximately 30 meters to edge of a large deep pool with a ~6m\nwaterfall</li>\n<li>This waterfall is the first waterfall in Alpheus canyon and has a\nhandline for descent. It is known to be slippery and it is not advised\nto climb it.</li>\n<li>Cross the creek to the river left between two large boulders with a\ncrack between them</li>\n<li>A small scramble on the river left will bring you to the ledge at\nthe top of the third rock climbing pitch mentioned in the standard\nexit</li>\n<li>Walk downstream on the river left along the ledge bypassing\neverything you’ve just traveled up, until you hit the first handline\nscramble up a 10 meter slippery gully described in the standard\nexit</li>\n<li>From here follow the standard exit track notes to finish the\nexit</li>\n</ul>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a href=\"https://fatcanyoners.org/2018/01/22/arethusa-canyon/\">The\nFat Canyoners - Arethusa: visiting a new canyon in the New Year</a> 22\nJanuary 2018</li>\n<li><a\nhref=\"https://fatcanyoners.org/2013/03/18/arethusa-and-alpheus/\">The Fat\nCanyoners - Arethusa and Alpheus Canyons</a> 18 March 2013</li>\n<li><a\nhref=\"https://ozultimate.com/canyoning/reports/2003/20030919_arethusa/report.htm\">OZ\nUltimate - Arethusa Canyon</a> 19 September 2003</li>\n<li><a href=\"https://sleepwhenwearedead.net/2017/02/26/arethusa/\">Sleep\nWhen We Are Dead - Arethusa</a> 26 February 2017</li>\n<li><a\nhref=\"https://vimeo.com/205657301?embedded=true&amp;source=video_title&amp;owner=3944461\">Vimeo\n- Arethusa Canyon</a> 25 February 2017</li>\n<li><a href=\"https://www.youtube.com/watch?v=AvqukPKc3GQ\">YouTube -\nArethusa Canyon - 09 Jan 2022</a></li>\n<li><a\nhref=\"https://www.youtube.com/watch?v=5-K6seR-pdg&amp;t=5s\">YouTube -\nArethusa Canyon in the rain</a></li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"https://youtu.be/OWTdu1zj_qI\">YouTube.com</a> : Richard Pattison,\nArethusa Canyon movie</li>\n</ul>\n<p>{{#ev:youtube|OWTdu1zj_qI}}</p>\n<h2 id=\"background\">Background</h2>\n",
  "version": "8347539076b65fc30367fc6d002d7029"
}