{
  "url": "https://ropewiki.com/Jerrara",
  "latitude": -34.7951,
  "longitude": 149.9994,
  "id": 77189,
  "name": "Jerrara",
  "quality": 2.7,
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "technicalRating": 4,
  "waterRating": "B",
  "timeRating": "IV",
  "permit": "No",
  "rappelCountMin": 9,
  "rappelCountMax": 9,
  "rappelLongestMeters": 60,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<h2 id=\"approach\">Approach</h2>\n<p>Refer to the location map on the <a\nhref=\"https://www.nationalparks.nsw.gov.au/~/media/visitor/files/PDF/Brochures/bungonia-pdf.aspx\">NPWS\nBungonia National Park brochure</a></p>\n<p>Follow the \"Yellow Route\" to the Jerrara Canyon lookout. Proceed\nwestwards from the lookout along a defined track. The track finds a\ngulley, then descends down to Jerrara Creek.</p>\n<h2 id=\"descent\">Descent</h2>\n<figure>\n<embed src=\"Jerrara_Canyon.pdf\" title=\"Jerrara_Canyon.pdf\" />\n<figcaption>Jerrara_Canyon.pdf</figcaption>\n</figure>\n<h2 id=\"exit\">Exit</h2>\n<p>Exit to the canyon is via the \"Red Track\" up Bretons Creek:</p>\n<p>After the final abseil, follow Bungonia Creek downstream. At first\nprogress is slow through the boulders and pools. After a long, narrowish\npool, walk on the right bank to find vague paths along the valley floor.\nThe canyon twists right, then sharp left. Find the Red Track true right.\nOn the NPWS map, this is where the Red Track descends to Bungonia Creek,\nto the west of the marked \"Slot Canyon\". Proceed up the Red Track from\nhere. Do not follow the Red Track along Bungonia Creek through the Slot\nCanyon (unless you want a very long day). The Slot Canyon is unmissable,\na 15m slot through 150m+ sheer walls of limestone. It is spectacular and\ndoes not require any equipment to negotiate. If you continue downstream\nthrough the Slot Canyon, you can return via either the eastern arm of\nthe Red Track, or the White Track from the junction with the Shoalhaven\nRiver. Approximate timings for a reasonably fit party in normal flow\nare: - Last pitch Bungonia Main to Bretons Creek: 1h - Bretons Creek to\nDavid Reid Carpark: 1h - Bretons Creek to David Reid Carpark via Slot\nCanyon and Red Track: 3-4h - Bretons Creek to David Reid Carpark via\nSlot Canyon and White Track: 4-5h</p>\n<p>Note that there is reasonably okay and reliable water in Bretons\nCreek at the bottom of the Red Track (where you exit) issuing from the\nmain Efflux of the caves. Be aware it does flow along the route of the\nRed Track, so there is a possibility of contamination.</p>\n<p>The scramble up the ridge between Jerrara Creek and Bungonia Creek is\nextremely dangerous. It’s friable rotten shaley stuff with scrub and a\nsheer drop onto Jerrara Falls. The bushs are too weak and poorly rooted\nto build anchors, and the rock is too rotten for natural pro. And the\nwhole time you are ascending a steep ridge above the waterfall with\nnothing to arrest a fall if you lose it.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>None</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><a\nhref=\"https://ozultimate.com/canyoning/track_notes/jerrara_creek.htm\">https://ozultimate.com/canyoning/track_notes/jerrara_creek.htm</a></li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"https://youtu.be/l0jCQja3Cr8\">YouTube.com</a> : Richard Pattison,\nJerrara Creek Canyon movie</li>\n</ul>\n<p>{{#ev:youtube|l0jCQja3Cr8}}</p>\n<h2 id=\"background\">Background</h2>\n",
  "version": "51ee39ab219cbb28e6adc1e5eb115206"
}