{
  "url": "https://ropewiki.com/Long_Gully",
  "latitude": -34.8479,
  "longitude": 150.0297,
  "id": 77188,
  "name": "Long Gully",
  "quality": 1.5,
  "technicalRating": 4,
  "waterRating": "A",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 10,
  "rappelCountMax": 10,
  "rappelLongestMeters": 56,
  "vehicle": "4WD",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Long Gully is a mostly dry canyon that can be completed without\nwetties even in winter. Expect to get your feet a little wet at the\nbottom of some of the abseils and to cop some spray during some abseils\nif it is wet. Most water can be avoiding with some mindful abseiling and\nbouldering.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Head along The Lookdown Rd from Bungonia town. Take a right turn onto\nCarne Road (fire trail). This turn is not clearly signposted, but is\nimmediately before a large shed about 6.2km from the turn onto The\nLookdown Rd in Bungonia township.Follow this, going through two gates,\nwhich are often open, but leave them in the manner you found them.\nContinue along Carne Rd until you reach a large carpark with two locked\ngates (the Stan Jones Carpark).</p>\n<p>Depart the carpark through the gate that leads to Stan Jones Trail\n(the other gate is the Trestle Track, which you will return via),\nfollowing it generally south until it crosses Long Gully Creek. Cross\nover Long Gully and head along the ridge before dropping back into the\ncreek (this avoids some scrub bashing in the creek proper). Follow Stan\nJones Trail for a further 350m up the ridge on the south side of Long\nGully Creek to a point where Stan Jones Trail does a relatively sharp\nbend west. At this point, turn east onto a spur that drops back down to\nLong Gully Creek. This detour avoids some scrub in the bed of the creek,\nbut you can follow Long Gully downstream from where Stan Jones Trail\ncrosses it.</p>\n<p>From this point, rockhop dowstream for approximately 1.25km to P1 of\nLong Gully Canyon. It's generally relatively easy going, and at not\npoint does it get particularly scrubby or technical.</p>\n<h2 id=\"descent\">Descent</h2>\n<figure>\n<embed src=\"Long-Gully.pdf\" title=\"Long-Gully.pdf\" />\n<figcaption>Long-Gully.pdf</figcaption>\n</figure>\n<h2 id=\"exit\">Exit</h2>\n<p>You exit the canyon on the Shoalhaven River, at the downstream end of\nthe Blockup Gorge. This is a magnificent spot for a swim, or a lilio\nupstream through the gorge (the water is cold and deep). You can also\nwalk upstream along the TL bank of the Shoalhaven to the the bottom of\nSpring Creek Canyon, immediately before the gorge.</p>\n<p>To get back to your vehicles, walk 700-800m downstream along the TL\nbank of the Shoalhaven. This puts you at a very steep ridge that heads\nnorth north-west towards Trestles Track. Make sure you select the\ncorrect ridge at UTM56H 229150 6140794, as there is an earlier\nlook-alike that is no good. The exit ridge is a fun scramble with some\noptional boulder moves, but nothing too difficult for the Bungonia area.\nBe cautious on the loose rock. Once you're back on Trestles Track, walk\nback towards the cars (west).</p>\n<p>Alternatively, you can continue downstream on the bank of the\nShoalhaven to the Blue Track. This is about another 1.3km downstream,\nand is longer but a much easier gradient. It is recommended for parties\nthat have less fit members, or who aren't so comfortable with knife-edge\nridges. You will pass the chimneys of the Tolwong Ruins on the opposite\n(TR) bank. If you wish to cross the Shoalhaven and visit the mine ruins\n(there is also a small gorge upstream of them on Tolwong Creek), the\neasiest place to do so is at a series of sandbars about 300m short of\nthe Blue Track, opposite the base of Sivewright Spur. The base of the\nBlue Track can be easy to miss; there's a long straight of the river\nafter the Blockup Gorge, and the end of the Blue Track is on the first\nmoderate-gentle bend in the river after this straight. The Blue Track\nfeeds into the Trestle Track at near the same point the aforementioned\nridge meets the Trestle Track, and from there is it a gentle uphill walk\nback to the vehicles.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>This is in Bungonia State Conservation Area, so technically you\nshould put your details in the activity register at the Bungonia NP\nrangers station. This is another 2.5km further down Lookdown Rd from\nCarne Rd. Very few parties do though; if you do, please don't forget to\nsign yourselves out.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><a\nhref=\"https://ozultimate.com/canyoning/track_notes/long_gully.htm\">https://ozultimate.com/canyoning/track_notes/long_gully.htm</a></li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"https://youtu.be/csRa7FQOZjU\">YouTube.com</a> : Richard Pattison,\nLong Gully Canyon movie</li>\n</ul>\n<p>{{#ev:youtube|csRa7FQOZjU}}</p>\n<h2 id=\"background\">Background</h2>\n<p>Look over to the Eastern side of the Shoalhaven on the exit to see\nthe chimneys of The Tolwong Copper-Tin-Arsenic mine. These deposits were\ndiscovered in about 1904 which led to a small, failed mining project.\nThere's also remnants of a the flying fox transportation system at the\ntop of the Trestles Track.</p>\n",
  "version": "798fc067c98b02e83356bc6b9c3546c3"
}