{"version":"1c35db9def4694d6d106946d1ef03fb45859fdb2c76af73ecf13b4f8e6d9b6eb","timeRating":null,"technicalRating":4,"riskRating":null,"name":"Bungonia Main","url":"https:\/\/ropewiki.com\/Bungonia_Main","waterRating":"B","latitude":-34.8011,"longitude":150.0006,"vehicle":"Passenger","months":["Nov","Dec","Jan","Feb","Mar"],"rappelLongestMeters":65,"rappelCountMin":5,"shuttleSeconds":null,"quality":2,"geojson":{"type":"FeatureCollection","features":[{"geometry":{"type":"LineString","coordinates":[[150.0010012,-34.8020293,0],[150.0008308,-34.8019041,0],[150.0006747,-34.8017492,0],[150.0006288,-34.8015482,0],[150.0005614,-34.8013684,0],[150.000485,-34.8011897,0],[150.0005614,-34.8009828,0],[150.0004299,-34.8008219,0],[150.000225,-34.8008862,0],[150.0003028,-34.8009104,0]]},"properties":{"stroke":"#FF0014","name":"Bungonia Direct Entrance"},"type":"Feature"}]},"id":77184,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p><br \/>\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Water_Levels\">Water Levels<\/h3><\/div>\n<p>Use the river gauge <a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/waterinsights.waternsw.com.au\/15522-shoalhaven-river\/river-data#215014\">215014 Bungonia Creek at Bungonia<\/a>\n<\/p>\n<ul><li>&lt;25 ML\/d: Low water, A2<\/li>\n<li>~50 ML\/d: Medium water (avoid wet lines - slippery stepped\/non-sheer abseils with lots of opportunity to slip   large volumes of water = no bueno)<\/li>\n<li>75 ML\/d: High water<\/li>\n<li>&gt;100 ML\/d: Go caving<\/li><\/ul>\n<p>The Bungonia Creek at Bungonia gauge's catchment is 164 sq. km as stated by WaterNSW. As a result after significant rain it can absolutely pump. It is considered a very good indicator of water in Bungonia Main because it is geographically located upstream of the canyon start at approx -34.81958, 149.98852.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Refer to the location map on the <a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/www.nationalparks.nsw.gov.au\/~\/media\/visitor\/files\/PDF\/Brochures\/bungonia-pdf.aspx\">NPWS Bungonia National Park brochure<\/a>\n<\/p><p><br \/>\n<\/p><p>For the \"traditional\" entrance: \nFollow the yellow track until it intersects with Bungonia Creek. Walk down the creek.\n<\/p><p>For the \"new\" entrance:\nThe topo includes a new (December '22) single-abseil entrance that cuts out the long, tedious creek walk. To find the new entrance:\nStart at the David Reid carpark, Adams Lookout Carpark or the tanks at the campground. (David Reid carpark recommended as its close to the \"red track\" exit). Walk the Green Track to an obvious watercourse gully at (the coordinates on the topo) between the campground and Adams Lookout carpark. Walk downstream towards the canyon in the watercourse for about 80m. Some very light bush-bashing. The watercourse opens up on a rock slab where progress is stopped by the drop-off. About 5m left and down is a rock platform with a good rock wall and a very small roof. Look for two bolts on the wall under the roof.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Proceed down canyon referring to the canyon topo for details on problems* you will encounter along the canyon\n<\/p><p><br \/>\n<\/p><p><small>*A \"problem\" is a notable geographical feature that prevents your progression through the canyon. Often engaging with a problem is mandatory (e.g. an abseil in a slot canyon where no alternate route exists), but occasionally they are optional and can be bypassed via an alternate route in the canyon.<\/small>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Exit to the canyon is via the \"Red Track\" up Bretons Creek: \n<\/p><p>After the final abseil, follow Bungonia Creek downstream. At first progress is slow through the boulders and pools. After a long, narrowish pool, walk on the right bank to find vague paths along the valley floor. The canyon twists right, then sharp left. Find the Red Track true right. On the NPWS map, this is where the Red Track descends to Bungonia Creek, to the west of the marked \"Slot Canyon\". Proceed up the Red Track from here. Do not follow the Red Track along Bungonia Creek through the Slot Canyon (unless you want a very long day). The Slot Canyon is unmissable, a 15m slot through 150m  sheer walls of limestone. It is spectacular and does not require any equipment to negotiate. If you continue downstream through the Slot Canyon, you can return via either the eastern arm of the Red Track, or the White Track from the junction with the Shoalhaven River. Approximate timings for a reasonably fit party in normal flow are:\n- Last pitch Bungonia Main to Bretons Creek: 1h\n- Bretons Creek to David Reid Carpark: 1h\n- Bretons Creek to David Reid Carpark via Slot Canyon and Red Track: 3-4h\n- Bretons Creek to David Reid Carpark via Slot Canyon and White Track: 4-5h\n<\/p><p>Note that there is reasonably okay and reliable water in Bretons Creek at the bottom of the Red Track (where you exit) issuing from the main Efflux of the caves. Be aware it does flow along the route of the Red Track, so there is a possibility of contamination. \n<\/p><p><span style=\"color:red\"> <b> The scramble up the ridge between Jerrara Creek and Bungonia Creek is extremely dangerous.<\/b><\/span> \nIt’s friable rotten shaley stuff with scrub and a sheer drop onto Jerrara Falls. The bushs are too weak and poorly rooted to build anchors, and the rock is too rotten for natural pro. And the whole time you are ascending a steep ridge above the waterfall with nothing to arrest a fall if you lose it.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/ozultimate.com\/canyoning\/track_notes\/bungonia_creek.htm\">https:\/\/ozultimate.com\/canyoning\/track_notes\/bungonia_creek.htm<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/youtu.be\/r4N3Hf2XNNg\">YouTube.com<\/a>&#160;: Richard Pattison, Bungonia Creek Canyon movie<\/li><\/ul>\n<p><br \/>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","permit":"No","rappelCountMax":6}