{"name":"Long Gully","id":77188,"latitude":-34.8479,"longitude":150.0297,"vehicle":"4WD","rappelCountMin":10,"technicalRating":4,"timeRating":"III","geojson":null,"url":"https:\/\/ropewiki.com\/Long_Gully","quality":1.7,"rappelLongestMeters":56,"version":"92c4da526686a811b5739064b8332bba05b101e7dac1d7c40ba4b186a5600890","months":[],"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Long Gully is a mostly dry canyon that can be completed without wetties even in winter. Expect to get your feet a little wet at the bottom of some of the abseils and to cop some spray during some abseils if it is wet. Most water can be avoiding with some mindful abseiling and bouldering.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Head along The Lookdown Rd from Bungonia town. Take a right turn onto Carne Road (fire trail). This turn is not clearly signposted, but is immediately before a large shed about 6.2km from the turn onto The Lookdown Rd in Bungonia township.Follow this, going through two gates, which are often open, but leave them in the manner you found them. Continue along Carne Rd until you reach a large carpark with two locked gates (the Stan Jones Carpark). \n<\/p><p>Depart the carpark through the gate that leads to Stan Jones Trail (the other gate is the Trestle Track, which you will return via), following it generally south until it crosses Long Gully Creek. Cross over Long Gully and head along the ridge before dropping back into the creek (this avoids some scrub bashing in the creek proper). Follow Stan Jones Trail for a further 350m up the ridge on the south side of Long Gully Creek to a point where Stan Jones Trail does a relatively sharp bend west. At this point, turn east onto a spur that drops back down to Long Gully Creek. This detour avoids some scrub in the bed of the creek, but you can follow Long Gully downstream from where Stan Jones Trail crosses it. \n<\/p><p>From this point, rockhop dowstream for approximately 1.25km to P1 of Long Gully Canyon. It's generally relatively easy going, and at not point does it get particularly scrubby or technical.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>You exit the canyon on the Shoalhaven River, at the downstream end of the Blockup Gorge. This is a magnificent spot for a swim, or a lilio upstream through the gorge (the water is cold and deep). You can also walk upstream along the TL bank of the Shoalhaven to the the bottom of Spring Creek Canyon, immediately before the gorge.\n<\/p><p>To get back to your vehicles, walk 700-800m downstream along the TL bank of the Shoalhaven. This puts you at a very steep ridge that heads north north-west towards Trestles Track. Make sure you select the correct ridge at UTM56H 229150 6140794, as there is an earlier look-alike that is no good. The exit ridge is a fun scramble with some optional boulder moves, but nothing too difficult for the Bungonia area. Be cautious on the loose rock. Once you're back on Trestles Track, walk back towards the cars (west). \n<\/p><p>Alternatively, you can continue downstream on the bank of the Shoalhaven to the Blue Track. This is about another 1.3km downstream, and is longer but a much easier gradient. It is recommended for parties that have less fit members, or who aren't so comfortable with knife-edge ridges. You will pass the chimneys of the Tolwong Ruins on the opposite (TR) bank. If you wish to cross the Shoalhaven and visit the mine ruins (there is also a small gorge upstream of them on Tolwong Creek), the easiest place to do so is at a series of sandbars about 300m short of the Blue Track, opposite the base of Sivewright Spur. The base of the Blue Track can be easy to miss; there's a long straight of the river after the Blockup Gorge, and the end of the Blue Track is on the first moderate-gentle bend in the river after this straight. The Blue Track feeds into the Trestle Track at near the same point the aforementioned ridge meets the Trestle Track, and from there is it a gentle uphill walk back to the vehicles.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>This is in Bungonia State Conservation Area, so technically you should put your details in the activity register at the Bungonia NP rangers station. This is another 2.5km further down Lookdown Rd from Carne Rd. Very few parties do though; if you do, please don't forget to sign yourselves out.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/ozultimate.com\/canyoning\/track_notes\/long_gully.htm\">https:\/\/ozultimate.com\/canyoning\/track_notes\/long_gully.htm<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/youtu.be\/csRa7FQOZjU\">YouTube.com<\/a>&#160;: Richard Pattison, Long Gully Canyon movie<\/li><\/ul>\n<p><br \/>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Look over to the Eastern side of the Shoalhaven on the exit to see the chimneys of The Tolwong Copper-Tin-Arsenic mine. These deposits were discovered in about 1904 which led to a small, failed mining project. There's also remnants of a the flying fox transportation system at the top of the Trestles Track.\n<\/p>\n\n\n<\/div>","rappelCountMax":10,"permit":"No","riskRating":null,"shuttleSeconds":null,"waterRating":"A"}