{
  "url": "https://ropewiki.com/Bungonia_Main",
  "latitude": -34.8011,
  "longitude": 150.0006,
  "id": 77184,
  "name": "Bungonia Main",
  "quality": 2,
  "months": [
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar"
  ],
  "technicalRating": 4,
  "waterRating": "B",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 6,
  "rappelLongestMeters": 65,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<h3 id=\"water_levels\">Water Levels</h3>\n<p>Use the river gauge <a\nhref=\"https://waterinsights.waternsw.com.au/15522-shoalhaven-river/river-data#215014\">215014\nBungonia Creek at Bungonia</a></p>\n<ul>\n<li>&lt;25 ML/d: Low water, A2</li>\n<li>~50 ML/d: Medium water (avoid wet lines - slippery stepped/non-sheer\nabseils with lots of opportunity to slip + large volumes of water = no\nbueno)</li>\n<li>75 ML/d: High water</li>\n<li>&gt;100 ML/d: Go caving</li>\n</ul>\n<p>The Bungonia Creek at Bungonia gauge's catchment is 164 sq. km as\nstated by WaterNSW. As a result after significant rain it can absolutely\npump. It is considered a very good indicator of water in Bungonia Main\nbecause it is geographically located upstream of the canyon start at\napprox -34.81958, 149.98852.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Refer to the location map on the <a\nhref=\"https://www.nationalparks.nsw.gov.au/~/media/visitor/files/PDF/Brochures/bungonia-pdf.aspx\">NPWS\nBungonia National Park brochure</a></p>\n<p>For the \"traditional\" entrance: Follow the yellow track until it\nintersects with Bungonia Creek. Walk down the creek.</p>\n<p>For the \"new\" entrance: The topo includes a new (December '22)\nsingle-abseil entrance that cuts out the long, tedious creek walk. To\nfind the new entrance: Start at the David Reid carpark, Adams Lookout\nCarpark or the tanks at the campground. (David Reid carpark recommended\nas its close to the \"red track\" exit). Walk the Green Track to an\nobvious watercourse gully at (the coordinates on the topo) between the\ncampground and Adams Lookout carpark. Walk downstream towards the canyon\nin the watercourse for about 80m. Some very light bush-bashing. The\nwatercourse opens up on a rock slab where progress is stopped by the\ndrop-off. About 5m left and down is a rock platform with a good rock\nwall and a very small roof. Look for two bolts on the wall under the\nroof.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Proceed down canyon referring to the canyon topo for details on\nproblems* you will encounter along the canyon</p>\n<figure>\n<embed src=\"Bungonia-Main-Canyon.pdf\"\ntitle=\"Bungonia-Main-Canyon.pdf\" />\n<figcaption>Bungonia-Main-Canyon.pdf</figcaption>\n</figure>\n<p><small>*A \"problem\" is a notable geographical feature that prevents\nyour progression through the canyon. Often engaging with a problem is\nmandatory (e.g. an abseil in a slot canyon where no alternate route\nexists), but occasionally they are optional and can be bypassed via an\nalternate route in the canyon.</small></p>\n<h2 id=\"exit\">Exit</h2>\n<p>Exit to the canyon is via the \"Red Track\" up Bretons Creek:</p>\n<p>After the final abseil, follow Bungonia Creek downstream. At first\nprogress is slow through the boulders and pools. After a long, narrowish\npool, walk on the right bank to find vague paths along the valley floor.\nThe canyon twists right, then sharp left. Find the Red Track true right.\nOn the NPWS map, this is where the Red Track descends to Bungonia Creek,\nto the west of the marked \"Slot Canyon\". Proceed up the Red Track from\nhere. Do not follow the Red Track along Bungonia Creek through the Slot\nCanyon (unless you want a very long day). The Slot Canyon is unmissable,\na 15m slot through 150m+ sheer walls of limestone. It is spectacular and\ndoes not require any equipment to negotiate. If you continue downstream\nthrough the Slot Canyon, you can return via either the eastern arm of\nthe Red Track, or the White Track from the junction with the Shoalhaven\nRiver. Approximate timings for a reasonably fit party in normal flow\nare: - Last pitch Bungonia Main to Bretons Creek: 1h - Bretons Creek to\nDavid Reid Carpark: 1h - Bretons Creek to David Reid Carpark via Slot\nCanyon and Red Track: 3-4h - Bretons Creek to David Reid Carpark via\nSlot Canyon and White Track: 4-5h</p>\n<p>Note that there is reasonably okay and reliable water in Bretons\nCreek at the bottom of the Red Track (where you exit) issuing from the\nmain Efflux of the caves. Be aware it does flow along the route of the\nRed Track, so there is a possibility of contamination.</p>\n<p><span style=\"color:red\"> <strong>The scramble up the ridge between\nJerrara Creek and Bungonia Creek is extremely dangerous.</strong></span>\nIt’s friable rotten shaley stuff with scrub and a sheer drop onto\nJerrara Falls. The bushs are too weak and poorly rooted to build\nanchors, and the rock is too rotten for natural pro. And the whole time\nyou are ascending a steep ridge above the waterfall with nothing to\narrest a fall if you lose it.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><a\nhref=\"https://ozultimate.com/canyoning/track_notes/bungonia_creek.htm\">https://ozultimate.com/canyoning/track_notes/bungonia_creek.htm</a></li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"https://youtu.be/r4N3Hf2XNNg\">YouTube.com</a> : Richard Pattison,\nBungonia Creek Canyon movie</li>\n</ul>\n<p>{{#ev:youtube|r4N3Hf2XNNg}}</p>\n<h2 id=\"background\">Background</h2>\n",
  "version": "33ad6e74d967d4be077e369738af4fa0"
}