{
  "url": "https://ropewiki.com/Box_Elder_Canyon",
  "latitude": 37.466,
  "longitude": -111.147,
  "id": 772,
  "name": "Box Elder Canyon",
  "quality": 5,
  "months": [
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 4,
  "waterRating": "A",
  "timeRating": "IV",
  "riskRating": "XX",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>SOS is known to be one of the 3 hardest XX canyons in the Colorado\nPlateau.</p>\n<p>XX canyons are \"on your own\" kind of affairs. Please make sure you\nhave adequate experience/comfort and ability of high stemming 60'+ for\nnumerous hours before contemplating descending this canyon. A ramp up\nwith R/X experience is strongly encouraged.</p>\n<p>If you have no X experience, you’re in the wrong place to test out\nyour abilities. You’ve been warned! ❌❌</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Starting at the Red Well TH, you follow the trail to the North/NE\ndown to Dry Fork. Climb up to the south of the canyon drainage until you\nreach the top. Gear up and get ready!</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The canyon rock quality isn't the greatest, lots of flaky goodness,\nmixed in with mossy/crumbly walls. There are 3 distinct canyon\nsections.</p>\n<p><strong>Section 1:</strong> X to X+ with many options for passage\n(mid-level to high, depending on comfort). Series of small 15-20'\ndownclimbs that are followed by a quick upclimb to gain the right line\ngoing forward. There are a few squeezes that will pinch you tight\n(185lbs) as you come around turns out of a silo, awkwardly shimmying\nupwards downcanyon to only pop out again to more of the same. Eventually\ndownclimbing to a sandy bottom and a rest.</p>\n<p><strong>Section 2:</strong> XX. Shortly after the rest spot a\ndefinitive ledge midcanyon leads you into the business. More mossy/flaky\nwalls and quite a few Pintac style upclimbs to get up and over pinches\nin the slot at eye level (debris and small rocks lodged in the pinch\nthat is maybe 6-8' wide). Following one of the bigger upclimbs you will\ndrop into a more curvaceous silo section that can eventually lead you to\nthe ground if you want to explore). Back up 30-40' is where smooth\nsailing is found. The bottom drops out more as light becomes minimal\nthrough the most beautiful section of slot. Numerous squeezes that pop\nyou into a silo requiring attentive navigation. Finally you reach the\ncrux (\"ejector seat\"). From a wide off-width move you can pop up and\nstem high (20-30') over the pinch to arrive at the top of the ejector, a\nlarge silo with minimal features in a smeary/completely vertical crack.\nThe wall eventually gives way and forces you outward. The safe move is\nto NOT go up and over, but rather elevator downward/forward through the\nopening to place you at the bottom of the silo. Then work your way back\nup with a somewhat physical upclimb to get over the next pinch and\ncontinue forward. After a few more turns, you reach a silo that forces\nyou down to the ground. Crawl through and take a rest before the\nend.</p>\n<p><strong>Section 3:</strong> The finale is enough to keep you\nattentive, with more of the same X movement. Much shorter in duration,\nand after 30-45min ... you're out.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Retrace your steps back to Red Well TH. Or if you stashed rope/water\nand want more out of an already physical day, go for it. :)</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://ropewiki.com/User:Super_Amazing_Map?id=Scorpion_West_-_Escalante\">Super\nAmazing Map</a> : Scorpion West</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://ropewiki.com/User:Super_Amazing_Map?id=Six_Ounce_Sack_(SOS)_-_Escalante\">Super\nAmazing Map</a> : Six Ounce Sack (SOS)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"http://www.elevationoutdoors.com/canyoneering-the-highball-squeeze/\">The\nHighball Squeeze</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<p><a\nhref=\"https://www.math.utah.edu/~sfolias/canyontales/canyonames/#esc\">Naming\nbackground</a></p>\n",
  "version": "5ae5e187aab3bdb4993abfc6523e0712"
}