{
  "url": "https://ropewiki.com/Waterfall_Creek_(Brindabella)",
  "latitude": -35.238,
  "longitude": 148.7568,
  "id": 77268,
  "name": "Waterfall Creek (Brindabella)",
  "quality": 2,
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "riskRating": "PG",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 5,
  "rappelLongestMeters": 60,
  "vehicle": "4WD - High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Waterfall Creek Canyon in more like a gorge as it does not have any\n\"slot\" sections. It is however, a pretty waterfall overlooking the\nBrindabella region of New South Wales. Access is easiest (not\nnecessarily easy) from the ACT, but possible from NSW</p>\n<h2 id=\"approach\">Approach</h2>\n<p>The drive in includes ~23km on unsealed roads near the Blue Range\nCamp Ground. Follow the directions below. The first section of the road\nis easier to drive by following the signs for Blue Range campground,\nrather than turning left earlier as the forum suggests. The entire road\nwas in good condition in November 2023 and we were able to reach the\ndeparture point in a standard Subaru Forester. Admittedly, we got close\nto bottoming out on some sections of the road. Access is also possible\ndirectly from Picadilly Circus along Two Sticks Road. If the Dingi Dingi\nRidge Trail is wet, you will want low range, as it contains several\nsections of potentially slippery clay.</p>\n<p>The short approach is scrubby to say the least. Follow a bearing of\nabout 25 degrees from the car. The short walk ~700-800m is full of nice\nspiky bushes so wear some long sleeves and pants unless you want to look\nlike you've been attacked by cat once you've finished the canyon. Stay\nclose to the steep drop-off to the left on the way in and out for the\nleast spiky way to the creek (see attached GPX file).</p>\n<p>Getting there: From Canberra, head out Cotter Road to Uriarra. Turn\nleft onto Brindabella Road. Follow it for approximately 5kms before\nturning right into Uriarra State Forest at Blue Range Road. Reset your\nodometer here: After about 1.2km turn left onto an uphill road with a\nvery rocky start. At about 2.3km at a T-intersection, follow the trail\naround to the right. At 3.6km there’s an intersection with a track going\noff to the right, keep heading straight here. At 3.8km find a\nT-intersection called apple tree corner (signpost on left). Turn right\nand continue following Blue Range Road up the hill. At 5.2km you will\nnow be out of the pine forest and across the NSW border into the\nBrindabellas. At 7.2km there’s a 4 way intersection, drive straight\nthrough following Blue Range Road. At 9.7km, continue straight ahead at\na T-intersection with Two Sticks Road. At 10km ignore the small road\ngoing down the hill to the right. At 10.1km there is a mud pit on the\nroad, after heavy rain it can look like a trap but should still be easy\nto cross in a 4WD. At 11km follow the main road under some powerlines,\ndon’t follow the track up with the power lines. At 12.4km follow a small\nfire trail heading off down to the right into a valley and back up the\nother side. It’s signposted as Baldy Range Road if you look down the\ntrail on the right a bit. Its easy to miss this turn. At 12.8km find a\nroundabout looking intersection with a tree in the centre. Drive\nstraight through the roundabout following Dingi Ridge Trail. At 18.7km\nis a T-intersection with Webbs Ridge Trail. Turn left here. At 19km find\na T-intersection with a large tree in front of you. Turn off to the\nright around the corner here following the Waterfall Fire Trail\n(signposted). At 22km arrive at carpark on a small bend going around to\nthe left with a small patch of dirt to park on. Reverse this route when\ndriving out.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>All slings in the canyon are exposed to harsh western sun. Be\nprepared to replace all tape anchors in the canyon.</p>\n<p>The first abseil is from a tree with a new-looking sling and mallion\non RL. It is not 20m as some reports may say. If you descend 20m be\nprepared to do a dodgy down-climb ~6-8m that would probably be\nequivalent to ~grade 8-10 lead-climbing. Abseil almost 30m to reach the\nnext flat section.</p>\n<p>Climb down a little on the RL then cross over to RR. Continue down\nthe RR to the second abseil at the next drop ~45m. There are two bolts\non ledge on TR, approximately 4-5 along from the waterfall. They are not\nobvious, and are slightly exposed to access.</p>\n<p>The anchor for P3 is XX TR, around the corner of boulder on large\nsloping platform. The location, but not the bolts themselves, are\nvisible from P2. Abseil from here about 25m onto a small ledge.</p>\n<p>The next anchor (slings with pitons) for the fourth abseil is just on\nthe RR and is slightly exposed. Abseil down to a large platform.</p>\n<p>The last abseil is from a large anchor (slings and mallion) on RR.\nThis is about a 45m drop to a shallow pool below.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>The steep exit starts almost immediately after the last abseil on the\nRL. Although a previous report suggests you can exit by following the\nwater-flow, the rest of the creek looks like an atomic mess of\nblackberries (Nov. 2023). Make sure your party likes scree - the first\n~60m of vert is full of it. The ascent becomes choked with stinging\nnettles, blackberries and scrub. Head up to the right (facing uphill)\nand follow the ridge-line back to the top.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Parts of these roads are likely closed during winter due to snowfall\nand poor weather. Brindabella NP is occasionally closed for feral animal\nculling, and it is worth ACT visitors remembering to check.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"background\">Background</h2>\n<p>The first descent of the canyon is unknown, but it has been known and\nvisited by locals for a long time. There are several rusted pitons\nlocated throughout the canyon that look quite old. Bolts were placed on\nP2-3 in early 2023.</p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background_1\">Background</h2>\n",
  "version": "8044da74226fdacacb5e79f6d88f5e3d"
}