{"months":["Jan","Feb","Mar","Apr","May","Jun","Jul","Aug","Sep","Oct","Nov","Dec"],"vehicle":"4WD","waterRating":"A","shuttleSeconds":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Fordham Canyon is a generally dry and very exposed canyon on the eastern side of the Shoalhaven Gorge at Bungonia, just downstream of the Blockup Gorge. It has a series of large abseils that are technically easy, but have poor anchors, small landing areas, and plenty of loose rock. It is effectively a multi-pitch abseil down a dry waterfall, and is very rarely visited because of its remote location.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Fordham Canyon may be approached from either the east (from Tolwong Rd) or west (Carne Rd). While the approach from the east looks superficially easier, many of the trails Ettrema Plateau are long-overgrown, and were obliterated by the 2019-20 fires. For this reason, access from the west, from the Stan Jones Carpark at the end of Carne Rd is probably recommended, and outlined below. \n<\/p><p>Head along The Lookdown Rd from Bungonia township. Take a right turn onto Carne Road (fire trail). This turn is not clearly signposted, but is immediately before a large shed about 6.2km from the turn onto The Lookdown Rd in Bungonia township. Follow this, going through two gates, which are often open, but leave them in the manner you found them. Continue along Carne Rd until you reach a large carpark with two locked gates (the Stan Jones Carpark).\n<\/p><p>Depart the carpark along the Trestle Track, and follow the Blue Track down to the Shoalhaven River. Cross the Shoalhaven at a series of sandbars about 1.8km upstream of the Blue Track, opposite the base of Sivewright Spur. This is immediately opposite the spur directly south of Fordham Canyon, and is where the Shoalhaven bends after exiting the Blockup Gorge. \n<\/p><p>Alternatively, you can also descend Long Gully or Spring Creek Canyon to access the Shoalhaven. Either of these, combined with Fordham Canyon, makes for an extremely long and exhausting day that will probably extend into the night. You can also camp on the Shoalhaven; this is extremely pleasant, and there is an often-used spot at the bottom of the Blue Track. \n<\/p><p>Climb this spur. Be extremely careful as it is quite loose and steep, with some sheer drops. At Point 559, you want to turn generally north and drop down into the bed of the canyon.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>There are 6 pitches, all in quick succession. Beware of the anchors, several can produce poor pulldowns, and as they're exposed directly to the western sun, CHECK ALL ANCHORS AND BE PREPARED TO REPLACE THE TAPE. \n<\/p><p>Recommended to take multiple 60m ropes (eg 4x60m, or 2x60m   pullcord), so that the back-to-back pitches can be rigged simultaneously, as there are very small stances at some pitch heads.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Return the way you came in, unless you used Long Gully or Spring Creek Canyon to get down to the Shoalhaven.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/wejugo.com\/adventures\/canyoning-in-bungonia\/\">https:\/\/wejugo.com\/adventures\/canyoning-in-bungonia\/<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.thecrag.com\/en\/climbing\/australia\/bungonia-gorge\/route\/1052237955\">https:\/\/www.thecrag.com\/en\/climbing\/australia\/bungonia-gorge\/route\/1052237955<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/youtu.be\/eUZrYPNoa1k\">YouTube.com<\/a>&#160;: Richard Pattison, Fordham Canyon movie<\/li><\/ul>\n<ul><li><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/fatcanyoners.org\/2018\/02\/17\/bungonia-canyoning\/\">https:\/\/fatcanyoners.org\/2018\/02\/17\/bungonia-canyoning\/<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","rappelCountMin":null,"technicalRating":4,"timeRating":null,"riskRating":null,"id":77317,"geojson":null,"name":"Fordham","rappelCountMax":null,"permit":"No","latitude":-34.8435,"rappelLongestMeters":50,"longitude":150.0451,"version":"423cf1c9934d8cf31ca2e4c48a4afb31a8d49b2c3c44265f2401916ca465e381","quality":0,"url":"https:\/\/ropewiki.com\/Fordham"}