{"timeRating":null,"shuttleSeconds":null,"longitude":150.3037,"quality":2,"latitude":-33.5976,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Crayfish Creek Canyon is a short canyon with plenty of pretty creek walking near Blackheath in the upper Blue Mountains.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>It is accessed off the Burramoko fire trail that takes you out to Hanging Rock, it is a really easy walk in down a fairly open ridge and nose to meet the creek.\n<\/p><p>Once you meet the creek, there is a track that you can follow on either bank for a while before it just becomes easier to walk in the creek, there really were not many obstacles in the creek like fallen logs so it was pretty easy walking.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The creek walking sections are quite pretty, and then you come to the first main canyon section, and what a start to the canyon!\n<\/p><p>Sadly, this section does not last long, as it is as good as it gets. We tried to stay as dry as we could, but, we soon found that water levels were much higher than expected, with one section a borderline swim. Just what you need for the last weekend of winter!\n<\/p><p>The water can be gin-clear, even though this is called Crayfish Creek, we only saw 2 live ones and a couple of dead ones, so, it did not live up to its namesake.\n<\/p><p>Some more open creek walking surrounded by cliffs, and you enter another section of pretty canyon, but it does not last long, then, you are at the exit where the traditional \"exit route\" is to be found up to the right in a side creek.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>After leaving crayfish creek and heading right up a side creek, another steep gully comes in on the left. This is the start of the \"traditional\" exit. This exit requires some log climbing at the start, which some may find challenging. Eventually you will work your way up to the top of the ridge, then head back across to the Burramoko fire trail and then walk back to your car.\n<\/p><p>An alternate is to walk a short ways back upstream in Crayfish creek and exit up a very easy route to the right (Looking upstream) with no scrambling, onto Burra Korain ridge and then used that walking track as an exit back to the car. A very easy way to exit.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","waterRating":"B","rappelCountMin":0,"technicalRating":2,"riskRating":null,"rappelCountMax":0,"name":"Crayfish Creek","vehicle":"Passenger","rappelLongestMeters":null,"id":77373,"months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"version":"7ceb4aacb9a78ae95f69167f01ec43feddf1ff12258f86b7a78b4dcb075be070","url":"https:\/\/ropewiki.com\/Crayfish_Creek","permit":"No","geojson":null}