{"timeRating":null,"id":77404,"riskRating":null,"version":"863a230f582c06add784231bf77d20168c36857abdc5720da3c3b9b4f8bc9ec6","months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"rappelCountMin":null,"longitude":150.2992,"quality":1,"waterRating":"A","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Jungaburra Canyon is a fairly short, very low-quality \"canyon\" on the Bells Line of road, located down behind Watertrough Hill. From where you can park the car, it is an easy walk to the start of the canyon of around 20-25 minutes.\n<\/p><p>In reality, this is not much of a \"canyon\", more of an adventurous bush walk that can get you wet. Would be more fun after good rain!\n<\/p><p>A 30mtr rope should be fine, we used a 40 and had plenty to spare.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Drive past Watertrough hill and park on the left, there is a fire trail that starts here and heads around the back of the hill, follow this, you will reach a powerline access track that goes right, follow this down the hill till you are under the power lines looking westwards down the hill. \n<\/p><p>You can see a bit of a valley to the left and a rocky outcrop at the bottom right of that, head for the left of this rocky outcrop. The creek flows around this, and it is one start of this \"canyon\".\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The \"canyon\" starts with wet feet, then into a short, pretty section of \"canyon\" with a jump\/swim (Can skirt around on true right of pool) and then shortly after, opens up again for quite some time with just creek walking. When we did the \"canyon\", it was very dry, we have seen images of the drop at the bottom of the abseil being into waist deep water, we had basically no water.\n<\/p><p>Once you reach the super crag climbing area, you will know the spot, a well-defined track comes down from the right and another on the left, plus, the cliffs are covered in ring bolts and chalk. It is not far past this that the only short abseil is found.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>After doing the abseil, scramble past another drop up on the left and down the other side, if you now look to your right, in a corner, you will notice a fallen tree, this is the start of the exit. To the left of this is the larger camp overhang full of discarded tents and other rubbish, a very sad sight.\n<\/p><p>Once you climb this first part, just find a route up to the base of the cliffs above you, this can be challenging if wet. Once you hit the base, it is easy walking, turn right and very soon you will reach the climbers pass \/ ladders with fixed ropes. Take your time and this is pretty easy really.\n<\/p><p>Once at the very top, you follow the climbers track back to the Bells Line of road and then back to wherever you parked your car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐bdzjs\nCached time: 20240914192013\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","technicalRating":3,"permit":"No","rappelCountMax":null,"vehicle":"Passenger","shuttleSeconds":null,"url":"https:\/\/ropewiki.com\/Jungaburra","rappelLongestMeters":null,"latitude":-33.529,"geojson":null,"name":"Jungaburra"}