{"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Birrabang Canyon is another really short canyon located not far off the Bells Line with parking for this one about 1.2km past the Mt Wilson turnoff, heading towards Lithgow. This one is a really easy beginner canyon with really no technical skills required, just wet feet, or deeper if you choose. \n<\/p><p>More a wet, adventurous bushwalk really.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>The walk in is quite easy, there is a track that fades here and there, but it is easy to spot again once you cross a rocky patch or go around a tree. It takes around 15-20 minutes to walk in and reach the creek level to start your adventure. After a small scramble over some rocks, you are straight into a pretty canyonish section that does not last long.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Lots of very pretty creek walking with water up to knees or above, the water was crystal clear when we went through and some of the pools and wades (In the deeper sections) were just spectacular!\n<\/p><p>There are deeper sections, you can either choose to be adventurous, or, most can be avoided on either the left or right on ledges etc.\n<\/p><p>All too soon, your adventure is over and the canyon opens out\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>You can exit a few ways, you can reverse back the way you came, which is pretty easy, continue downstream to the traditional exit on the right, or even exit left on the Wotta Canyon exit track and bash your way up the ridge to the Wotta Canyon access track.\n<\/p><p>Many who do Wotta Canyon reverse back up Birrabang and combine the two in the one day.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","geojson":null,"name":"Birrabang","latitude":-33.5458,"longitude":150.3258,"id":77401,"rappelLongestMeters":null,"quality":2,"shuttleSeconds":null,"version":"023579d207f0dedaff9424ccdbac803002d024388df7a47a31720feec50654d0","rappelCountMax":0,"url":"https:\/\/ropewiki.com\/Birrabang","months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"timeRating":null,"rappelCountMin":0,"vehicle":"Passenger","technicalRating":2,"waterRating":"A","riskRating":null,"permit":"No"}