{"id":77406,"permit":"No","rappelCountMax":null,"name":"Koombanda","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Koombanda Canyon is a fun, but a fairly short canyon located near Sleeper Canyon and is accessed off the Darling Causeway. \n<\/p><p><br \/>\n<i><b>Quality<\/b><\/i>\n<\/p>\n<ul><li>The canyon is rated 4 out of 10 on the Brennan Quality Scale.<\/li>\n<li>David Noble rates the canyon 3 out of 5 for quality and Easy-Medium for difficulty.<\/li><\/ul>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>You can park a car at Bell and walk back or at the old bridge that lead to Canyon Colliery, then walk back towards Bell for a while, this is possibly the best place to park as you would traditionally exit out here. Walk along the side track on the right of the railway line til you reach a clearing at the base of a low hill. (Approx 1.65kms from bridge) Then, head around the right of the hill or over the top and down the other side, aiming for the obvious feeder creek.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>After the entry abseil, there are 2 more abseils in the main canyon, including a fun one down a slot in the creek bed into a dark chamber with an amazing view downstream. Not long after this abseil, you turn a corner, and you have an opportunity to do a fun 3mtr jump, or, a slippery hand-over hand into a deep, cold pool.\n<\/p><p>There are 2 cold swims, one after the 2nd abseil and the final jump pool, both are very deep, dark and cold.\n<\/p><p>Sadly, the canyon is over all too quickly.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Follow the creek downstream to the old Colliery, then follow the old road (What's left of it) back to your car. You will learn to love the uphill trudge that this exit gives you, there are not many places on this exit that are flat.\n<\/p><p>You can also exit up Kamarah Gully that comes in on your left as you head towards the old Colliery, but, you better have a vehicle waiting for you there, or a very long walk will be required.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/youtu.be\/kl-vdz5QfX8\">YouTube.com<\/a>&#160;: Richard Pattison, Koombanda Canyon movie<\/li><\/ul>\n<p><br \/>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","latitude":-33.5261,"technicalRating":3,"timeRating":null,"riskRating":null,"quality":2.5,"shuttleSeconds":null,"months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"version":"92af6933b31b8e953a44ac7a9f45a77e6d1774c974b2b58fef9eff1baa9101a0","rappelLongestMeters":7,"url":"https:\/\/ropewiki.com\/Koombanda","geojson":null,"rappelCountMin":null,"waterRating":"B","vehicle":"Passenger","longitude":150.2791}