{"rappelCountMax":3,"vehicle":"Passenger","months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"riskRating":null,"permit":"No","rappelLongestMeters":25,"name":"Wotta","technicalRating":3,"rappelCountMin":2,"version":"5abbb28d471d3241b31ef22adadc716b2c7464e7e624556cb32654292949fbd4","waterRating":"B","longitude":150.3279,"url":"https:\/\/ropewiki.com\/Wotta","shuttleSeconds":null,"latitude":-33.554,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Wotta Canyon is a very short canyon located near the Mt Wilson turnoff, on the Bells Line. Not much to it, but it is pretty and fun, and, we recommend it for an easyish half day canyon, or in winter for the brave.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>There is a well-defined walking track from Bells Line to near to the canyon, you then go offtrack down to the start of the canyon, there is a very feint track leading up the ridge, so, if you continue to follow the main walking track, you may spot this footpad down to the start. The offtrack was very easy, and it was straight forward knowing where to aim for.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>There are 2 easy abseils or 3 if you don't bring a long enough rope, we used a 50mtr and that was plenty long enough to do abseil 2\/3 as a single abseil. The final abseil, that has a tricky start, the lip of the overhang is only 15cm or so, making for an interesting drop and stop so you don't smack your head on the lip, after that, very easy.\n<\/p><p>After that last abseil, the canyon is finished and opens into a scrubby creek walk.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>There are two exit options, the longer walk right down to Birrabang Brook, then either reverse Birrabang and walk back to your car, or, downstream in Birrabang Brook and take the exit track out and back to Bells line and a long walk back to your car. \n<\/p><p>OR, the short alternate exit, a bit over 200-250mtrs from the exit of the canyon, you will see a narrowish steep gully after a sheer cliff wall on your right. Scramble into this gully, keep left, and you can see where others have been before you. Once up on top, walk to the top of the hill and continue up, veering slightly right, all going well, you should come out on a clear part of the hill, overlooking the catchment for the canyon. Walk across the open ridge back to the walking track and back to your car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","geojson":null,"timeRating":null,"id":77400,"quality":3}