{"latitude":-33.5225,"waterRating":"B","rappelLongestMeters":8,"timeRating":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Kamarah Gully is located near Bell, on the Bells Line as you head west. It is a pretty short canyon and is quite suited for winter canyoning, so long as there has not been a lot of rain, or some of the small pools will become swims. It does not appear to get many visitors.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Park under the powerlines at the start of the climbers track that heads out along Kamarah Ridge, then turned off and headed down into the upper reaches of Kamarah Gully, at a very nice bend, it was easy final access into the gully.\n<\/p><p>From where we dropped in, the creek walking varied, from open and wide to closed in and scrubby, we really did not find it too challenging, if the creek was too thick with trees and shrubbery, we left the creek and cut across in terrain that was usually much easier. In the end, you will need to be in the creek.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>In the upper reaches, there are quite a few huge caves \/ overhangs that are worth checking out along the way.\n<\/p><p>Based on where you entered the Gully, there are at least 2 abseils, but we had to negotiate a third. A 20mtr rope, doubled over, was more than enough with the longest drop being around 7-8mtrs. The first abseil, there was no anchor point, so we grabbed a dodgy log and went off that. The second has an old rusty bolt in the wall, but again we used a natural anchor. The third abseil has a sling around a rock, in pretty good condition. \n<\/p><p>With all 3 abseils, we used some sticks under the rope to stop it getting jammed in between rocks etc. This works for us, though, even on the first abseil, it still took a fair amount of rope flicking to get the rope to pull down.\n<\/p><p>Eventually you will land in the shallow pothole chamber at the end of the last abseil, and the end of the easy walk in section. A pretty, dry section of canyon follows for a short way after this last abseil.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>A number of exit options are available.\n<\/p><p>One exit is quite easy, at the end of the canyon section, there is a scramble on your true right as you look downstream, this takes you onto the ridge above and a feint track will take you back towards where you parked your car.\n<\/p><p>Just back from this exit, you can also scramble of the true left, then, head straight up the hill to the ridge and the climbers track, can be quicker, but there is not track up the hill til you reach the climbers track.\n<\/p><p>You can of course head further downstream to Canyon Colliery and do the long slog up that hill back to Darling Causeway. You parked a car there right?\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐2jlvz\nCached time: 20240914191844\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","longitude":150.292,"url":"https:\/\/ropewiki.com\/Kamarah_Gully","quality":3,"months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"rappelCountMax":2,"vehicle":"Passenger","shuttleSeconds":null,"riskRating":null,"permit":"No","version":"8cd27007ae9c2d9f1d2b574ad254bcf4b7d1558389abaa76010309c67d459f05","name":"Kamarah Gully","id":77405,"geojson":null,"rappelCountMin":2,"technicalRating":3}