{"riskRating":null,"rappelLongestMeters":null,"rappelCountMin":null,"shuttleSeconds":null,"latitude":-33.0849,"geojson":null,"quality":0,"months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"vehicle":null,"permit":"No","longitude":150.357,"timeRating":null,"id":77438,"url":"https:\/\/ropewiki.com\/Pegleg","name":"Pegleg","rappelCountMax":null,"technicalRating":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>This canyon is described in limited detail in Canyons Near Sydney by Rick Jamieson. Help the Australian canyoning community by contributing track notes to ropewiki.com\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Named by \"Wollemi Pine\" Dave Noble &amp; Tony Zimmerman - The first trip to the area saw one on the participants fall over and badly bruise his leg resulting in a limp.\n<\/p><p>Trip report of the first recorded descent by \"Wollemi Pine\" Dave Noble: <a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/web.archive.org\/web\/20040206124426\/http:\/\/lisp.com.au\/~daven\/canyon.htm\">https:\/\/web.archive.org\/web\/20040206124426\/http:\/\/lisp.com.au\/~daven\/canyon.htm<\/a>\n<\/p><p>Memorable trips are to those canyons that have not been visited before. One such trip was the first descent of Peg Leg Canyon in Wollemi National Park. It was a cool winters day when we left the camp and started out along the ridge with all party members full of excitement. An earlier visit to the bottom of this canyon gave us plenty of inspiration, and we knew the creek had at least one abseil. We entered the creek high to watch the water molecules joining forces to carve the canyon, and fortunately the canyon started high in its catchment. Initially it was a shallow slot with many short climbable drops. But soon the walls narrowed until the smooth sandstone walls distinctive of the best canyons appeared. The first abseil was off a chockstone below foot level, and made for a swinging start under the water. Caution was the name of the day as we were all aware of the care needed whilst using 6mm ropes. The thought in the back of our minds was how long is the biggest drop and what if the canyon gets to narrow to walk through, what then? Some logs (sticks) which we brought with us made the belay for the second pitch which went into a dark pit. After a bit of kicking we found a hole in the jumble of logs at its base. This led us down into the next pitch of 12m, which we belayed off mores logs placed across the drop. The canyon walls narrowed to less than half a metre at a depth of 50m, the place was very dark and spectacular as it then weaved its way through the sandstone. Next the canyon dropped a further 15m stretching our rope to its limit (we had only a 30m rope but as a backup we always carried 3mm cord for cordlette but were reluctant to use this technique). After a few short jumps, abseils, and swims we came to familiar country where we lay in the sun to warm us after the chilly canyon. We then had some lunch and drank the crystal clear waters of the unpolluted creeks in the area. After lunch we quickly climbed back up the escarpment and did our second canyon for the day. Again it had abseils, jumps and swims to numb the body but was not as good as the first. After this we made our way back to camp to end another satisfying days canyoning.\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐hkhcv\nCached time: 20240914192009\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","version":"b13c11fd8c22b1381c2b5ec50e30c04df40dc5d031c32e1cbf075534426c1154","waterRating":null}