{
  "url": "https://ropewiki.com/Pegleg",
  "latitude": -33.0849,
  "longitude": 150.357,
  "id": 77438,
  "name": "Pegleg",
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This canyon is described in limited detail in Canyons Near Sydney by\nRick Jamieson. Help the Australian canyoning community by contributing\ntrack notes to ropewiki.com</p>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Named by \"Wollemi Pine\" Dave Noble &amp; Tony Zimmerman - The first\ntrip to the area saw one on the participants fall over and badly bruise\nhis leg resulting in a limp.</p>\n<p>Trip report of the first recorded descent by \"Wollemi Pine\" Dave\nNoble: <a\nhref=\"https://web.archive.org/web/20040206124426/http://lisp.com.au/~daven/canyon.htm\">https://web.archive.org/web/20040206124426/http://lisp.com.au/~daven/canyon.htm</a></p>\n<p>Memorable trips are to those canyons that have not been visited\nbefore. One such trip was the first descent of Peg Leg Canyon in Wollemi\nNational Park. It was a cool winters day when we left the camp and\nstarted out along the ridge with all party members full of excitement.\nAn earlier visit to the bottom of this canyon gave us plenty of\ninspiration, and we knew the creek had at least one abseil. We entered\nthe creek high to watch the water molecules joining forces to carve the\ncanyon, and fortunately the canyon started high in its catchment.\nInitially it was a shallow slot with many short climbable drops. But\nsoon the walls narrowed until the smooth sandstone walls distinctive of\nthe best canyons appeared. The first abseil was off a chockstone below\nfoot level, and made for a swinging start under the water. Caution was\nthe name of the day as we were all aware of the care needed whilst using\n6mm ropes. The thought in the back of our minds was how long is the\nbiggest drop and what if the canyon gets to narrow to walk through, what\nthen? Some logs (sticks) which we brought with us made the belay for the\nsecond pitch which went into a dark pit. After a bit of kicking we found\na hole in the jumble of logs at its base. This led us down into the next\npitch of 12m, which we belayed off mores logs placed across the drop.\nThe canyon walls narrowed to less than half a metre at a depth of 50m,\nthe place was very dark and spectacular as it then weaved its way\nthrough the sandstone. Next the canyon dropped a further 15m stretching\nour rope to its limit (we had only a 30m rope but as a backup we always\ncarried 3mm cord for cordlette but were reluctant to use this\ntechnique). After a few short jumps, abseils, and swims we came to\nfamiliar country where we lay in the sun to warm us after the chilly\ncanyon. We then had some lunch and drank the crystal clear waters of the\nunpolluted creeks in the area. After lunch we quickly climbed back up\nthe escarpment and did our second canyon for the day. Again it had\nabseils, jumps and swims to numb the body but was not as good as the\nfirst. After this we made our way back to camp to end another satisfying\ndays canyoning.</p>\n",
  "version": "2e644fb8567bd90349e0ba7f8ac004c2"
}