{"rappelCountMin":3,"latitude":34.6975,"permit":"Yes","rappelCountMax":3,"vehicle":"Passenger","id":7744,"technicalRating":3,"name":"Gold Hill Canyon","timeRating":"II","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p><br \/>\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From Los Angeles:  Interstate 5 north to Pyramid Lake, exit Smokey Bear Road.  At the bottom of the off-ramp turn left (west) onto Smokey Bear Road.  At the stop sign turn left (south) onto Pyramid Lake Road, make a quick right onto the gravel, unsigned Hungary Valley Road (34.706282, -118.797817) You will be entering the southern portion of the Hungary Valley OHV area where there will be a Ranger\/Fee Station shack in the middle of the road.  Obtain a hikers permit (not the OHV entrance fee\/permit) here.  Continue west on Hungary Valley Road past several OHV campgrounds, and fork left (S-SW) onto Gold Hill Road, (34.731129, -118.873231)  right before Gold Hill Road crosses Piru Creek there is a large gravel\/dirt parking area to the right, park here.  (34.703734, -118.937315)\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>From the NE corner of the parking area, bushwhack up the hill to the N\/NE and enter the drainage, which trends back S\/SE.  The technical section of the canyon starts at 34.697516, -118.920374 with 3 rappels in rapid succession down the headwall, shown in the above photo.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>After the last rappel, enter into Piru Creek and hike upstream (W\/NW) for about 1 mile back to the parking area.  Depending on the time of the year and flow, there could be several waist deep wades and short swims.  Staying in or close to the water is going to be the preferred route, there is lots of poison oak on both sides of the creek, as well as thick brush and vegetation.  The water can be quite cold, neoprene socks are recommended.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Obtain a hikers permit from the Hungary Valley OHV ranger\/fee station.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>First known descent by:  Alden Anderson and Dave Red, November 2014\n<\/p>\n\n\n<\/div>","quality":3,"version":"3c36d80b8312fd268878d52187260fd8d136d2761a9886b87ba57718cbcd14db","waterRating":"A","url":"https:\/\/ropewiki.com\/Gold_Hill_Canyon","geojson":null,"longitude":-118.9204,"rappelLongestMeters":54.86,"shuttleSeconds":null,"riskRating":null,"months":[]}