{
  "url": "https://ropewiki.com/Gold_Hill_Canyon",
  "latitude": 34.6975,
  "longitude": -118.9204,
  "id": 7744,
  "name": "Gold Hill Canyon",
  "quality": 3,
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "II",
  "permit": "Yes",
  "rappelCountMin": 3,
  "rappelCountMax": 3,
  "rappelLongestMeters": 54.86,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<h2 id=\"approach\">Approach</h2>\n<p>From Los Angeles: Interstate 5 north to Pyramid Lake, exit Smokey\nBear Road. At the bottom of the off-ramp turn left (west) onto Smokey\nBear Road. At the stop sign turn left (south) onto Pyramid Lake Road,\nmake a quick right onto the gravel, unsigned Hungary Valley Road\n(34.706282, -118.797817) You will be entering the southern portion of\nthe Hungary Valley OHV area where there will be a Ranger/Fee Station\nshack in the middle of the road. Obtain a hikers permit (not the OHV\nentrance fee/permit) here. Continue west on Hungary Valley Road past\nseveral OHV campgrounds, and fork left (S-SW) onto Gold Hill Road,\n(34.731129, -118.873231) right before Gold Hill Road crosses Piru Creek\nthere is a large gravel/dirt parking area to the right, park here.\n(34.703734, -118.937315)</p>\n<h2 id=\"descent\">Descent</h2>\n<p>From the NE corner of the parking area, bushwhack up the hill to the\nN/NE and enter the drainage, which trends back S/SE. The technical\nsection of the canyon starts at 34.697516, -118.920374 with 3 rappels in\nrapid succession down the headwall, shown in the above photo.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>After the last rappel, enter into Piru Creek and hike upstream (W/NW)\nfor about 1 mile back to the parking area. Depending on the time of the\nyear and flow, there could be several waist deep wades and short swims.\nStaying in or close to the water is going to be the preferred route,\nthere is lots of poison oak on both sides of the creek, as well as thick\nbrush and vegetation. The water can be quite cold, neoprene socks are\nrecommended.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Obtain a hikers permit from the Hungary Valley OHV ranger/fee\nstation.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>First known descent by: Alden Anderson and Dave Red, November\n2014</p>\n",
  "version": "7c997bd33665e87a083e39ff724e85ae"
}