{"rappelCountMin":null,"longitude":150.3562,"url":"https:\/\/ropewiki.com\/Corkscrew","shuttleSeconds":null,"version":"4bb1f4d6a8cf9cd23a90cab9016b682fd4da435c4771a3ad89c56cad39a1acd7","months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"rappelCountMax":null,"quality":3,"permit":"No","technicalRating":3,"id":77498,"timeRating":null,"geojson":null,"name":"Corkscrew","riskRating":null,"rappelLongestMeters":null,"vehicle":"Passenger","latitude":-33.5511,"waterRating":"B","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Corkscrew Canyon seems to be another canyon that people do as part of another trip (South Bowen's Creek Upper) and just walk a way up from the bottom, perhaps only as far as the first little waterfall. Some also enter Bowen's Creek South Upper via the lower section of Corkscrew. It is worthy of a trip of its own, particularly after rain with better flow.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>We parked the car on the side of Mount Wilson Rd, and walked a short distance down Red Hill fire trail, then, turned right, and plunged into the scrub to find our way into a number of feeder creeks before finally arriving at the creek that flows through Corkscrew Canyon. Not a single sign of a track or foot pad to be seen.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>There are some stunning, green, dark, narrow and wet canyon sections along the upper reaches, nothing challenging, just beautiful sections of canyon, with the odd short swim thrown in.\n<\/p><p>Eventually you came to a large area that looked to have been underwater during recent flood events, and, right there, we believe we found the feature that gives this canyon its name - The Corkscrew.\n<\/p><p>The creek flowed down the middle of this area, turned 180 degrees, went along a short way, then, descended into a black hole underground. Way downstream, it emerged from under rocks and continued its way through more canyon sections.\n<\/p><p>After a while, the canyon finishes at the junction with Bowens Creek South Upper, the final abseil is just around the corner on the right.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>It is not too far downstream from the end to where a side creek comes in on the left, this we believe is the creek that flows through Hand Over Hand Canyon, this was our chosen exit route. \n<\/p><p>Where the creek takes a sharp left, we were already high up on the left bank, a slight track goes along this bit, then, a short time later, we were out of that creek\/canyon and walking up the nose of a ridge. Another scramble up a rocky section, and it was easy, but scrubby ridge walking all the way back to the fire trail and car. It does take some time heading out this way, but was not hard.\n<\/p><p>I believe there may be a steeper exit, with hand lines, opposite on the right side of the creek, in or near a gully.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐f4cs4\nCached time: 20240914191919\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.007 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>"}