{"quality":4,"waterRating":"B","rappelCountMin":3,"longitude":150.3742,"riskRating":null,"latitude":-33.4757,"vehicle":"Passenger","name":"Whungee Wheengee","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Whungee Wheengee Canyon is a spectacular canyon that flows into the Wollangambe River north of Mt Wilson. As well as impressive, narrow canyon constructions, it involves a number of duck-unders and short tunnel sections. The water is usually quite cold, so large and slow-moving groups are not recommended.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Access:\n<\/p><p>Drive to Mount Wilson, via Bells Line of Road. Once at Mt Wilson, continue on to the Cathedral Reserve campground, parking at the lower (northern) end.\n<\/p><p>Entry:\n<\/p><p>From the carpark, cross the road to the start of the fire trail that heads downhill in a westerly direction. Follow this fire trail for approximately 1.8kms. The trail climbs up a hill before reaching a distinctive clearing. Turn right here down a foot track.\nAfter about 400m this track forks near a termite mount. Take the left (western) branch. Follow this north for another 1.2kms, initially along the ridge top before dropping downhill beside a small gully, which requires an exposed rock scramble using tree roots (and usually fixed ropes).\nCross the river at a small sandy beach before following the track up the small gully on the other side. This takes you to the ridge on the left (west). Once on top of the ridge, follow it for about 800m before the track heads downhill to the right, into a dry gully. This gully ends at a cliff that requires an abseil from a tree of about 15m.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The canyon starts after about 100m of creek walking. It begins with a down climb (there are a number of possible spots to do so). Soon after this you come to the first swim, the first duck-unders, and the first chance to spot glowworms. Usually there is an air gap between the water and the rock above, but if you are concerned or water levels are dangerously high, it is possible to avoid this section on the right hand side.\nSome groups will abseil up to six times in this canyon, but half of these can be avoided with careful down climbing and good teamwork. There are two compulsory abseils, both of which are less than 10m. (There are currently bolts in place for both, but always ensure you have extra rope and slings in case these anchors are damaged or removed.)\nThe canyon is extremely impressive from here to the Wollangambe River, with deep, narrow walls.\n<\/p><p><br \/>\n<\/p>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Topo\">Topo<\/h3><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>See the notes for <a href=\"\/w\/index.php?title=Wollangambe_2&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Wollangambe 2 (page does not exist)\">Wollangambe_2<\/a>.\nFrom here it is just under 1km to the exit, which is on a large right-hand bend in the river. Keep an eye out on your left for Waterfall of Moss Canyon, which joins shortly before the exit. After this junction you will move through a section of boulders before reaching a beach on the right at a point where small gullies join the river from both sides.\nFrom this beach, follow the track up the gully on your right (south). This track takes you up onto a major ridge which you follow south for about 1km before the track turns into a fire trail. Continue along the fire trail until you reach a clearing. Turn right and walk about 200m before heading left at the next junction. Go right at the next two track junctions, following the track downhill, through a gate, and back to your car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>As of early 2024, <a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/www.openstreetmap.org\/way\/398639875\">the exit<\/a> runs through private property. Please be very respectful \/ leave no trace. The owner currently appears friendly to canyoners, but this is not public land. Alternate routes are being investigated.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/ozultimate.com\/canyoning\/track_notes\/whungee_wheengee.htm\">https:\/\/ozultimate.com\/canyoning\/track_notes\/whungee_wheengee.htm<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Named by Airdrie Long of SUBW in the mid 1980's, deliberately to be confused with the Kanangra Canyon – Wheengee Whungee Canyon. The first descent party included Tony Norman and Brad Phillips.\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐w5mmv\nCached time: 20240914191906\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.007 seconds\nReal time usage: 0.009 seconds\nPreprocessor visited node count: 25\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","id":77493,"technicalRating":3,"months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"version":"452b9ff10bcf93458813b71d26c94900d746baaea0e8d2eaaea89ecc1640d456","rappelCountMax":7,"shuttleSeconds":null,"timeRating":null,"permit":"No","url":"https:\/\/ropewiki.com\/Whungee_Wheengee","geojson":null,"rappelLongestMeters":15}