{
  "url": "https://ropewiki.com/Whungee_Wheengee",
  "latitude": -33.4757,
  "longitude": 150.3742,
  "id": 77493,
  "name": "Whungee Wheengee",
  "quality": 4,
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 7,
  "rappelLongestMeters": 15,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Whungee Wheengee Canyon is a spectacular canyon that flows into the\nWollangambe River north of Mt Wilson. As well as impressive, narrow\ncanyon constructions, it involves a number of duck-unders and short\ntunnel sections. The water is usually quite cold, so large and\nslow-moving groups are not recommended.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Access:</p>\n<p>Drive to Mount Wilson, via Bells Line of Road. Once at Mt Wilson,\ncontinue on to the Cathedral Reserve campground, parking at the lower\n(northern) end.</p>\n<p>Entry:</p>\n<p>From the carpark, cross the road to the start of the fire trail that\nheads downhill in a westerly direction. Follow this fire trail for\napproximately 1.8kms. The trail climbs up a hill before reaching a\ndistinctive clearing. Turn right here down a foot track. After about\n400m this track forks near a termite mount. Take the left (western)\nbranch. Follow this north for another 1.2kms, initially along the ridge\ntop before dropping downhill beside a small gully, which requires an\nexposed rock scramble using tree roots (and usually fixed ropes). Cross\nthe river at a small sandy beach before following the track up the small\ngully on the other side. This takes you to the ridge on the left (west).\nOnce on top of the ridge, follow it for about 800m before the track\nheads downhill to the right, into a dry gully. This gully ends at a\ncliff that requires an abseil from a tree of about 15m.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The canyon starts after about 100m of creek walking. It begins with a\ndown climb (there are a number of possible spots to do so). Soon after\nthis you come to the first swim, the first duck-unders, and the first\nchance to spot glowworms. Usually there is an air gap between the water\nand the rock above, but if you are concerned or water levels are\ndangerously high, it is possible to avoid this section on the right hand\nside. Some groups will abseil up to six times in this canyon, but half\nof these can be avoided with careful down climbing and good teamwork.\nThere are two compulsory abseils, both of which are less than 10m.\n(There are currently bolts in place for both, but always ensure you have\nextra rope and slings in case these anchors are damaged or removed.) The\ncanyon is extremely impressive from here to the Wollangambe River, with\ndeep, narrow walls.</p>\n<h3 id=\"topo\">Topo</h3>\n<figure>\n<img src=\"Whungee_Wheengee_Canyon_Topo_v1.2.png\"\ntitle=\"Whungee_Wheengee_Canyon_Topo_v1.2.png\" width=\"200\" />\n<figcaption>Whungee_Wheengee_Canyon_Topo_v1.2.png</figcaption>\n</figure>\n<h2 id=\"exit\">Exit</h2>\n<p>See the notes for <a href=\"Wollangambe_2\"\ntitle=\"wikilink\">Wollangambe_2</a>. From here it is just under 1km to\nthe exit, which is on a large right-hand bend in the river. Keep an eye\nout on your left for Waterfall of Moss Canyon, which joins shortly\nbefore the exit. After this junction you will move through a section of\nboulders before reaching a beach on the right at a point where small\ngullies join the river from both sides. From this beach, follow the\ntrack up the gully on your right (south). This track takes you up onto a\nmajor ridge which you follow south for about 1km before the track turns\ninto a fire trail. Continue along the fire trail until you reach a\nclearing. Turn right and walk about 200m before heading left at the next\njunction. Go right at the next two track junctions, following the track\ndownhill, through a gate, and back to your car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>As of early 2024, <a\nhref=\"https://www.openstreetmap.org/way/398639875\">the exit</a> runs\nthru private property. Please be very respectful / leave no trace. The\nowner currently appears friendly to canyoners, but this is no longer\npublic land. Alternate routes are being investigated.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><a\nhref=\"https://ozultimate.com/canyoning/track_notes/whungee_wheengee.htm\">https://ozultimate.com/canyoning/track_notes/whungee_wheengee.htm</a></li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Named by Airdrie Long of SUBW in the mid 1980's, deliberately to be\nconfused with the Kanangra Canyon – Wheengee Whungee Canyon. The first\ndescent party included Tony Norman and Brad Phillips.</p>\n",
  "version": "db75c2d950a6896fd6e25ac2c46d186a"
}