{
  "url": "https://ropewiki.com/Bowens_Creek_South_(Upper)",
  "latitude": -33.5529,
  "longitude": 150.3547,
  "id": 77499,
  "name": "Bowens Creek South (Upper)",
  "quality": 3,
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "permit": "No",
  "rappelCountMin": 2,
  "rappelCountMax": 3,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>South Bowen creek has several stunning canyon sections \"Upper South\nBowen\" canyon is described in limited detail in Canyons Near Sydney by\nRick Jamieson. However, there are several walk/swim through canyon\nsections upstream of the entry Jameison describes</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Car shuffle is advised to avoid walking back along the highway.</p>\n<p>If you are doing the very upper section only drop a car at the top\nPierces Pass Car Park and use the \"Cork Screw\" entry described below to\nexit, otherwise drop a car at a parking spot on The Bells Line of Road\njust east of the Range Hill fire trail intersection</p>\n<p>To access the very Upper sections start at the Junction of Bells Line\nof Road Mt Wilson road and make your way down one of the tributaries to\nmeet the main creek at -33.54833 150.34184 It is a short scrub bash to\nthe creek. The thick scrub on the banks of the tributaries are\npreferable to the deep mud in the water course.</p>\n<p>To Access the standard entry park at the top Pierces pass car park\nand walk north along Bells Line of Road to the top of the hill then pick\nup a foot pad heading NE along the ridge.</p>\n<p>The trail can be a bit vague towards the end but as the ridge begins\nto descend you can either:</p>\n<p>a)scramble down left to enter South Bowen Creek just above the \"Cork\nScrew Section\"</p>\n<p>or</p>\n<p>b) follow the trail on the left side of the first pagoda and into a\ngully to access a side canyon</p>\n<p>The side canyon has 3 pleasant absiels of 14m, 9m and 20m to access\nthe main creek. From here it is worth the side trip upstream to visit\nthe \"Cork Screw\" section</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Downstream there is a nice section of canyon and then it opens out to\nsome easy creek walking for some way until it closes back in and drops\nthrough boulders into the next canyon section.</p>\n<p>There are several tricky scrambles in a beautiful canyon section. The\nfirst can be scrambled but its recommended to abseil 6m from tapes\naround a tree.</p>\n<p>Negociate your way down the canyon to the next abseil of 4m (the\nanchor is another 3 or 4m back) The log slide described elsewhere is no\nlonger there. Another short drop has a handline around rock wedged in a\ngap at the floor. it is easy to lift this rock out so care is needed to\nkeep direction of pull downwards.</p>\n<p>Range Creek (Hobnail Canyon) soon comes in on the right. It's worth\nhaving a up the bottom section of Hobnail Canyon.</p>\n<p>Ferny Cave Creek then enters on the left before the canyon opens\nout.</p>\n<p>Longest Abseil: 15m (20 to anchor) Wetsuit: Recommended Walk in:\n1-1.5hrs Walk out: 1-2 hrs Descent: 3 -4 hrs Rating 2.5/4 V2A2__\nElevation Gain: 360m Distance 10 Km</p>\n<h2 id=\"exit\">Exit</h2>\n<p>The canyon opens out but it still lined by steep walls. Continue down\nto the junction with the next creek coming in on the left.</p>\n<p>You can scramble up the muddy bank via tree roots to a ledge.</p>\n<p>From here work your way up to the cliff line and head right for about\n200m to where the cliff swings left and look for a squeeze up through a\nhole to the left (easy to miss)</p>\n<p>Up to the next cliffline and go left again. There is usually a rope\nhanging down on a little water fall you can climb up but if you continue\narouns for another 120m you and scramble up a break in the cliff.</p>\n<p>At the final cliffline walk around it to the left and follow the\ntrail up to the Range Hill firetrail and hense back to the car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><a\nhref=\"https://ozultimate.com/canyoning/track_notes/bowens_creek_south.htm\">https://ozultimate.com/canyoning/track_notes/bowens_creek_south.htm</a></li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"https://sleepwhenwearedead.net/2023/04/09/south-bowen-upper/\">https://sleepwhenwearedead.net/2023/04/09/south-bowen-upper/</a></p>\n<p><a\nhref=\"https://sleepwhenwearedead.net/2023/12/03/south-bowens/\">https://sleepwhenwearedead.net/2023/12/03/south-bowens/</a></p>\n<h2 id=\"background\">Background</h2>\n",
  "version": "6a35b7203b9b2be65f2450dbafa19f1d"
}