{"riskRating":null,"name":"Marihuana","waterRating":"B","id":77496,"rappelLongestMeters":10,"longitude":150.3737,"technicalRating":3,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Marijuana Canyon (Or Marihuana Canyon) is another of the lesser-known, lesser-done canyons that is accessed off the Bells Line of Road and eventually flows into the lower sections of South Bowens Creek. So named after an old Marijuana plantation that was established in the upper reaches many years ago, the rubbish from which still is littering the canyon today.\n<\/p><p>A 30m rope might just do, a 40m is better.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>There are two possible ways to access this canyon, off Range Hill Trail or off Mount Charles Trail, we chose to enter from Range Hill Trail.\n<\/p><p>As far as we know, there are no access tracks, so, we picked a spot on the map and turned 90 degrees off Range Hill Trail and entered thick scrub. This did eventually thin out, and a steep slope followed. Our initial spot on the map had quite a drop and no suitable anchor points, so, we contoured upstream a distance, for an easy descent down beside a waterfall.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Once you hit the creek that flows through the canyon, it is easy walking, with the occasional flood debris from floods. Along the way, we picked up quite a bit of thick black plastic which we removed from the old plantation. Please do the same.\n<\/p><p>A lot of the early stages are pleasant creek walking, interspersed with sections of pretty cascades and crystal clear pools. It does take a while before you reach the first abseil into a very deep, clear, cold pool, the start of which was a little dodgy, but not too hard. Just make sure you check the whole anchor point rope, we checked it a few times before trusting it.\n<\/p><p>This pool was very deep and very clear, the abseil is done in two steps, the initial bit down to a landing, then the final into the pool. Just stunning!\n<\/p><p>A short section of \"canyon\" follows then it opens up again with glimmers of canyonesq sections, before you arrive at the second and final abseil, again, into another small, deep, jade-green pool. Flood debris needs to be manoeuvred past to start the abseil, but nothing too hard here.\n<\/p><p>At this point, you are only a few hundred metres or so from the end of the canyon and South Bowens Creek.\n<\/p><p>A few sections of canyon, nothing too narrow, but pretty and a massive chockstone which is cool.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Depending on which way you entered the canyon, this may dictate how you intend to exit, as we came in off Range Hill Trail, we had decided to turn up South Bowens Creek and walk the approx 1.2kms to the traditional exit for that canyon.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐xk69j\nCached time: 20240914192016\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","vehicle":"Passenger","timeRating":null,"rappelCountMin":2,"rappelCountMax":2,"permit":"No","shuttleSeconds":null,"latitude":-33.5497,"url":"https:\/\/ropewiki.com\/Marihuana","version":"df14bda95fa5b8ede108008ecd1299bb527613414f8d08302fa21da56558ccde","quality":3,"months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"geojson":null}