{"url":"https:\/\/ropewiki.com\/Bowens_Creek_South_(Upper)","longitude":150.3547,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>South Bowen creek has several stunning canyon sections.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>A car shuffle is advised to avoid walking back along the highway. \n<\/p><p>If you are doing the very upper section only drop a car at the top Pierces Pass Car Park and use the \"Cork Screw\" entry described below to exit, otherwise drop a car at a parking spot on The Bells Line of Road just east of the Range Hill fire trail intersection\n<\/p><p>To access the very Upper sections, start at the Junction of Bells Line of Road Mt Wilson road and make your way down one of the tributaries to meet the main creek at -33.54833 150.34184\n<\/p><p>It is a short scrub bash to the creek. The thick scrub on the banks of the tributaries are preferable to the deep mud in the water course.\n<\/p><p>To access the standard entry, park at the top Pierces pass car park and walk north along Bells Line of Road to the top of the hill then pick up a foot pad heading NE along the ridge.\n<\/p><p>The trail can be a bit vague towards the end, but as the ridge begins to descend you can either:\n<\/p><p>a)scramble down left to enter South Bowen Creek just above the \"Cork Screw Section\"\n<\/p><p>or\n<\/p><p>b) follow the trail on the left side of the first pagoda and into a gully to access a side canyon\n<\/p><p>The side canyon has 3 pleasant abseils of 14m, 9m and 20m to access the main creek. From here, it is worth the side trip upstream to visit the \"Cork Screw\" section. Corkscrew is worthy of a trip of its own, there are some stunning narrow sections of canyon in the upper sections.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Downstream there is a nice section of canyon, and then it opens out to some easy creek walking for some way until it closes back in and drops through boulders into the next canyon section.\n<\/p><p>There are several tricky scrambles in a beautiful canyon section. The first can be scrambled, but it's recommended to abseil 6m from tapes around a tree.\n<\/p><p><br \/>\nNegotiate your way down the canyon to the next abseil of 4m (the anchor is another 3 or 4m back) The log slide described elsewhere is no longer there. \nAnother short drop has a handline around a rock wedged in a gap at the floor. It is easy to lift this rock out, so care is needed to keep the direction of pull downwards. \n<\/p><p>Range Creek (Hobnail Canyon) soon comes in on the right. It's worth having a wander up the lower section of Hobnail Canyon. Hobnail canyon is worthy of a trip, there is plenty of beautiful canyon in the middle and upper sections.\n<\/p><p>Ferny Cave Creek then enters on the left before the canyon opens out.\n<\/p><p>Longest Abseil: 15m (20 to anchor)\nWetsuit: Recommended\nWalk in: 1-1.5hrs\nWalk out: 1-2 hrs\nDescent: 3 -4 hrs\nRating 2.5\/4\nV2A2__\nElevation Gain: 360m\nDistance 10 Km\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>The canyon opens out but it still lined by steep walls. Continue down to the junction with the next creek coming in on the left.\n<\/p><p>You can scramble up the muddy bank via tree roots to a ledge.\n<\/p><p>From here work your way up to the cliff line and head right for about 200m to where the cliff swings left and look for a squeeze up through a hole to the left (easy to miss)\n<\/p><p>Up to the next cliffline and go left again. There is usually a rope hanging down on a little water fall you can climb up but if you continue arouns for another 120m you and scramble up a break in the cliff.\n<\/p><p>At the final cliffline walk around it to the left and follow the trail up to the Range Hill firetrail and hense back to the car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/ozultimate.com\/canyoning\/track_notes\/bowens_creek_south.htm\">Upper Bowens Creek South Canyon - track notes - OZultimate.com canyoning<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/sleepwhenwearedead.net\/2023\/04\/09\/south-bowen-upper\/\">https:\/\/sleepwhenwearedead.net\/2023\/04\/09\/south-bowen-upper\/<\/a>\n<\/p><p><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/sleepwhenwearedead.net\/2023\/12\/03\/south-bowens\/\">https:\/\/sleepwhenwearedead.net\/2023\/12\/03\/south-bowens\/<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","permit":"No","timeRating":null,"riskRating":null,"version":"2734b8eb8080d87c3ba18182fde304f8bae70aaed34d67aa2a729c9fd6d04ee8","technicalRating":3,"rappelLongestMeters":null,"id":77499,"geojson":null,"vehicle":"Passenger","shuttleSeconds":null,"latitude":-33.5529,"rappelCountMin":2,"quality":3.4,"rappelCountMax":3,"waterRating":"B","name":"Bowens Creek South (Upper)","months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"]}