{"longitude":150.3547,"rappelCountMax":3,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Horseshoe Canyon is a reasonably easy to get to canyon on the other side of the Wollangambie River, it can be done as a canyon on its own, or, some people do it after doing the nearby Geronimo canyon.\n<\/p><p>A short, but very spectacular canyon with stunning deep, dark slots and amazing green sections.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Access is via crossing the Wollangambie at Horseshoe Bend and then up the other side using the Geronimo Canyon track, This part is quite a few scrambles and not a really well defined path, find your way to the top, you can see where others have been before you. Once on top and in the right place, you should see a reasonably well defined track on top, follow along the top of the ridge before dropping into the creek at a point that suits.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Depending on how high up in the canyon you dropped in, will dictate how long it takes you to reach the giant boulder \/ chock stone that blocks the creek, you are about to start the canyon \"proper\". There was a sling here, we did not need it as it was an easy scramble down under the boulder. Once out the other side, a short abseil drops you further into the creek, then, it is about to get a lot more spectacular and interesting.\n<\/p><p>A walk along a tree root, a LONG way above the canyon floor to a tree perched on a chock stone is the first of 3 abseils to get to the bottom of this canyon. The first abseil puts you onto a section of canyon where there is another sling, we had a 50mtr rope, so it reaches to the bottom of the next abseil easily and was easy enough to pull down. This abseil is tight and dark and finishes in a deep, dark pool.\n<\/p><p>The final abseil is off a bolted anchor right at the start of the abseil, there was ZERO grip on any surface of this waterfall, so, we just slid down until we landed in a large deep pool. Looking up from this pool is just spectacular.\n<\/p><p>From here, it is just a few minutes and you are back at the Wollangambie River.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>There are two ways, downstream to one exit on the other bank of the Wollangambie or head upstream to Horseshoe Bend where you descended and crossed the Wollangambie a few hours earlier.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/sleepwhenwearedead.net\/2018\/02\/27\/geronimo-and-horseshoe-canyons\/\">Sleep When We Are Dead 2018 trip<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","url":"https:\/\/ropewiki.com\/Horseshoe","riskRating":null,"id":77504,"timeRating":null,"technicalRating":3,"quality":2.3,"months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"geojson":null,"rappelCountMin":3,"name":"Horseshoe","rappelLongestMeters":20,"vehicle":"Passenger","latitude":-33.4816,"version":"7d23f3980d7f965f1ad08ee126f469a9bb9dfdf6e44415a1e6810290f5b9c342","permit":"No","waterRating":"B","shuttleSeconds":null}