{"rappelCountMin":0,"id":77507,"longitude":150.3563,"timeRating":"I","shuttleSeconds":null,"riskRating":null,"rappelLongestMeters":null,"name":"Joes","rappelCountMax":0,"technicalRating":1,"quality":2,"permit":"No","geojson":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Joe's Canyon is written up as a family-friendly, easy canyon at Mt Wilson, and we would have to agree, so long as you reverse back up the way you came.\n<\/p><p>Joe's Canyon is probably overlooked by most experienced canyoners, there are better, longer, darker, wetter, narrower, harder, more technical canyons out there.\n<\/p><p>It is an ideal introduction to anyone who wants to experience a pretty canyon (Very short), without too much effort. You could possibly take your grandmother through this.\n<\/p><p>It is often used as an exit from Du Faur Creek (Clatterteeth) and Bell Creek canyons.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Park at the fire shed and walk down the usual access track to head towards Horseshoe Bend on the Wollangambie, after a while, you will reach the sign that points the way to the canyon start, yes, this canyon is sign-posted! Once you reach the creek, start heading downstream.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Follow the creek with sections that can be wet up to your knees, eventually, you will enter a very pretty, narrow section of slot that is pretty nice, plenty of photo opportunities in here.\n<\/p><p>You can continue then downstream until Joes exits into Du Faur Creek. Technically, that is the end of Joes.\n<\/p><p>You can of course make \"Joes\" into a much longer, grander adventure and head downstream in Du Faur Creek until you hit Bell Creek, then follow that down til you hit the Wollangambie and a few hundred mtrs downstream again you will arrive at Horseshoe Bend. Exit up from there. Ideally you will be suitably prepared for this extended adventure with wetsuits and or flotation, there are some just stunning long swims in this extended adventure. But, this is NOT part of Joes, just a stunning option, if you have the experience to do so.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Reverse back the way you came, out of Joes and back up the hill to your car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Named by guidebook author Rick Jamieson, for his friend Joe Dunn.\n<\/p>\n\n\n<\/div>","months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"waterRating":"B","vehicle":"Passenger","latitude":-33.4954,"url":"https:\/\/ropewiki.com\/Joes","version":"90fa68a882e6a7bdb04630f8fef8b9960ed74841cce207d6d9fb26b17cfc5e95"}