{
  "url": "https://ropewiki.com/Landers_Falls",
  "latitude": -35.6396,
  "longitude": 148.3489,
  "id": 77527,
  "name": "Landers Falls",
  "quality": 4,
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar"
  ],
  "technicalRating": 4,
  "waterRating": "C",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 6,
  "rappelCountMax": 6,
  "rappelLongestMeters": 45,
  "vehicle": "4WD",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This canyon is described in comprehensive detail in <a\nhref=\"https://canyoninginvictoria.org\">Canyoning Around Victoria\nguidebook</a></p>\n<figure>\n<img src=\"Canyoning_Around_Victoria_Cover_Preview.jpeg\"\ntitle=\"Canyoning_Around_Victoria_Cover_Preview.jpeg\" width=\"100\" />\n<figcaption>Canyoning_Around_Victoria_Cover_Preview.jpeg</figcaption>\n</figure>\n<h2 id=\"approach\">Approach</h2>\n<p>The approach is short. Follow the track for the Landers Falls Lookout\nand take a turn off the track towards the creek. Map detailed in the\nguidebook. Enter the creek via some scrambling and bush bashing\ndepending on where you enter.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The crux is from P4 down to the bottom of P5. Bolts from P5 are at a\nvery small ledge (2 person only) that is ~10cm wide in sections and\nclose to the flow. It is almost a hanging belay. Be cautious not to miss\nthe P5 bolts as you come down the P4 abseil. Re-rig from here to descend\nto the pool via the small beautiful slot that is the last 15m of P5.\nLook up and view the amphitheatre of rock and spray! Most of the flow\ncan be avoided until the last ~5m of P5 by following the large mossy\nslab to the TL of the slot.</p>\n<p>The view of previous 2 abseils from the pool at the bottom of P5 is\namazing.</p>\n<p>Use a meat anchor for safety to reach the bolts for P6.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>The exit is quite steep in sections with some exposure. Allow plenty\nof time for this, especially if your party is not confident with steep\nbush bashing and bouldering with some exposure. Be prepared for plenty\nof bush bashing as the bush continues to recover from the 2019-2020\nfires. The map provided in the Canyoning In Victoria Guidebook provides\na yellow exit line that aligns well with downloadable topo maps that you\ncan reference your GPS position on.</p>\n<p>There are climbing moves required at the steep end section up to\naround Ewbank grade 12. These can be assisted by throwing a handline at\nthe start of the day from P1 directly opposite the bolts. Around 30-40m\nshould cover most of the more difficult end section.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>The access road to Landers Falls 4WD carpark point is often closed\nduring winter - check NPWS website.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "c38bb6732f336aace7eb87f9e2bcfb4e"
}