{
  "url": "https://ropewiki.com/Thurat_Rift",
  "latitude": -33.9481,
  "longitude": 150.123,
  "id": 77612,
  "name": "Thurat Rift",
  "quality": 3.3,
  "months": [
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar"
  ],
  "technicalRating": 4,
  "waterRating": "B",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 5,
  "rappelLongestMeters": 62,
  "vehicle": "Passenger",
  "shuttleSeconds": 600,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Thurat Rift is a magnificent wilderness trip, following a fairly even\ndescent down Thurat Rift Creek. It is the longest of the Kanangra\ncanyons; parties need to move efficiently.</p>\n<p>In summer on a warm day wetsuits are not needed.</p>\n<p>The canyon is usually done as an overnight, with campsites as\ndescribed below. It would be possible for a fast, efficient, and fit\nparty to do the entire canyon and exit in a day in summer with the\nlonger daylight hours. From Mount Barry (see exit) it is quite possible\nto walk out in the dark on the good path (but see the warning\nbelow).</p>\n<h3 id=\"water_levels\">Water levels</h3>\n<p>Use the river gauge <a\nhref=\"https://waterinsights.waternsw.com.au/12964-sydney-drinking-water-catchment/river-data#212260\">212260\nKowmung River @ Cedar Ford</a> to judge water levels in Kanangra. Refer\nto the Kanangra Main entry for indications of range. However, Thurat\nRift is not often descended and as of 2023 there isn't sufficient\nhistory to map the Cedar Ford flows to Thurat Rift conditions.</p>\n<ul>\n<li>&lt;250 ML/d: Low water, A3</li>\n</ul>\n<p><strong>Note</strong>: The Kowmung gauge does not measure the volume\nof water in Thurat Rift directly. It is a \"proxy gauge\" and has a 733\nsquare kilometre (Km2) catchment as stated by WaterNSW. The catchment\nabove Thurat Rift is much smaller at approximately 2.7 Km2. To compare,\nthe Kanangra Main catchment is 10 Km2. History has shown the Cedar Ford\ngauge to be a somewhat good proxy for water levels. Its usefulness as a\nreference is affected by weather patterns, where rain has fallen, and\nhow water moves through the water table.</p>\n<p>The following route description requires a car shuffle; it uses the\n\"easiest\" possible exit from the canyon end.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Download the gpx/kml from the map above. Load onto your preferred\nnavigation device.</p>\n<p>Leave a car/bicycle/running shoes at the Kanangra Walls parking lot.\nPark at the King Pin firetrail on the Kanangra Walls road.</p>\n<p>Follow the King Pin firetrail to Mount Thurat. Follow the ridge along\nThurat Tops to the intersection of Thurat Ridge and Burra Gunama Ridge.\nFollow Burra Gunama Ridge to where a spur branches off southwards. Do\nnot branch off too soon as it is bushed lower down; find the spur\nproper. Follow the spur south then southeast to enter Thurat Rift Creek\nat a confluence. Walk about 300m 15 minutes downstream through beautiful\nriverine forest to the first waterfall. (Suggestion: It may be easier to\nfollow Burra Gunama Ridge to the next spur, then drop down directly\nsouth to enter Thurat Rift Creek 50m above the waterfall, to eliminate\nmost of the slippery creek walking.)</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Follow the attached quick reference.</p>\n<figure>\n<img src=\"Thurat_Rift_Track_Notes_single_box.jpg\"\ntitle=\"Thurat_Rift_Track_Notes_single_box.jpg\" width=\"200\" />\n<figcaption>Thurat_Rift_Track_Notes_single_box.jpg</figcaption>\n</figure>\n<h2 id=\"exit\">Exit</h2>\n<p>After the last abseil, walk down to Kanangra Creek, then strike\nupstream (westwards).</p>\n<p>There is a campsite between the last two abseils at\n-33.949301,150.1318701 that can accommodate 6-8 people. There are\nmultiple unmade campsites in Kanangra Creek shortly after joining the\ncreek and striking upstream.</p>\n<p>Ascend the spur leading to Mt Berry. Attempt to stay on the spur as\nmuch as possible. From the ridge summit, return to Kanangra Walls on the\nwell-worn path. Follow the path closely on your OSM app.</p>\n<p><strong>Warning:</strong> if crossing Kanangra Walls at night,\nexercise extreme caution and perfect map reading, following the path\nexactly as per OSM. Canyoners have walked off the edge in the dark.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>None.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"https://youtu.be/LD_hzHfdZwM\">YouTube.com</a> : Richard Pattison,\nThurat Rift movie. Noting that many of the anchors have since been\nrepositioned into the flow, and are very different to this video.</li>\n</ul>\n<p>{{#ev:youtube|LD_hzHfdZwM}}</p>\n<h2 id=\"background\">Background</h2>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": []
  },
  "version": "db2f16b7c6283106be23b0f6804a4d47"
}