{"vehicle":null,"technicalRating":1,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Alcatraz Canyon is a very short, easy to get to unique canyon out on the Newnes Plateau. The canyon itself is very short, has a single super fun abseil, and a unique exit via a horizontal gap in the rock that the creek flows out of.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>With the former Newnes State forest being taken over by NPWS and converted into the Gardens of Stone Conservation area in 2023 road access is changing. Also the Park boundary has changed meaning Alcatraz itself is now within the Wollemi NP.\nThis all means road access to the old car park at GR 428 068 is no more difficult. At the time of righting you could still navigate to GR 429 063. However long term plan is to close vehicle access to roads north of the old prison grounds.\n<\/p><p>It is a very short walk from where you can park your 4WD, and we say 4WD because the track in is rough in places. \n<\/p><p>From the old car park you can follow the former 4wd track down to the cliff line and head right to simply head north for a more direct approach.\nThe cliff edge give great views out the exit spout as you traverse east then north to enter the side creek at GR 430 072.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Once you enter the feeder creek, you enter the main creek, and it is just a hundred metres downstream and around a corner before you are at the top of the dramatic abseil. Looking down the narrow abseil, watching the water swirl and twist then do a big curl off the lip into the depths of the chute and pool below. It does build the excitement for this abseil.\n<\/p><p>Anchor is a threaded rope on canyon left. \n15m drop takes you down a narrow curl. There is a tricky off camber edge about 3\/4 of the way down where it opens into the main chamber.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Once you do the exit and down the slippery cascade, follow the creek downstream for a while until you hit a nice multi-level cascade, you will know it. We then crossed over and followed a feint track up to the bottom of the cliffline, followed that for a while until we climbed up and over a rocky bit, down through a crack, then went left up into the big exit gully where we crossed over a dry creek and exited finally behind a big rocky pagoda for an easy walk back to the car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐zzrdh\nCached time: 20240914192026\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.007 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","rappelLongestMeters":15,"latitude":-33.3447,"months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"longitude":150.2396,"name":"Alcatraz","id":77637,"rappelCountMin":1,"rappelCountMax":1,"permit":"No","version":"9149f10823a1b95260587240094086adc2b19081a35732705eedc5b46381036c","geojson":null,"quality":3.5,"url":"https:\/\/ropewiki.com\/Alcatraz","riskRating":null,"shuttleSeconds":null,"waterRating":"C1","timeRating":"II"}