{
  "url": "https://ropewiki.com/Nightmare",
  "latitude": -33.1643,
  "longitude": 150.2731,
  "id": 77632,
  "name": "Nightmare",
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "permit": "No",
  "rappelCountMin": 7,
  "rappelCountMax": 7,
  "rappelLongestMeters": 32,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Nightmare Canyon is located between Pipeline and Devils Pinch\nCanyons, on the north side of the Wolgan River. It is an enjoyable\nabseiling trip that is suitable for cooler weather and can be easily\ncombined with Pipeline Canyon.</p>\n<h2 id=\"approach\">Approach</h2>\n<h3 id=\"driving\">Driving</h3>\n<p>Drive to the Newnes Campground, at the very end of the Wolgan\nRoad.</p>\n<h3 id=\"walkign_in\">Walkign in</h3>\n<p>From the main campground at Newnes, on the northern side of the\nWolgan River, follow the well-worn Pipeline Track downstream for about\n2km. The track begins to climb up steadily, before turning left up a\ngully. Once up the steepest part a signpost points to a lookout which\nprovides a stunning view.</p>\n<p>Continue along the track to the watershed where it begins the\ndownhill journey towards Glen Davis. Turn right here, passing a NPWS\nsign about Starlight Canyon. This track heads north, then north east,\nthen east. Leave the track and head south over the highpoint at 455 278.\nContinue south along this ridge for about 600m. From the next highpoint,\nhead south east down a spur until the ridge flattens out. From here you\nturn south west (right) and drip into the gully.</p>\n<p><a\nhref=\"http://ozultimate.com/canyoning/maps/wolgan_canyons.pdf%7CTom\">Brennan's\n/ OzUltimate Wolgan Canyons map</a></p>\n<h2 id=\"descent\">Descent</h2>\n<p>Nightmare is very vertical with lots of diverse abseils. In total you\nwill likely descend at least seven drops before reaching the most\nimpressive and longest (32m) abseil at the end.</p>\n<p>Moving carefully, it is possible to stay dry until the final drop\nwhere you finish in a pool that is generally about waist deep.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>From the final abseil, follow the base of the cliffs west (right).\nAfter about 500m you will come to the end of Pipeline Canyon. Continue\nalong the track at the base of the cliffs which eventually rejoins the\nPipeline Track. Return along the track back to the campground.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "84d4fdbdd48bd918afb5590262121f97"
}