{
  "url": "https://ropewiki.com/Dead_Log",
  "latitude": -33.4011,
  "longitude": 150.3309,
  "id": 77652,
  "name": "Dead Log",
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This canyon is described in limited detail in Canyons Near Sydney by\nRick Jamieson. Help the Australian canyoning community by contributing\ntrack notes to ropewiki.com</p>\n<p>Incorrectly named \"Dead Log\" canyon by Rick Jamieson in his\nguidebook. The real name is Dead Tree canyon.</p>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"https://youtu.be/A_GckiedXlQ\">YouTube.com</a> : Richard Pattison,\nDead Tree Canyon movie</li>\n</ul>\n<p>{{#ev:youtube|A_GckiedXlQ}}</p>\n<h2 id=\"background\">Background</h2>\n<p>Incorrectly named \"Dead Log\" canyon by Rick Jamieson in his\nguidebook. The real name is Dead Tree canyon.</p>\n<p>David Noble says: named after a dead tree in the middle of an abseil\nin the canyon. First done the day after the initial trip down Crikey\nCanyon by Bob Sault and Ian Wilson (SUBW). (VS&amp;M; No 2 - 1983) Bob\nSault writes \"My recollection was that Ian and I were the first to do\nDead Tree Canyon (perhaps it was the day after a trip down Crikey -- it\nwas certainly on a Sunday after a day out canyoning in that part of the\nworld). When I returned a number of years later, it was amazingly\neasier. There were several dead trees (still covered with leaves)choking\nthe canyon the first time. The tree abseil was particularly unpleasant\nto fight your way through. Later that day, Ian just caught the last\ntrain from Bell, whereas I just missed it.\" Ian Wilson adds \"The info on\nDead Tree is correct - Doug dropped us off at the end of Pot Hill\n(Waratah Ridge) Rd after we had done Surefire I think.\"</p>\n"
}