{
  "url": "https://ropewiki.com/Crystal_Pools",
  "latitude": -33.4299,
  "longitude": 150.2605,
  "id": 77651,
  "name": "Crystal Pools",
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This canyon is described in limited detail in Canyons Near Sydney by\nRick Jamieson. Help the Australian canyoning community by contributing\ntrack notes to ropewiki.com</p>\n<p>Crysal Pools isn't much of a canyon but the pools are nice if they\nare not full of sand, which they often are. A couple of abseils up to\n10m in an open canyon.</p>\n<p>The approach and exit do give great views over Bungleboori pagoda\ncountry</p>\n<p>At the time of wirting a descent 4wd and some skill will get you to\nthe fire trail that runs along the ridge top to the north of the canyon\n(the southern fire trial gets you closer to the start but is more\ndifficult to exit to)</p>\n<p>Park at MGA452978</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From the car head down the big open gully to the south. There is a\nbit of rock scrambling at the bottom but the creek is soon reached and\nthe \"canyon\" starts just down stream</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The \"Canyon\" starts as a little V shaped gully with a rocky\nbottom.</p>\n<p>There are some down climbs. Don't be temped to slide the one that\nlooks slidable. it's not.</p>\n<p>P1. 7m First abseil is from a large log handing over the waterfall\nP2. 5m from a rock wedged in the creek. if the pool is clear it is\njumpable but in 2023 this pool was full of sand and the water ankle\ndeep. p3. 10m theres not much to anchor off in ther creek. A somewhat\ndubious traverse along a ledge canyon left gets you to an anchor around\na rock pillar which gives a dirty abseil down to the final hallway</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Dont go all the way to the Bungleboori, exit to the left either\nbefore or 100m after the last drop.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Road access likely to be lost in the reconcilliation of maintained\nroads in the Gardens of Stone Conservation area</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"https://sleepwhenwearedead.net/2020/09/20/fools-pools-and-prison-islands/\">https://sleepwhenwearedead.net/2020/09/20/fools-pools-and-prison-islands/</a></p>\n<h2 id=\"background\">Background</h2>\n",
  "version": "3fd8df6fc912f235f2822fd60f3283f3"
}