{"version":"7ad7010c04c4cbaee9019a1d2796186063d081ef5596675b76531226c89c70b3","riskRating":null,"timeRating":null,"id":77653,"latitude":-33.3127,"rappelCountMin":null,"name":"Death Trap","geojson":null,"vehicle":null,"technicalRating":null,"rappelLongestMeters":null,"url":"https:\/\/ropewiki.com\/Death_Trap","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>This canyon is described in limited detail in Canyons Near Sydney by Rick Jamieson. Help the Australian canyoning community by contributing track notes to ropewiki.com\n<\/p><p>This is <b>Sheep Dip canyon<\/b>. This is <b>NOT<\/b> Death Trap canyon. The incorrect name is one of many well-known errors in the Rick Jamieson guidebook. And just to absolutely confuse the world, the name Sheep Dip was given to Twister canyon, so now, everyone is confused about the naming. The whole story is told further down.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Craig Flynn describes the naming confusion very well:\n<i><\/i>\n<\/p>\n<ul><li>OK so first up let’s try to address the naming confusion of this Canyon.<\/li>\n<li>Around the mid 70s a party consisting of SUBW  and UNSWBWC members, which included David Noble, did an exploratory trip following Rocky creek from it’s source. They came across a small canyon reasonably high up in the creek. It had a lot of little slides and jumps into deep pools and they so they named this canyon section Sheep Dip (This is the canyon shown here). Later in the day, a few kilometers down stream they came to the larger section of canyon now known as Rocky Creek canyon<\/li>\n<li>All good so far, no confusion.<\/li>\n<li>Then in the 80s(?) a party including another Dave Noble, having heard a basic description on Sheep Dip descended a tributary near the Rocky Creek Canyon car park  and found a canyon they thought matched the description. This is understandable, both are more shallow, open style canyons. Both have lots of slides and jumps into pools. Both have a larger water fall at the end and  both creeks drop down into tunnels below boulders near the exit… So they thought they had done Sheep Dip but they called it Twister among their own group.<\/li>\n<li>When Rick Jamison published the first edition of the Canyons Near Sydney guide book in the early 90s he repeated the mistake and  he wrote the description and directions to Twister under the heading “Sheep Dip Canyon” with a comment along the lines of the second party preferring the name Twister. All the guide companies that have sprung up since have repeated this mistake offering trips down Sheep Dip and Rocky Crk which actually do Twister and Rocky Crk.<\/li>\n<li>It’s wasn’t until the early 2000s when the 2 Davids were talking that the younger Dave realised his mistake and Twister had in fact been a new canyon.<\/li>\n<li>The Fifth edition of the Canyons Near Sydney corrects this mistake and now has the description of Twister under the heading “Twister (sometimes known as Sheep Dip)”<\/li>\n<li>But it then adds to the confusion by adding a description of Sheep Dip canyon under the heading “Death Trap Canyon (AKA Sheep Dip or Upper Rocky Creek canyon)”.<\/li>\n<li>There was already a canyon named Death Trap but it is not in the Rocky creek system. It was first explored by another party (Including the first David Noble) in the early to mid 2000s.<\/li>\n<li>Now in the Gardens of Stone guide books the Bush Explorers repeat this second mistake and compound it by naming a some of the nicer features near Sheep Dip after Death Trap. eg The water fall they have labeled “Death Trap Falls” flows into Rocky creek near where Sheep Dip canyon opens up…. No where near Death trap canyon<\/li>\n<li>So Twister is the one near the Rocky Creek canyon car park. It is in a small tributary that runs into the creek you walk down to access Rocky Creek canyon.<\/li>\n<li>Sheep Dip is in Rocky Creek itself, a few kilometers up stream.<\/li>\n<li>DeathTrap is another small canyon altogether.<\/li>\n<li>No doubt this confusion will continue into the future but I hope that clears some of it up.<i><\/i><\/li><\/ul>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.canary‐cb4999499‐m2zz2\nCached time: 20240914192015\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.006 seconds\nReal time usage: 0.007 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","waterRating":null,"shuttleSeconds":null,"rappelCountMax":null,"months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"quality":0,"longitude":150.2704,"permit":"No"}