{
  "url": "https://ropewiki.com/Death_Trap",
  "latitude": -33.3127,
  "longitude": 150.2704,
  "id": 77653,
  "name": "Death Trap",
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This canyon is described in limited detail in Canyons Near Sydney by\nRick Jamieson. Help the Australian canyoning community by contributing\ntrack notes to ropewiki.com</p>\n<p>This is <strong>Sheep Dip canyon</strong>. This is\n<strong>NOT</strong> Death Trap canyon. The incorrect name is one of\nmany well-known errors in the Rick Jamieson guidebook. And just to\nabsolutely confuse the world, the name Sheep Dip was given to Twister\ncanyon, so now, everyone is confused about the naming. The whole story\nis told further down.</p>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Craig Flynn describes the naming confusion very well: ''</p>\n<ul>\n<li>OK so first up let’s try to address the naming confusion of this\nCanyon.</li>\n<li>Around the mid 70s a party consisting of SUBW and UNSWBWC members,\nwhich included David Noble, did an exploratory trip following Rocky\ncreek from it’s source. They came across a small canyon reasonably high\nup in the creek. It had a lot of little slides and jumps into deep pools\nand they so they named this canyon section Sheep Dip (This is the canyon\nshown here). Later in the day, a few kilometers down stream they came to\nthe larger section of canyon now known as Rocky Creek canyon</li>\n<li>All good so far, no confusion.</li>\n<li>Then in the 80s(?) a party including another Dave Noble, having\nheard a basic description on Sheep Dip descended a tributary near the\nRocky Creek Canyon car park and found a canyon they thought matched the\ndescription. This is understandable, both are more shallow, open style\ncanyons. Both have lots of slides and jumps into pools. Both have a\nlarger water fall at the end and both creeks drop down into tunnels\nbelow boulders near the exit… So they thought they had done Sheep Dip\nbut they called it Twister among their own group.</li>\n<li>When Rick Jamison published the first edition of the Canyons Near\nSydney guide book in the early 90s he repeated the mistake and he wrote\nthe description and directions to Twister under the heading “Sheep Dip\nCanyon” with a comment along the lines of the second party preferring\nthe name Twister. All the guide companies that have sprung up since have\nrepeated this mistake offering trips down Sheep Dip and Rocky Crk which\nactually do Twister and Rocky Crk.</li>\n<li>It’s wasn’t until the early 2000s when the 2 Davids were talking\nthat the younger Dave realised his mistake and Twister had in fact been\na new canyon.</li>\n<li>The Fifth edition of the Canyons Near Sydney corrects this mistake\nand now has the description of Twister under the heading “Twister\n(sometimes known as Sheep Dip)”</li>\n<li>But it then adds to the confusion by adding a description of Sheep\nDip canyon under the heading “Death Trap Canyon (AKA Sheep Dip or Upper\nRocky Creek canyon)”.</li>\n<li>There was already a canyon named Death Trap but it is not in the\nRocky creek system. It was first explored by another party (Including\nthe first David Noble) in the early to mid 2000s.</li>\n<li>Now in the Gardens of Stone guide books the Bush Explorers repeat\nthis second mistake and compound it by naming a some of the nicer\nfeatures near Sheep Dip after Death Trap. eg The water fall they have\nlabeled “Death Trap Falls” flows into Rocky creek near where Sheep Dip\ncanyon opens up…. No where near Death trap canyon</li>\n<li>So Twister is the one near the Rocky Creek canyon car park. It is in\na small tributary that runs into the creek you walk down to access Rocky\nCreek canyon.</li>\n<li>Sheep Dip is in Rocky Creek itself, a few kilometers up stream.</li>\n<li>DeathTrap is another small canyon altogether.</li>\n<li>No doubt this confusion will continue into the future but I hope\nthat clears some of it up.''</li>\n</ul>\n",
  "version": "ffcd9eb4ae0ad90ea995d7b431d4fbd8"
}