{"rappelCountMax":3,"id":77651,"shuttleSeconds":null,"latitude":-33.4299,"permit":"No","longitude":150.2605,"name":"Crystal Pools","geojson":null,"rappelLongestMeters":10,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>This canyon is described in limited detail in Canyons Near Sydney by Rick Jamieson. Help the Australian canyoning community by contributing track notes to ropewiki.com\n<\/p><p>Crystal Pools isn't much of a canyon, but the pools are nice if they are not full of sand, which they often are. A couple of abseils up to 10m in an open canyon.\n<\/p><p>2-3 hours and you will be done, worth doing if you are short on time.\n<\/p><p>The approach and exit do give great views over Bungleboori pagoda country \n<\/p><p>At the time of writing, a decent 4wd and some skill will get you to the fire trail that runs along the ridge top to the north of the canyon (the southern fire trial gets you closer to the start but is more difficult to exit to)\n<\/p><p>The walk in from the suggested parking is about 10-15 minutes and the exit about 20 minutes. Both a very easy entry and exit.\n<\/p><p>Park at MGA452978\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From the car head down the big open  gully to the south.  There is a bit of rock scrambling at the bottom but the creek is soon reached and the \"canyon\" starts just down stream\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The \"Canyon\" starts as a little V shaped gully with a rocky bottom.\n<\/p><p>There are some down climbs. Don't be temped to slide the one that looks slidable. It's not.\n<\/p><p>P1. 7m First abseil is from a large log hanging over the waterfall, this is a very slippery waterfall, do not expect much grip on the rock. Rope also tends to pull out along the log, so, make sure you have a way to retrieve back for the next person.\nP2. 5m from a rock wedged in the creek. If the pool is clear it is jumpable, but in 2023 this pool was full of sand and the water ankle deep.\np3. 10m there's not much to anchor off in the creek. A somewhat dubious traverse along a ledge canyon left gets you to an anchor around a rock pillar, which gives a dirty abseil down to the final hallway. Alternatively, on a ledge canyon right there is a tree up high that can be used as an anchor.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Don't go all the way to the Bungleboori. (You can, but much bigger return walk)\n<\/p><p>You can exit on the left before the last abseil, or do the last abseil and continue about 100mtrs downstream where you meet a creek flowing in from the left, you can exit here now on the left very easily and zigzag your way back up to the car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Road access likely to be lost in the reconcilliation of maintained roads in the Gardens of Stone Conservation area\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/sleepwhenwearedead.net\/2020\/09\/20\/fools-pools-and-prison-islands\/\">https:\/\/sleepwhenwearedead.net\/2020\/09\/20\/fools-pools-and-prison-islands\/<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","url":"https:\/\/ropewiki.com\/Crystal_Pools","months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"waterRating":"B","timeRating":null,"riskRating":null,"rappelCountMin":3,"quality":3,"vehicle":"4WD - High Clearance","version":"815159697af22d946209da46a34198dbb2a04feea648c7b9da7f032074423f13","technicalRating":2}