{
  "url": "https://ropewiki.com/Crikey",
  "latitude": -33.3656,
  "longitude": 150.3597,
  "id": 77650,
  "name": "Crikey",
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This canyon is described in limited detail in Canyons Near Sydney by\nRick Jamieson. Help the Australian canyoning community by contributing\ntrack notes to ropewiki.com</p>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"https://youtu.be/jtXeboHVMrU\">YouTube.com</a> : Richard Pattison,\nCrikey Canyon movie</li>\n</ul>\n<p>{{#ev:youtube|jtXeboHVMrU}}</p>\n<h2 id=\"background\">Background</h2>\n<p>David Noble says: Named after a comment by Tony Norman (SUBW) early\nin 1982 when he was looking for a creek in a small valley near the\nValley of the Swamps - \"crikey, mother of God!\" when he saw the creek a\nlong way below down a narrow hole. Bob Sault writes \"Ian, Norm, Damien\n(Michael Dougherty) and I \"discovered\" Crikey Ck either in late November\nor early December 1981, and went down it with a larger party in early\n1982\". Shortly after, the first SUBW party to abseil into the canyon\nconsisted of Ian Wilson, Mike Doherty, Bob Sault, Tony Norman, Anne\nGray, Nick Melhuish, Doug Wheen, Russel Looby and Mike Morgan.(VS&amp;M;\nNo 2 - 1983). They saw no signs of any previous party and had to throw\nlogs down the canyon for some of the belay points.</p>\n<p>In his guidebook, Rick Jamieson credits the naming and first descent\nto Peter Treseder (1976, naming the canyon \"Anembo\").</p>\n<p>David Noble responds: \"<em>Peter Treseder was unaware of the location\nof this canyon until I supplied it to him at his request in the mid 80's\n(he was at that time active in search and rescue and wanted to know\nwhere it was in case he was called out to a search there). Several years\nlater, in a phone conversation, he told me that he had done a solo trip\nin the Wollangambe in the mid-seventies and been down a canyon which may\nhave been Crikey, but he wasn't sure and didn't know exactly where he\nhad been. In light of the information given by the first SUBW party - it\nseems unlikely that Peter's canyon was Crikey. Signs of even a single\nsolo party down a canyon, in my experience, can be very\npersistent.</em>\"</p>\n<p>The general consensus of the OzCanyon community, is that SUBW most\nlikely made the first descent. In 2001, Peter Treseder was exposed by\nInside Sport to have made many exaggerated or false claims:</p>\n<ul>\n<li>Inside Sport: <a\nhref=\"https://web.archive.org/web/20040616234452/http://www.coolrunning.com.au/ultra/treseder1.shtml\">https://web.archive.org/web/20040616234452/http://www.coolrunning.com.au/ultra/treseder1.shtml</a></li>\n<li>Sydney Morning Herald: <a\nhref=\"https://web.archive.org/web/20020219011640/https://www.smh.com.au/news/0202/19/national/national22.html\">https://web.archive.org/web/20020219011640/https://www.smh.com.au/news/0202/19/national/national22.html</a></li>\n</ul>\n",
  "version": "5e2b1ab3cc85b4bf2ebc783f13d37455"
}