{
  "url": "https://ropewiki.com/River_Caves",
  "latitude": -33.3164,
  "longitude": 150.3028,
  "id": 77678,
  "name": "River Caves",
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This canyon is described in limited detail in Canyons Near Sydney by\nRick Jamieson.</p>\n<p>River Caves is a short, easy but very photogenic canyon. It's a great\nintroductory canyon for kids or those less adventurous.</p>\n<p>It is possible to do the walk as a loop but most parties walk into\nthe bottom of the canyon, work their way upstream until it opens out and\nthen turn around and come back the way they came.</p>\n<p>Rope: 0</p>\n<p>Wetsuit: Not required</p>\n<p>Walk in: 20min</p>\n<p>Walk out: 20 hours</p>\n<p>Descent: &lt;1 hours</p>\n<p>Rating 2/4</p>\n<p>V1A1__</p>\n<p>Elevation Gain: 50m</p>\n<p>Distance 1.5 Km</p>\n<p><strong><em>Quality</em></strong></p>\n<ul>\n<li>The canyon is rated 7 out of 10 on the Brennan Quality Scale.</li>\n<li>David Noble rates the canyon 3 out of 5 for quality and Easy for\ndifficulty.</li>\n</ul>\n<p>Note: Budgary creek branchs just above the canyon. Both branchs\ncontain small canyons upstream. The south branch contains Stuntmant\nCanyon which has swims, jumps and some abseils while the north branch\ncontains Stunt Double canyon which has several small drops, these can be\nscrambled with care but rope is recommended, and a cold swim through a\ndark section. All three sectiosn can be combined in a single trip by\napproaching Stuntman from upstream, scrambling over into Stunt Double,\nthen working your way down stream to River Caves.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Drive along Bells Line of Road to the Zig Zag Railway. Turn right\nhere, then immediately right again along a dirt road (signposted as\nNewnes Forest Road). This crosses the old railway tracks and becomes Old\nBells Line of Road. Follow it until it ends at a T-intersection with\nGlow Worm Tunnel Road. Follow this for about 11.5kms before turning\nright onto Eastern Boundary Road. Follow this for about 500m, taking the\nsecond left at a large open area. After 500m, immediately after a\ncrossroad, take a road that forks off to the right (Mount Cameron\nTrail). Follow this past a left hand turn, then to a fork. Left will\ntake you on a rougher road that is shorter and more direct, while right\nis a little longer, but less rugged. If you go left, then simply go\nstraight, passing one possible left turn. If right, then you will pass a\nright hand turn, the road will swing to the left and a second right hand\nturn will be passed. Keep left at a fork (which is just a small circuit\nwhich joins back up with the road 100m ahead), drive past the other end\nof the circuit as it joins up again, and then take the right hand turn\nat the end of the road. A little more than 1km down the road is the gate\nbefore the Natural Bridge, and the car park.</p>\n<p>Car Park: Park at the locked gate above natural bridge on the Mt\nCameron fire trail</p>\n<p>Entry: Pass the locked gate and follow the old road (now a rough\ntrail) down the hill to where it flattens out in a low saddle. This is\nthe Natural bridge.</p>\n<p>Look for a narrow trail leading down to the left and wind your way\ndown into the gully. This can be steep and loose in spots.</p>\n<p>Once in the floor of the gully follow the trail down along a dry\ncreek bed. The trail can be hard to follow here. It is possible to make\nyour way down either the right or left side of the gully but I find it\neasier to start in the creek bed and look for the trail along the\nleft-hand side. Approximate 1km in you come to the main creek, Budgary\n(Buggary) Ck. The canyon is just upstream for this junction.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Head upstream and you will soon see the narrow, cave-like slot in the\nwalls at 489104. There are a couple of wet spots and wades, there are 2\nor 3 small, easy climbs, and the canyon will be finished before you know\nit.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Exit: The canyon is so short and pretty most people reverse back down\nand return the same way they came in. Alternatively from the top of the\ncanyon continue around to the left, taking the left option at any fork\nuntil you ascend a steep gully up through the cliff line then up a ridge\nto the road.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p><a\nhref=\"https://ozultimate.com/canyoning/track_notes/river_caves.htm\">https://ozultimate.com/canyoning/track_notes/river_caves.htm</a>\n<a\nhref=\"https://sleepwhenwearedead.net/2016/03/10/the-river-caves/\">https://sleepwhenwearedead.net/2016/03/10/the-river-caves/</a></p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p>{{#ev:youtube|BAYGTgQOSRQ}}</p>\n<p><a\nhref=\"https://sleepwhenwearedead.net/2016/11/19/the-river-caves-2/\">https://sleepwhenwearedead.net/2016/11/19/the-river-caves-2/</a></p>\n<p><a\nhref=\"https://sleepwhenwearedead.net/2018/09/30/newnes-plateau-canyons/\">https://sleepwhenwearedead.net/2018/09/30/newnes-plateau-canyons/</a></p>\n<h2 id=\"background\">Background</h2>\n<p>David Noble says: It was first discovered by Russel (Rus) May and\nJohn Norris in the late 1940's (1948-1949) and they called it the \"Water\nTunnel\". They approached by walking down Budgery creek which was then\ncalled Buggary Creek and Mt Buggary. John Norris also named Mt Norris\nnear Deep Pass. They also built the Deep Pass hut. They first went to Mt\nBarakee by jeep in 1959.</p>\n",
  "version": "3e3341f118cb7aee8116fa25172db9a4"
}