{"technicalRating":null,"name":"River Caves","waterRating":null,"timeRating":null,"vehicle":null,"geojson":null,"rappelLongestMeters":null,"longitude":150.3028,"riskRating":null,"months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"id":77678,"quality":0,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>This canyon is described in limited detail in Canyons Near Sydney by Rick Jamieson. \n<\/p><p><br \/>\nRiver Caves is a short, easy but very photogenic canyon.\nIt's a great introductory canyon for kids or those less adventurous.\n<\/p><p>It is possible to do the walk as a loop but most parties walk into the bottom of the canyon, work their way upstream until it opens out and then turn around and come back the way they came.\n<\/p><p>Rope: 0\n<\/p><p>Wetsuit: Not required\n<\/p><p>Walk in: 20min\n<\/p><p>Walk out: 20 hours\n<\/p><p>Descent: &lt;1 hours\n<\/p><p>Rating 2\/4\n<\/p><p>V1A1__\n<\/p><p>Elevation Gain: 50m\n<\/p><p>Distance 1.5 Km\n<\/p><p><i><b>Quality<\/b><\/i>\n<\/p>\n<ul><li>The canyon is rated 7 out of 10 on the Brennan Quality Scale.<\/li>\n<li>David Noble rates the canyon 3 out of 5 for quality and Easy for difficulty.<\/li><\/ul>\n<p>Note:\nBudgary creek branchs just above the canyon. Both branchs contain small canyons upstream.\nThe south branch contains Stuntmant Canyon which has swims, jumps and some abseils while the north branch contains Stunt Double canyon which has several small drops, these can be scrambled with care but rope is recommended, and a cold swim through a dark section. All three sectiosn can be combined in a single trip by approaching Stuntman from upstream, scrambling over into Stunt Double, then working your way down stream to River Caves.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Drive along Bells Line of Road to the Zig Zag Railway. Turn right here, then immediately right again along a dirt road (signposted as Newnes Forest Road). This crosses the old railway tracks and becomes Old Bells Line of Road. Follow it until it ends at a T-intersection with Glow Worm Tunnel Road.\nFollow this for about 11.5kms before turning right onto Eastern Boundary Road. Follow this for about 500m, taking the second left at a large open area. After 500m, immediately after a crossroad, take a road that forks off to the right (Mount Cameron Trail). Follow this past a left hand turn, then to a fork. Left will take you on a rougher road that is shorter and more direct, while right is a little longer, but less rugged. If you go left, then simply go straight, passing one possible left turn. If right, then you will pass a right hand turn, the road will swing to the left and a second right hand turn will be passed. Keep left at a fork (which is just a small circuit which joins back up with the road 100m ahead), drive past the other end of the circuit as it joins up again, and then take the right hand turn at the end of the road. A little more than 1km down the road is the gate before the Natural Bridge, and the car park.\n<\/p><p><br \/>\nCar Park: Park at the locked gate above natural bridge on the Mt Cameron fire trail\n<\/p><p>Entry: Pass the locked gate and follow the old road (now a rough trail) down the hill to where it flattens out in a low saddle. This is the Natural bridge.\n<\/p><p>Look for a narrow trail leading down to the left and wind your way down into the gully. This can be steep and loose in spots.\n<\/p><p>Once in the floor of the gully follow the trail down along a dry creek bed. The trail can be hard to follow here. It is possible to make your way down either the right or left side of the gully but I find it easier to start in the creek bed and look for the trail along the left-hand side. Approximate 1km in you come to the main creek, Budgary (Buggary) Ck. The canyon is just upstream for this junction.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Head upstream and you will soon see the narrow, cave-like slot in the walls at 489104. There are a couple of wet spots and wades, there are 2 or 3 small, easy climbs, and the canyon will be finished before you know it.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Exit: The canyon is so short and pretty most people reverse back down and return the same way they came in. Alternatively from the top of the canyon continue around to the left, taking the left option at any fork until you ascend a steep gully up through the cliff line then up a ridge to the road.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/ozultimate.com\/canyoning\/track_notes\/river_caves.htm\">https:\/\/ozultimate.com\/canyoning\/track_notes\/river_caves.htm<\/a>\n<a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/sleepwhenwearedead.net\/2016\/03\/10\/the-river-caves\/\">https:\/\/sleepwhenwearedead.net\/2016\/03\/10\/the-river-caves\/<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/sleepwhenwearedead.net\/2016\/11\/19\/the-river-caves-2\/\">https:\/\/sleepwhenwearedead.net\/2016\/11\/19\/the-river-caves-2\/<\/a>\n<\/p><p><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/sleepwhenwearedead.net\/2018\/09\/30\/newnes-plateau-canyons\/\">https:\/\/sleepwhenwearedead.net\/2018\/09\/30\/newnes-plateau-canyons\/<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>David Noble says: It was first discovered by Russel (Rus) May and John Norris in the late 1940's (1948-1949) and they called it the \"Water Tunnel\". They approached by walking down Budgery creek which was then called Buggary Creek and Mt Buggary. John Norris also named Mt Norris near Deep Pass. They also built the Deep Pass hut. They first went to Mt Barakee by jeep in 1959.\n<\/p>\n\n\n<\/div>","latitude":-33.3164,"permit":"No","version":"47fb46ebb1ce2a5fbfca0b126a50281afe05f202c1db0c419265df07ce318a72","rappelCountMin":null,"rappelCountMax":null,"url":"https:\/\/ropewiki.com\/River_Caves","shuttleSeconds":null}