{
  "url": "https://ropewiki.com/Surefire",
  "latitude": -33.2291,
  "longitude": 150.2919,
  "id": 77685,
  "name": "Surefire",
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This canyon is described in limited detail in Canyons Near Sydney by\nRick Jamieson. Help the Australian canyoning community by contributing\ntrack notes to ropewiki.com</p>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<p>On the first recorded descent (5 Dec 1976), David Noble says \"<em>we\nmanaged to exit the canyon via the Western Branch. There was a long thin\nlog sticking up the final waterfall. Nick attached a prussik sling to\nthe log and climbed up - and then put a rope down for us. We then\nclimbed up to the northern cliffline and soon found a steep, scrambling\npass up that and back out along the ridge.</em>\"</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>David Noble says: named after an early attempt to visit the creek (9\nJan 76). Tom Williams (Springwood Bushwalking Club) exclaimed when he\nwas being picked up on the Friday night of the trip that he knew of a\ncreek that was a \"surefire canyon\". The party (Dave Noble, Ian Hickson,\nRoss Bradstock, C Cosgrove (SUBW) and Tom Williams) were unable to do\nthe canyon then because of heavy rain and the effects of several flagons\nof Royal Reserve port.</p>\n<p>Dave Noble did a solo reconnaissance of the creek on 29 Feb 76 and\nconfirmed the presence of canyon. Tom Williams, Dave Noble together with\nTony Haigh (KBC) and Ted Daniels (NPA) finally did the trip down the\ncanyon on 23 October 1976. (Kameruka Magazine Vol 15 No 1 - Sept 77).\nTed Daniels recorded the descent on Standard 8 cine film. Later on the\nsame afternoon there was a rare (partial) solar eclipse.</p>\n<p>Photos of the first descent can be found here: <a\nhref=\"https://www.david-noble.net/canyoning/wolgan/wolgancanyons.html\">https://www.david-noble.net/canyoning/wolgan/wolgancanyons.html</a></p>\n",
  "version": "d631b271367f8ce6b07023bcd5aafc1b"
}