{
  "url": "https://ropewiki.com/Caveman",
  "latitude": -32.9612,
  "longitude": 150.3072,
  "id": 77750,
  "name": "Caveman",
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This canyon is described in limited detail in Canyons Near Sydney by\nRick Jamieson. Help the Australian canyoning community by contributing\ntrack notes to ropewiki.com</p>\n<p>Has a section (that can be accessed from the bottom) that is only\nchest-wide, similar to Utah canyons. You'll need to control your\nbreathing to move through.</p>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://www.david-noble.net/BlueMts/Coorongooba/C19.jpg\">David\nNoble</a> : David Noble's photo of John Atkinson in Caveman</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://david-noble.net/canyoning/2007/Coorongooba/IMGP6103.jpg\">David\nNoble</a> : David Noble's photo of Digi Dave in Caveman, Easter\n2007</li>\n<li>OzCanyons: 2 Dec 2007, Rod says: \"<em>A short walk later we were\ninto the headwaters of Caveman. The first abseil, which may be avoidable\non the left, dropped us into a large amphitheater. A bit of a scramble\ndown the creek and then the canyon starts with an abseil down a narrow\nslot. The canyon got increasingly dark to the point where you couldn't\nsee much at all. Julie got her light out to get down the next scramble.\nThe rest of us then trusting Julie's instructions on how to negotiate\nthe rocks with the aid of a rope.The next two abseils had very awkward\nstarts with the anchor below you. Then came the squeeze. This was\ndefinitely the tightest bit of canyoning I'd done. We estimate it took\nme about half an hour to go about 8 metres. It's apparently wider near\nthe bottom so I spent most of that half hour on my left side in cold\nmuddy water about 10cm deep trying to inch my way forward. Meanwhile\neveryone else was busy taking photos and cracking jokes (I was laughing\nalong with them).</em>\"</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n"
}