{
  "url": "https://ropewiki.com/The_Big_Pink",
  "latitude": 35.9469,
  "longitude": -114.7279,
  "id": 78256,
  "name": "The Big Pink",
  "quality": 2,
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 2,
  "rappelCountMax": 2,
  "rappelLongestMeters": 45.72,
  "vehicle": "High Clearance",
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A long approach with a technical section. Its Big and its Pink\nrock.</p>\n<ul>\n<li>Do not place bolts in this or any of the canyons within the Lake\nMead NRA.</li>\n</ul>\n<h2 id=\"approach\">Approach</h2>\n<p>We used the approach from Arizona Hot Springs and found a break into\nthe hills once we got near the hot springs. Mining material was spotted\nalong the way. The route requires a bit of route finding so make sure\nyou drop into the right drainage.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The first rappel is around 60 ft. rap with an overhang. The anchorage\nis a Deadman with webbing and a rapide. You will find a few downclimbs\nand all to quickly the last rap will show up. A large boulder and\nwebbing is used for the anchorage down a 150 ft rap to the river. You\ncan fit 6-7 people on the slab rock and there is a nice pool to cure\nyour raft and a nice place to jump in too cool off before your paddle\nupstream. We used the AZ hot springs exit. If weather will not permit a\nupstream exit, use the big horn exit.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Exit using the Arizona Hot Spring trail.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>you must use a USCG approved watercraft, and PFD. Do not place bolts\nin the canyon. There is plenty of material to rebuild anchorage systems\njust bring webbing and rapides. If weather doesn't permit a AZ hot\nsprings (upriver right) exit than exit Big Horn Canyon (down river\nright) make sure you have a shuttle car at the exit trailhead of\nbighorn.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"https://adamhaydock.blogspot.com/2023/04/the-big-pink-nevada.html\">EVEN\nFURTHER-THE BIG PINK</a></p>\n<h2 id=\"background\">Background</h2>\n<p>A canyon that appears to have been visited by miners back in the\nprospecting days, but no other anchorage material was noticed. For the\nregion, this has a long approach and only 2 raps with some downclimbs.\nThe last rappel is scenic with nice views of the river and weeping\nsprings.</p>\n",
  "version": "e9ab0f096436c707948d6aabcfacbbfe"
}