{"id":78256,"riskRating":null,"rappelCountMax":2,"rappelCountMin":2,"waterRating":"A","permit":"No","quality":2,"timeRating":"II","technicalRating":3,"months":["Sep","Oct","Nov","Dec","Jan","Feb","Mar","Apr","May"],"name":"The Big Pink","rappelLongestMeters":45.72,"vehicle":"High Clearance","url":"https:\/\/ropewiki.com\/The_Big_Pink","shuttleSeconds":null,"longitude":-114.7279,"latitude":35.9469,"geojson":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>A long approach with a technical section. Its Big and its Pink rock. \n<\/p>\n<ul><li>Do not place bolts in this or any of the canyons within the Lake Mead NRA.<\/li><\/ul>\n<p>Do not enter this canyon if you do not have the knowledge to entirely inspect and replace anchorage. Do not assume anchorage is prepared to hold any load bearing weight upon your arrival.  Bring anchorage replacement material and be prepared to replace all anchorage.  This canyon floods and becomes hot. The sunbaked and worn webbing can break. Inspect and Replace all anchorage.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>We used the approach from Arizona Hot Springs and found a break into the hills once we got near the hot springs.  Mining material was spotted along the way. The route requires a bit of route finding so make sure you drop into the right drainage.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The first rappel is around 60 ft. rap with an overhang.  The anchorage is a Deadman with webbing and a rapide. You will find a few downclimbs and all to quickly the last rap will show up. A large boulder and webbing is used for the anchorage down a 150 ft rap to the river.  You can fit 6-7 people on the slab rock and there is a nice pool to cure your raft and a nice place to jump in too cool off before your paddle upstream.  We used the AZ hot springs exit.  If weather will not permit a upstream exit, use the big horn exit.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Exit using the Arizona Hot Spring trail.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>you must use a USCG approved watercraft, and PFD.  Do not place bolts in the canyon.  There is plenty of material to rebuild anchorage systems just bring webbing and rapides. If weather doesn't permit a AZ hot springs (upriver right) exit than exit Big Horn Canyon (down river right) make sure you have a shuttle car at the exit trailhead of bighorn.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/adamhaydock.blogspot.com\/2023\/04\/the-big-pink-nevada.html\">EVEN FURTHER-THE BIG PINK<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>A canyon that appears to have been visited by miners back in the prospecting days, but no other anchorage material was noticed. For the region, this has a long approach and only 2 raps with some downclimbs. The last rappel is scenic with nice views of the river and weeping springs.\n<\/p>\n\n\n<\/div>","version":"34ae0c9c7f7fff3ef32c7243bdf98684f67058eee88b2dfefa3fe719c4db30ea"}