{
  "url": "https://ropewiki.com/Bolt_Me_Daddy_Canyon",
  "latitude": 35.988,
  "longitude": -114.754,
  "id": 78264,
  "name": "Bolt Me Daddy Canyon",
  "quality": 3,
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 10,
  "rappelCountMax": 10,
  "rappelLongestMeters": 54.86,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>An Excellent canyon with flowing warm spring water to rappel through\nand great views. Signs of mining material along the way.</p>\n<p>Do not add bolts to this canyon or any canyon in the Lake Mead NRA\nregion. It is illegal and bolts are not needed.</p>\n<p>Do not enter this canyon if you do not have the knowledge to entirely\ninspect and replace anchorage. Do not assume anchorage is prepared to\nhold any load bearing weight upon your arrival. Bring anchorage\nreplacement material and be prepared to replace all anchorage. This\ncanyon floods and becomes hot. The sunbaked and worn webbing can break.\nInspect and Replace all anchorage.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>First of all, why the name? Well, the group has been tired of hearing\nabout how there is a problem with bolts being placed, removed, placed\nagain, removed.... so, Bolt Me Daddy was voted on to the winners caught\nup in whatever game they are trying to accomplish by adding and removing\nbolts in the region. There were no bolts when we went to this canyon\n(keep it that way) and it's easy enough to build/re-build anchorage when\nyou visit this canyon. Leave the canyon anchorage the way it is and\nrebuild natural anchorage when necessary. The approach is steep and\nentering the canyon will take a bit of route finding to get into.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Descend down the drainage and you will encounter a series of rappels\nup to 180 feet. Bring at least a couple 200 ft ropes and you will have\nplenty of rope. All of the anchorage is natural. Leave it that way!\nBring webbing to replace anchorage and treat the anchorage as Death\nValley anchorage. Replace often. You will encounter some downclimbs and\nencounter a bit of walking to a narrow section where you will drop into\nnarrow corridors and water. This is the best part of the canyon. There\nis a swimmer with vines and mineralized formations on the wall. You will\ngo through some vegetation and warm springs. Continue through this and\nencounter a few more raps in flowing warm spring water.</p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"https://adamhaydock.blogspot.com/2023/05/bolt-me-daddy-canyon-nevada.html\">EVEN\nFURTHER</a></p>\n<h2 id=\"background\">Background</h2>\n<p>Originally named and still known as Steven Chubbs Canyon by the first\nknown complete descent in 2016. Steven Chubbs was a long-time tour guide\nand hydrographer at the Hoover Dam. He worked there for more than half a\ncentury. Check out Page 34 of this magazine to learn more about Chubbs,\n<a\nhref=\"http://npshistory.com/publications/lake/ah-v59n5-1983.pdf\">http://npshistory.com/publications/lake/ah-v59n5-1983.pdf</a>.</p>\n",
  "version": "ea7935c7b47b312f8869a901b742cec5"
}