{
  "url": "https://ropewiki.com/Wild_Side_Canyon",
  "latitude": 35.99,
  "longitude": -114.7477,
  "id": 78260,
  "name": "Wild Side Canyon",
  "quality": 3.3,
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 6,
  "rappelCountMax": 6,
  "rappelLongestMeters": 54.86,
  "vehicle": "Passenger",
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Miners first discovered this canyon mine prospecting and left remains\nalong the way. A short but fun narrow canyon that drops rapidly to the\nColorado River.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Approach is from Gold Strike Canyon. There is a break along the way\nthat takes you to a saddle where you get great views of the river and\nthe bridge. You will have to pick your way down a steep slope by heading\nright.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Once in the canyon you will head into some narrow corridors and find\n6 raps up to 180 ft. A couple raps are overhung, and all of the raps\nhave webbing. Do not place bolts in the canyon. You will notice miners\nplaced eye bolts in the canyon when they prospected through the region\nin the past. Eventually you will come to a beautiful hot spring aquafer\ndischarge where hanging gardens with hot spring water rain down. One\ncavern you can enter and it will rain hot spring water just like a\nshower. walk a short distance to the river, inflate your packraft and\nhead for your exit.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>We exited out of the Secret canyon exit as it was less gain and\ndistance but against the rivers current.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Do not place bolts in this canyon or any canyon. Bring webbing and\nRapides to change our anchorage. You must have a USCG approved raft and\nPFD. have a shuttle car set up at the secret canyon trailhead if you are\nusing that exit.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Originally and still known as Emery Canyon by the first known\ncomplete descent in 2013.</p>\n",
  "version": "eafc728bcfd1fd790c677f91b461f014"
}