{"url":"https:\/\/ropewiki.com\/Bolt_Me_Daddy_Canyon","rappelCountMin":7,"longitude":-114.754,"version":"8b8ecbcd1a2c0dd38af9dbb641fad678f8862167c614c1486a7734e5198629f8","months":["Sep","Oct","Nov","Dec","Jan","Feb","Mar","Apr","May"],"geojson":null,"id":78264,"waterRating":"C","quality":2.8,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>An Excellent canyon with flowing warm spring water to rappel through and great views. Signs of mining material along the way.\n<\/p><p>First of all, why the name?  Well, the group has been tired of hearing about how there is a problem with bolts being placed, removed, placed again, removed.... so, Bolt Me Daddy was voted on to the winners caught up in whatever game they are trying to accomplish by adding and removing bolts in the region. There were no bolts when we went to this canyon (keep it that way) and it's easy enough to build\/re-build anchorage when you visit this canyon. Leave the canyon anchorage the way it is and rebuild natural anchorage when necessary.  \n<\/p><p>Do not add bolts to this canyon or any canyon in the Lake Mead NRA region. It is illegal and bolts are not needed.\n<\/p><p><br \/>\nDo not enter this canyon if you do not have the knowledge to entirely inspect and replace anchorage. Do not assume anchorage is prepared to hold any load bearing weight upon your arrival.  Bring anchorage replacement material and be prepared to replace all anchorage.  This canyon floods and becomes hot. The sunbaked and worn webbing can break. Inspect and Replace all anchorage.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>The approach is steep and entering the canyon will take a bit of route finding to get into.\n<\/p><p>Note: I do not know what route the original descenders and\/or original beta writers used, but it is possible to approach up this side canyon from Boy Scout (35.9798, -114.7540). After doing several moderate upclimbs and exiting this little slot canyon,  work up and right following the obvious scree guly to the ridgeline right. Be careful entering the canyon as there is steep terrain.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Descend down the drainage and you will encounter a series of rappels up to 150 feet.  All of the anchorage is natural.  Leave it that way! Bring webbing to replace anchorage and treat the anchorage as Death Valley anchorage. Replace often. You will encounter some downclimbs and encounter a bit of walking to a narrow section where you will drop into narrow corridors and water.  This is the best part of the canyon. There is a swimmer with vines and mineralized formations on the wall. You will go through some vegetation and warm springs.  Continue through this and encounter a few more raps in flowing warm spring water.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/adamhaydock.blogspot.com\/2023\/05\/bolt-me-daddy-canyon-nevada.html\">EVEN FURTHER<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Originally named and still known as Steven Chubbs Canyon by the first known complete descent in 2016. Steven Chubbs was a long-time tour guide and  hydrographer at the Hoover Dam. He worked there for more than half a century.  Check out Page 34 of this magazine to learn more about Chubbs, <a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/npshistory.com\/publications\/lake\/ah-v59n5-1983.pdf\">http:\/\/npshistory.com\/publications\/lake\/ah-v59n5-1983.pdf<\/a>.\n<\/p>\n\n\n<\/div>","timeRating":"III","rappelCountMax":10,"shuttleSeconds":null,"rappelLongestMeters":45.72,"latitude":35.988,"permit":"No","technicalRating":3,"name":"Bolt Me Daddy Canyon","riskRating":null,"vehicle":"High Clearance"}