{
  "url": "https://ropewiki.com/Cougar_Creek",
  "latitude": 46.1222,
  "longitude": -122.2577,
  "id": 79562,
  "name": "Cougar Creek",
  "quality": 4,
  "months": [
    "Jul"
  ],
  "technicalRating": 3,
  "waterRating": "C2",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "rappelLongestMeters": 39.62,
  "vehicle": "4WD - High Clearance",
  "shuttleSeconds": 900,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A canyon with lots of variety. Big pools and jumps, long free hanging\nrappels. A convenient car shuttle.</p>\n<p>The water flow will increase as you go though the canyon. Flow is\nprobably 3-4x at the end of the narrows than where you drop in.</p>\n<p>This is not a well outfitted and commonly run canyon, folks should be\nprepared to rebuild anchors.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Drive on the paved road past Ape Cave. Turn on to a dirt forest road\nat 46.12382, -122.24213 and drive down this until the creek has washed\nout the road (the drop in point). Your vehicle probably won't make it\nall the way, a RAV4 made it to 0.6 miles away from the drop in\npoint.</p>\n<p>An untested, but possibly better approach could be to drive on the\npaved road until 46.12456, -122.26307, then drop into the creek at\n46.12453, -122.25921. It looks like this could add a rappel too.</p>\n<h2 id=\"descent\">Descent</h2>\n<h3 id=\"the_opening\">The opening</h3>\n<p>1. 40ft rap from bolt DCL</p>\n<p>2. 70ft rap from tree DCR</p>\n<p>[A long brushy creek walk]</p>\n<h3 id=\"the_fools_waterpark\">The fools waterpark</h3>\n<p>This section starts shortly after the confluence. It has many pools\nthat look like jumps, but none of them go except the mandatory one.\nScrambling around is generally easy, some more rappels could be added\nhere for fun.</p>\n<p>3. 40ft rap from bolt on large boulder center canyon</p>\n<p>4. Mandatory 15ft jump</p>\n<p>[more fools waterpark]</p>\n<p>5. 130ft rap from tree DCR. This line will hit you with all the water\nright in the face as you go over the lip, the rest will be free\nhanging.</p>\n<p>After this there is about 3000ft of bouldery creek-walking to the\nnarrows.</p>\n<h3 id=\"the_narrows\">The narrows</h3>\n<p>6. 25ft rap from bolt DCL</p>\n<p>7. 8ft plunge, was downclimbed on log DCR</p>\n<p>8. 3ft plunge out of slot, DONT JUMP (big boulders), lower yourself\ndown</p>\n<p>[confluence]</p>\n<p>9. 20ft jump</p>\n<p>10. log jam, ending with possible 15ft jump</p>\n<p>11. 25ft jump</p>\n<p>12. 35ft rap from bolt DCR. This is a bad line, would be deadly in\nhigher flow. A different anchor should be created DCL.</p>\n<p><a\nhref=\"https://drive.google.com/file/d/13othLzVMy-TvLL_-0dgCS1cdh-hVdXi8/view\">Link\nto Visual Beta</a></p>\n<h2 id=\"exit\">Exit</h2>\n<p>After the last plunge pool continue walking down the creek, you will\nimmediately pass a waterfall coming in on the right and the walls will\nstart to widen and the creek will get shallower and sandy bottomed.\nChange out of your wetsuit. Navigate around the meadow on its left edge\nthen head through the forest to the Trail of Two Forests parking lot\nwhere you left a car. This is mostly on the lava flow which is some up\nand down but brush does not grow on lava so it is easy walking.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>You will pass through the booth for Ape Cave and they will ask you if\nyou have a reservation for that. Tell them you are going up the forest\nroad to take pictures of the waterfall on Cougar Creek.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Scouted by Eric Jorgenson on June 10, 2023. First descent by Eric\nJorgenson, Amy Kolor and Lauren Kenyon on July 3, 2023.</p>\n",
  "version": "8087f5936639a014cba83e011fcc6040"
}