{"rappelCountMin":null,"id":7963,"timeRating":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>This is a fantastic cave of great beauty and archaeological interest. It can be explored from the bottom in&amp;out from the resurgence at Rio La Venta or as a in&amp;out trip from the Sumidero2 entrance. It is also possible to do a through trip going in from Sumidero2 and going out the Rio La Venta resurgence, but this is a very serious undertaking that should be attempted only by expert cavers and leaving a support team on the surface.\n<\/p><p><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/www.facebook.com\/Grupo-Espeleol%C3%B3gico-Jaguar-AC-203083393097578\/\">Grupo Jaguar<\/a> runs an annual trip through Cueva del Rio La Venta, usually in April. If you want to run this cave your best bet is to contact them and beg to be taken along. This is a 3 day (2 nights of bivouac) in the cave, with strong currents, rapids and possibly some sumps that will need to be crossed. EXPERT CAVERS ONLY! Please be honest assessing your experience level, if you are under qualified you will put your own life and everyone else in the team at risk.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>The entrance of Sumidero 2 is on private land belonging to Manuel Perez, who lives in Lopez Mateos (this is only of significance if you start the hike down to the river from near there). Apparently you can also approach from Lazaro Cardenas.\n<\/p><p>Entrances:\n<\/p>\n<ul><li>Sumidero2: 16°54’13” 93°42’03,9”<\/li>\n<li>Rio La Venta: zone 15, 425784\/1871430<\/li><\/ul>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"Hike_from_Rio_La_Venta_to_Sumidero2_Entrance\">Hike from Rio La Venta to Sumidero2 Entrance<\/h3><\/div>\n<p>From the resurgence at the river, go upriver for about 15 minutes to reach Campo della Croce, situated on a vast sandy slope on the left bank of the river, from which you can see a green wooden cross on the other side of the river, stuck between the rocks about 15 meters up. \nFrom here, take the uphill track, initially passing over some rocks. The trail goes up the steep side of the canyon for over 500 meters, until reaching the edge of the plateau.\nFrom here, continue to the first rancho, which is only a few hundred meters from the edge of the canyon. You must then follow the well marked trail for several kilometers until you arrive near a drinking basin on the right. A hundred meters beyond this point you must leave the better marked trail (it goes to Lazaro Cardenas) and follow a path on the left. You follow that for 40 minutes until immediately after a series of fences, you arrive at another junction where you must go to the left. After about a kilometer you will be near the entrance of Sumidero 2 (top entrance of Cueva del Rio la Venta), and from here you must keep to the right towards your departure point.\nAlong this route there are many forks which could be confusing.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Description\">Description<\/h2><\/div>\n<p>A map of the cave is available at <a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/cuevariolaventa.info\/images\/stories\/ALTRE\/rilievo_big.jpg\">http:\/\/cuevariolaventa.info\/images\/stories\/ALTRE\/rilievo_big.jpg<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"From_the_Rio_La_Venta_entrance\">From the Rio La Venta entrance<\/h3><\/div>\n<p>From the stream outflow into the river, the cave is up and to the right. The water does not issue out of the cave mouth, but lower down, at river level.\nAbout 200-300 meters in is a climb (old fixed line in ’05) to a bolt, then up again from there. My notes say bring a full length dynamic rope and bolt kit. Used 30’ handline to get to this point.\nJust before this point is a 30’ waterfall issuing from the wall and then just as quickly disappearing into the boulders below.\n<\/p>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"From_the_Sumidero2_entrance_down\">From the Sumidero2 entrance down<\/h3><\/div>\n<p>All ropes in the cave are set except for the entrance series. There are five rappels in the entrance, each requiring around 20 meters of rope. Two pass through redirects. All have excellent bolted anchors. It is possible to do it with an 80-meter rope and a 10-meter rope.\n<\/p><p>From here, you can continue through walking passage for an hour until getting to a boulder fall, where you can go through a moderately tight squeeze. Here is where the connection was made. Immediately after the squeeze is a 35-meter free hanging rappel with a hanging rebelay. This deposits you in Lago de los Perezosos.\n<\/p><p>If it the Lago room, it is a large void and may be difficult to determine where to continue. go to the downstream side of the stream, from which you'll have to ascend up a fixed rope, and pass multiple hanging traverse lines, to another walking passage. Walking soon becomes scrambling over extremely slippery and sharp boulders where a fall would result in cut clothing and skin.\n<\/p><p>When you hear roaring water, you are approaching Escaleras del Diablo. This is the first gallery in the cave, and the last for a while. Here there are more hanging traverse lines and multiple J-hangs over a 30-meter void of roaring water loud enough that communication is difficult. This may be a good place to turn around.\n<\/p>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>{{pic|jhang.jpg ~ The J-hang at the start of Escaler\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>as del Diablo.}}\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading3\"><h3 id=\"From_Chac_Rapids_down\">From Chac Rapids down<\/h3><\/div>\n<p>Note: when crossing stretches of water, be aware of the presence of quicksand, sometimes hard to see which can cause problems and loss of time and energy. Some of the route is marked by cairns, but these can get destroyed by floods. A compass is useful.\n<\/p><p>Chac Rapids can be bypassed thanks to a ledge on the right that can be rigged with a rope. Book – descend first part following the right wall and then ascend on a ledge to the left side and from here descend with rope for 10 meters. \n<\/p><p>Shortly beyond the rapids is a large semi-flooded tunnel that leads to a spot where the roof is low and drips lots of water – this is the Prima Medusa (a gigantic flowstone mass), and if a strong wind is blowing, indicates that the passage is open. This can entirely sump in the case of a flood.\n<\/p><p>Continue crossing through lakes and climbing up through blocks until coming out in the large Salone Kinich Ahau, characterized by great collapses which hide the route of the river.\n<\/p><p>Keeping to the right, beyond the hall one goes along a gallery characterized by a large lake (Secondo Lago), which leads to a loop where one begins to ascend the right-hand wall (book says ascend a long wall keeping to the left), going along a grand flowstone column.\n<\/p><p>One then enters a gallery that can be followed at several levels among collapses, the mid-level being the best and easiest route.\n<\/p><p>One then goes down to the level of the river, crossing another large lake (Primo Lago)\n<\/p><p>Here the way becomes very complicated; the water enters tight passages, while, climbing through collapsed blocks, one reaches the Salone del Teatro (close to a curve to the right you must go into a small tunnel on the left), where the formations are very spectacular. It is also possible to reach the continuing passage directly through the blocks, skipping the hall.\n<\/p><p>One goes down the passage, walking on some sloping rocks that have been strongly eroded by the water, until coming out in a great room full of collapsed blocks. One follows it, keeping to the left at mid-height, to then descend on a series of inclined blocks until you reach a large flowstone to be descended using a 25 meter long rope (note: this might be where we stopped in ’05).\n<\/p><p>This leads to the gigantic and complex Salone della Cascata, which is followed northward, passing next to a spectacular waterfall that loudly pours over 500 liters per second of water into the hall, resulting in a large misty area.\n<\/p><p>One goes up and then descends a detrital slope until reaching the bottom of an imposing flowstone on the left-hand wall. One ascends 5 meters using the rope and then keeps heading up for about 20 more meters, along a dry stairway, until entering a vast and richly decorated room, which you follow for about 100 meters until emerging into the canyon (8 meter rope descent to reach the ground).\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>The cave is on private property. The owner, Manuel, is a farmer and a caver, who was trained by the original Italian explorers and has done the thru-trip 18 times. Manual asks for a small donation to keep the cave maintained - 100-200 pesos. Contact locals cavers before your trip to ask about the cave and getting the green light from Manual. Grupo Jaguar is a good place to ask.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/cuevariolaventa.info\/index.php\">Official La Venta Page<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/www.amazon.com\/Rio-La-Venta-Treasures-Chiapas\/dp\/B0041F29UO\">Book:Rio la Venta, treasure of Chiapas<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.amcs-pubs.org\/other\/CuevaLaVenta.html\">Book:Cueva del Rio la Venta, an underground dream<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.oztotl.com\/ps\/reports\/La_Venta_2.pdf\">Oztotl<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.turismochiapas.gob.mx\/sectur\/can-ro-la-venta\">Turismo Chiapas<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.LukasEddy.com\/Caves-of-Mexico\">https:\/\/www.LukasEddy.com\/Caves-of-Mexico<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Information provided by Jef Levin.\n<\/p>\n\n\n<\/div>","months":["Sep","Oct","Nov","Dec","Jan","Feb","Mar","Apr","May"],"name":"Cueva del Rio La Venta","url":"https:\/\/ropewiki.com\/Cueva_del_Rio_La_Venta","geojson":{"features":[{"geometry":{"coordinates":[[-93.70108299999998,16.903611,0]],"type":"Point"},"type":"Feature","properties":{"name":"Sumidero2 Entrance"}},{"properties":{"name":"Rio La Venta Entrance"},"geometry":{"type":"Point","coordinates":[[-93.69694582232285,16.925365152594424,0]]},"type":"Feature"}],"type":"FeatureCollection"},"permit":"No","riskRating":null,"vehicle":null,"rappelCountMax":null,"shuttleSeconds":null,"quality":5,"latitude":16.9254,"waterRating":null,"rappelLongestMeters":null,"longitude":-93.6969,"version":"220f093cee938e6a06d6e2d18cb95ec3485c5d7fe0a6f5899989bede085a6f61","technicalRating":null}