{
  "url": "https://ropewiki.com/Cueva_del_Rio_La_Venta",
  "latitude": 16.9254,
  "longitude": -93.6969,
  "id": 7963,
  "name": "Cueva del Rio La Venta",
  "quality": 5,
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This is a fantastic cave of great beauty and archaeological interest.\nIt can be explored from the bottom in&amp;out from the resurgence at Rio\nLa Venta or as a in&amp;out trip from the Sumidero2 entrance. It is also\npossible to do a through trip going in from Sumidero2 and going out the\nRio La Venta resurgence, but this is a very serious undertaking that\nshould be attempted only by expert cavers and leaving a support team on\nthe surface.</p>\n<p><a\nhref=\"https://www.facebook.com/Grupo-Espeleol%C3%B3gico-Jaguar-AC-203083393097578/\">Grupo\nJaguar</a> runs an annual trip through Cueva del Rio La Venta, usually\nin April. If you want to run this cave your best bet is to contact them\nand beg to be taken along. This is a 3 day (2 nights of bivouac) in the\ncave, with strong currents, rapids and possibly some sumps that will\nneed to be crossed. EXPERT CAVERS ONLY! Please be honest assessing your\nexperience level, if you are under qualified you will put your own life\nand everyone else in the team at risk.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>The entrance of Sumidero 2 is on private land belonging to Manuel\nPerez, who lives in Lopez Mateos (this is only of significance if you\nstart the hike down to the river from near there). Apparently you can\nalso approach from Lazaro Cardenas.</p>\n<p>Entrances:</p>\n<ul>\n<li>Sumidero2: 16°54’13” 93°42’03,9”</li>\n<li>Rio La Venta: zone 15, 425784/1871430</li>\n</ul>\n<h3 id=\"hike_from_rio_la_venta_to_sumidero2_entrance\">Hike from Rio La\nVenta to Sumidero2 Entrance</h3>\n<p>From the resurgence at the river, go upriver for about 15 minutes to\nreach Campo della Croce, situated on a vast sandy slope on the left bank\nof the river, from which you can see a green wooden cross on the other\nside of the river, stuck between the rocks about 15 meters up. From\nhere, take the uphill track, initially passing over some rocks. The\ntrail goes up the steep side of the canyon for over 500 meters, until\nreaching the edge of the plateau. From here, continue to the first\nrancho, which is only a few hundred meters from the edge of the canyon.\nYou must then follow the well marked trail for several kilometers until\nyou arrive near a drinking basin on the right. A hundred meters beyond\nthis point you must leave the better marked trail (it goes to Lazaro\nCardenas) and follow a path on the left. You follow that for 40 minutes\nuntil immediately after a series of fences, you arrive at another\njunction where you must go to the left. After about a kilometer you will\nbe near the entrance of Sumidero 2 (top entrance of Cueva del Rio la\nVenta), and from here you must keep to the right towards your departure\npoint. Along this route there are many forks which could be\nconfusing.</p>\n<h2 id=\"description\">Description</h2>\n<p>A map of the cave is available at <a\nhref=\"http://cuevariolaventa.info/images/stories/ALTRE/rilievo_big.jpg\">http://cuevariolaventa.info/images/stories/ALTRE/rilievo_big.jpg</a></p>\n<h3 id=\"from_the_rio_la_venta_entrance\">From the Rio La Venta\nentrance</h3>\n<p>From the stream outflow into the river, the cave is up and to the\nright. The water does not issue out of the cave mouth, but lower down,\nat river level. About 200-300 meters in is a climb (old fixed line in\n’05) to a bolt, then up again from there. My notes say bring a full\nlength dynamic rope and bolt kit. Used 30’ handline to get to this\npoint. Just before this point is a 30’ waterfall issuing from the wall\nand then just as quickly disappearing into the boulders below.</p>\n<h3 id=\"from_the_sumidero2_entrance_down\">From the Sumidero2 entrance\ndown</h3>\n<p>All ropes in the cave are set except for the entrance series. There\nare five rappels in the entrance, each requiring around 20 meters of\nrope. Two pass through redirects. All have excellent bolted anchors. It\nis possible to do it with an 80-meter rope and a 10-meter rope.</p>\n<p>From here, you can continue through walking passage for an hour until\ngetting to a boulder fall, where you can go through a moderately tight\nsqueeze. Here is where the connection was made. Immediately after the\nsqueeze is a 35-meter free hanging rappel with a hanging rebelay. This\ndeposits you in Lago de los Perezosos.</p>\n<p>If it the Lago room, it is a large void and may be difficult to\ndetermine where to continue. go to the downstream side of the stream,\nfrom which you'll have to ascend up a fixed rope, and pass multiple\nhanging traverse lines, to another walking passage. Walking soon becomes\nscrambling over extremely slippery and sharp boulders where a fall would\nresult in cut clothing and skin.</p>\n<p>When you hear roaring water, you are approaching Escaleras del\nDiablo. This is the first gallery in the cave, and the last for a while.\nHere there are more hanging traverse lines and multiple J-hangs over a\n30-meter void of roaring water loud enough that communication is\ndifficult. This may be a good place to turn around.</p>\n<h3 id=\"from_chac_rapids_down\">From Chac Rapids down</h3>\n<p>Note: when crossing stretches of water, be aware of the presence of\nquicksand, sometimes hard to see which can cause problems and loss of\ntime and energy. Some of the route is marked by cairns, but these can\nget destroyed by floods. A compass is useful.</p>\n<p>Chac Rapids can be bypassed thanks to a ledge on the right that can\nbe rigged with a rope. Book – descend first part following the right\nwall and then ascend on a ledge to the left side and from here descend\nwith rope for 10 meters.</p>\n<p>Shortly beyond the rapids is a large semi-flooded tunnel that leads\nto a spot where the roof is low and drips lots of water – this is the\nPrima Medusa (a gigantic flowstone mass), and if a strong wind is\nblowing, indicates that the passage is open. This can entirely sump in\nthe case of a flood.</p>\n<p>Continue crossing through lakes and climbing up through blocks until\ncoming out in the large Salone Kinich Ahau, characterized by great\ncollapses which hide the route of the river.</p>\n<p>Keeping to the right, beyond the hall one goes along a gallery\ncharacterized by a large lake (Secondo Lago), which leads to a loop\nwhere one begins to ascend the right-hand wall (book says ascend a long\nwall keeping to the left), going along a grand flowstone column.</p>\n<p>One then enters a gallery that can be followed at several levels\namong collapses, the mid-level being the best and easiest route.</p>\n<p>One then goes down to the level of the river, crossing another large\nlake (Primo Lago)</p>\n<p>Here the way becomes very complicated; the water enters tight\npassages, while, climbing through collapsed blocks, one reaches the\nSalone del Teatro (close to a curve to the right you must go into a\nsmall tunnel on the left), where the formations are very spectacular. It\nis also possible to reach the continuing passage directly through the\nblocks, skipping the hall.</p>\n<p>One goes down the passage, walking on some sloping rocks that have\nbeen strongly eroded by the water, until coming out in a great room full\nof collapsed blocks. One follows it, keeping to the left at mid-height,\nto then descend on a series of inclined blocks until you reach a large\nflowstone to be descended using a 25 meter long rope (note: this might\nbe where we stopped in ’05).</p>\n<p>This leads to the gigantic and complex Salone della Cascata, which is\nfollowed northward, passing next to a spectacular waterfall that loudly\npours over 500 liters per second of water into the hall, resulting in a\nlarge misty area.</p>\n<p>One goes up and then descends a detrital slope until reaching the\nbottom of an imposing flowstone on the left-hand wall. One ascends 5\nmeters using the rope and then keeps heading up for about 20 more\nmeters, along a dry stairway, until entering a vast and richly decorated\nroom, which you follow for about 100 meters until emerging into the\ncanyon (8 meter rope descent to reach the ground).</p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>The cave is on private property. The owner, Manuel, is a farmer and a\ncaver, who was trained by the original Italian explorers and has done\nthe thru-trip 18 times. Manual asks for a small donation to keep the\ncave maintained - 100-200 pesos. Contact locals cavers before your trip\nto ask about the cave and getting the green light from Manual. Grupo\nJaguar is a good place to ask.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><a href=\"http://cuevariolaventa.info/index.php\">Official La Venta\nPage</a></li>\n<li><a\nhref=\"http://www.amazon.com/Rio-La-Venta-Treasures-Chiapas/dp/B0041F29UO\">Book:Rio\nla Venta, treasure of Chiapas</a></li>\n<li><a\nhref=\"http://www.amcs-pubs.org/other/CuevaLaVenta.html\">Book:Cueva del\nRio la Venta, an underground dream</a></li>\n<li><a\nhref=\"http://www.oztotl.com/ps/reports/La_Venta_2.pdf\">Oztotl</a></li>\n<li><a\nhref=\"http://www.turismochiapas.gob.mx/sectur/can-ro-la-venta\">Turismo\nChiapas</a></li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"https://www.LukasEddy.com/Caves-of-Mexico\">https://www.LukasEddy.com/Caves-of-Mexico</a></p>\n<h2 id=\"background\">Background</h2>\n<p>Information provided by Jef Levin.</p>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -93.70108299999998,
            16.903611,
            0
          ]
        },
        "properties": {
          "name": "Sumidero2 Entrance",
          "elevationMeters": 728
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -93.69694582232285,
            16.925365152594424,
            0
          ]
        },
        "properties": {
          "name": "Rio La Venta Entrance",
          "elevationMeters": 703
        }
      }
    ]
  },
  "version": "9b7a66930755ce33a42be8751b6274a2"
}