{
  "url": "https://ropewiki.com/Young%27s_Creek_Falls",
  "latitude": 47.8087,
  "longitude": -121.8326,
  "id": 79843,
  "name": "Young's Creek Falls",
  "quality": 3,
  "months": [
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "C1",
  "timeRating": "I",
  "riskRating": "PG",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "rappelLongestMeters": 21.34,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Youngs Creek Falls is a collection of small punchbowl waterfalls that\ncarve a narrow gorge into the surrounding rock. It is very accessible\nand visible from the road. There is one rappel, and an small optional\njump. Because of how short the canyon is, it's a perfect place to visit\nweekdays after work.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>After turning onto Cedar Ponds Road, take the right hand fork after\nthe road turns to gravel. Continue past the first bridge, and park in a\nlarge gravel pull off on the left after the second bridge. From there\nwalk back towards the bridge and follow the trail to your left down to\nthe creek. There is a sign by the trailhead warning you about dangerous\nwater, multiple people have died after falling into the falls, so be\nmindful of that. Once you're at the creek under the bridge you can start\nrigging for the Descent!</p>\n<h2 id=\"descent\">Descent</h2>\n<ul>\n<li><strong>R1</strong>: 70' DCL, Rig off of the rock arch just\nupstream. <strong>CAUTION:</strong> Loose log debris is balanced above\nthe falls</li>\n</ul>\n<p>Float and scramble your way through the lower pools of the canyon and\nenjoy the rock formations. Optionally, you can jump down from the left\nof where the first pool spills into the second.</p>\n<p>Depending on time of year and given the low angle of the rappel,\npools within the canyon may contain debris. First person down should be\nmindful of rope tail. For similar reasons, when pulling rope be aware\nthat major debris may be pull down the falls with the rope.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>The canyon opens up and turns back into a creek, from here you can\nfollow a trail left back up to the top of the falls. There are hand\nlines on the steep part of the trail, but be mindful of what they are\ntied off to. Not everything is structurally sound.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<ul>\n<li>A Discover Pass is required for parking</li>\n<li>The flow is controlled by the Youngs Creek Hydro Project. Call ahead\nto check for any unexpected releases. Current contact information can be\nfound on <a\nhref=\"https://www.snopud.com/community-environment/clean-energy/renewable-power/hydropower/youngs-creek/\">snopud.com</a>.</li>\n</ul>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>This is a popular local swimming hole and it has been the site of\nseveral deaths from people falling into the slot canyon from above. The\nfalls were first descended and documented from a canyoneering\nperspective by Aidan Wilson, Eric Jorgenson and Amy Kolor on July 13th,\n2023 but no doubt humans had already been to every nook and cranny of\nthis thing.</p>\n",
  "version": "c1c250ed4b12421e8a03beaa5df6c2f7"
}