{"name":"Young's Creek Falls","timeRating":"I","geojson":null,"shuttleSeconds":null,"vehicle":"Passenger","url":"https:\/\/ropewiki.com\/Young%27s_Creek_Falls","id":79843,"waterRating":"C1","rappelLongestMeters":21.34,"latitude":47.8087,"version":"d4a550a91fcbf564f44e68bac858ee9df7cd989f607c9430aefeb77eda7fadbd","technicalRating":3,"quality":3,"riskRating":"PG","months":["Jun","Jul","Aug","Sep","Oct","Nov"],"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Youngs Creek Falls is a collection of small punchbowl waterfalls that carve a narrow gorge into the surrounding rock. It is very accessible and visible from the road. There is one rappel, and an small optional jump. Because of how short the canyon is, it's a perfect place to visit weekdays after work.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>After turning onto Cedar Ponds Road, take the right hand fork after the road turns to gravel. Continue past the first bridge, and park in a large gravel pull off on the left after the second bridge. From there walk back towards the bridge and follow the trail to your left down to the creek. There is a sign by the trailhead warning you about dangerous water, multiple people have died after falling into the falls, so be mindful of that. Once you're at the creek under the bridge you can start rigging for the Descent!\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<ul><li><b>R1<\/b>: 70' DCL, Rig off of the rock arch just upstream. <b>CAUTION:<\/b> Loose log debris is balanced above the falls<\/li><\/ul>\n<p>Float and scramble your way through the lower pools of the canyon and enjoy the rock formations. Optionally, you can jump down from the left of where the first pool spills into the second.\n<\/p><p>Depending on time of year and given the low angle of the rappel, pools within the canyon may contain debris. First person down should be mindful of rope tail. For similar reasons, when pulling rope be aware that major debris may be pull down the falls with the rope.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>The canyon opens up and turns back into a creek, from here you can follow a trail left back up to the top of the falls. There are hand lines on the steep part of the trail, but be mindful of what they are tied off to. Not everything is structurally sound.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<ul><li>A Discover Pass is required for parking<\/li>\n<li>The flow is controlled by the Youngs Creek Hydro Project. Call ahead to check for any unexpected releases. Current contact information can be found on <a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/www.snopud.com\/community-environment\/clean-energy\/renewable-power\/hydropower\/youngs-creek\/\">snopud.com<\/a>.<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>This is a popular local swimming hole and it has been the site of several deaths from people falling into the slot canyon from above. The falls were first descended and documented from a canyoneering perspective by Aidan Wilson, Eric Jorgenson and Amy Kolor on July 13th, 2023 but no doubt humans had already been to every nook and cranny of this thing.\n<\/p>\n\n\n<\/div>","permit":"No","rappelCountMax":1,"rappelCountMin":1,"longitude":-121.8326}