{
  "url": "https://ropewiki.com/Skunk_Hollow_Canyon",
  "latitude": 35.1508,
  "longitude": -111.5517,
  "id": 80219,
  "name": "Skunk Hollow Canyon",
  "quality": 3,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "I",
  "permit": "No",
  "rappelCountMin": 2,
  "rappelCountMax": 2,
  "rappelLongestMeters": 12.19,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A short and sweet mini mission just south of Flagstaff. This short\ncanyon features some beautiful backcountry hiking and two pretty rappels\ninto small slotted grottos. The route is named for the skunks trapped\ninside the last shallow pothole.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From the parking, follow the road downhill as it heads towards the\nexit drainage. Cut west to cross the ridge and join the route drainage.\nHere, negotiate a few downclimbs, and scramble into some shallow narrows\nto the first rappel.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>R1: 35 feet off cairn anchor. Webbing extended past the lip.</p>\n<p>Wade through small pool and walk past cougar den to next rap</p>\n<p>R2: 30 feet from slung log in watercourse</p>\n<p>Wade through skunk pothole and enter Walnut Canyon</p>\n<ul>\n<li>anchors may require rebuilding after a storm, bring webbing and\nquick links.</li>\n</ul>\n<h2 id=\"exit\">Exit</h2>\n<p>Head up canyon, bushwhack to the exit drainage at 35.15321,\n-111.54864. Use blocks of rock in crack and ample trees to scramble\n~30ft up a class 4 wall, then ~20 more up a dry chute. From here, gain\nthe small ridge to the right before dropping back into the drainage once\nit mellows. One more upclimb up a small cliff band (I used the dead log)\nwill get you past the worst of it. Follow this drainage to where it\nmeets with the approach road and your car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>This route borders Walnut Canyon National Monument. Be mindful of its\nboundaries and respect any archeological sites in the area.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>First Descent by Cooper Smith 7/24/23</p>\n",
  "version": "d688e5d44e4101495fb83a6c5c95d874"
}