{
  "url": "https://ropewiki.com/Toro_Flaco_Canyon",
  "latitude": 18.8523,
  "longitude": -70.5246,
  "id": 80291,
  "name": "Toro Flaco Canyon",
  "quality": 5,
  "months": [
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov",
    "Dec"
  ],
  "technicalRating": 3,
  "waterRating": "C1",
  "timeRating": "III",
  "riskRating": "R",
  "permit": "No",
  "rappelCountMin": 8,
  "rappelCountMax": 8,
  "rappelLongestMeters": 13.41,
  "vehicle": "High Clearance",
  "shuttleSeconds": 3600,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Toro Flaco es uno de los cañones deportivos y mas divertidos que\ntenemos en la republica dominicana en la comunidad de blanco bonao.\nCuenta con grandes caracteristicas ya que es un cañon que nos permite\nfluir y desarrollar la actividad en todo su esplendor.</p>\n<p>Una zona virgen y de poco impacto que es conocida por un grupo\npequeño de cañoneros locales y que mantiene un ambiente inmaculado.</p>\n<p>Una zona resbaladiza con grandes caudales y hermosas cascadas.</p>\n<p>Es una zona bastante resbaladiza</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Estacione en el lugar del GPS es la zona de la presa de tireo donde\nsiempre hay un seguridad que puede hacerle un aporte al final del\nrecorrido.</p>\n<p>A la izquierda luego de realizar una pequeña subida por unos\nescalones tomar el sendero de la derecha que dirige a la zona de\ndescanso marcada en el mapa es un ascenso de unos 35 minutos hasta la\nzona donde hay una toma de agua que puede beber.</p>\n<p>Luego de tomar el descasnso dirigirse por el camino de barro que\ndirigue hasta un mirador desde ese punto siempre se va a mantener a la\nderecha hasta llegar a una zona sembrada de cafe o habichuelas y vera la\nentrada al cañon que es posible que este cubierta por maleza, luego\nsiguiendo el rio encontrara una gran meseta de hormigon y es donde\ninicia el recorrido.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Luego de dejar el parqueo y llegar al inicio del cañon encontramos el\nprimer Rapel de un anclaje natural de color azul en una palma.</p>\n<p><strong>R1- Two Bolts Right Side 22m</strong></p>\n<p>Caeras en una piscina natural donde el agua llega a la cintura</p>\n<p><strong>R2 - 44m Two Bolts en la cabecera de la cascada</strong></p>\n<p><strong>R3 - Natural Tree Anchor 15m</strong> Tubular Sling &amp;\nMaillon</p>\n<p><strong>R4 - Tree Anchor Left side - 22m</strong></p>\n<p><strong>R5 - Two Bolts - 22m</strong></p>\n<p><strong>R6- Two Bolts - 25m</strong></p>\n<p><strong>R7 - La Pequeña - 12m</strong></p>\n<p><strong>R8 - The last One - 10m</strong></p>\n<h2 id=\"exit\">Exit</h2>\n<p>Aqui tenemos dos opciones salimos al rio donde nos encontramos con la\npresa. Desde este punto podemos tomar un sendero ubicado a la derecha\npara salir por la ladera siguiendo toda la presa hasta llegar al puente\ndonde en la zona de abajo esta la zona de parqueo o nadar a traves de la\npresa unos 300m para luego subir por la roca a la zona del puente.</p>\n<p><strong>Otra opcion nadar 400m hasta la salida</strong></p>\n<p>Recomiendo el uso de chalecos salvavidas si no eres un buen\nnadador</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Recomendamos que un local que conozca el deporte te acompañe en esta\nzona ya que puede crear confusiones el camino y pueden perder tiempo o\nperderse.</p>\n<p>Contactos de Guias Locales</p>\n<p>Phone Number: 829-847-8477 Instagram: PietroLora0 -\nQuisqueyaCanyons</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}