{
  "url": "https://ropewiki.com/Carbon_Canyon",
  "latitude": 36.1543,
  "longitude": -111.8305,
  "id": 803,
  "name": "Carbon Canyon",
  "quality": 2.4,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 2,
  "waterRating": "A",
  "timeRating": "V",
  "permit": "Yes",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A wonderful backpacking trip to a very short, decent, non-technical\nstretch of Tapeats sandstone narrows - a four-star backpacking trip with\na two-star canyon as a side trip.</p>\n<p>In his book, Todd Martin lists the driving mileage from Highway 64 to\nLipan Point as 9 miles - this is incorrect. The mileage from where\nHighway 64 turns right onto Desert View Drive (still Highway 64) to\nLipan Point is right around 19.8 miles. The mileage listed coming from\nHighway 89 (from Cameron) seems to be correct.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>My only note to add to the guide book beta for the approach would be\nto not waste any time at all looking for the rafter trail that heads up\nLava Canyon from the beach. It is more straight forward and more\nenjoyable to simply hike directly up along the creek.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Short and straight forward. One bypass at a 25 foot dryfall can be\nfound on the right (cairned) 15 feet before the drop.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Aside from being frowned upon by the park (since hiking trails are\navailable), I would discourage the use of a packraft to float back to\nthe beach at Tanner delta after completing a descent of Carbon Canyon\nfor its difficulty as well. The river is fairly narrow in this area,\nmaking it quite swift and difficult to get to shore to portage between\nthe frequent whitewater obstacles. Even though there is only one named\nrapid along the way (Lava Canyon Rapids - or \"Chuar\" after Chuar Lava\nHill - as rafters call it) which is easily portaged on river right, many\nof the riffles afterwards can be quite challenging and dangerous with\nwaves up to about 4 feet and difficult hydrolic features to escape.\nAnother section was shallow without warning and I smashed my butt on\nmore than a few large boulders along the way. Much easier would be to\ntake a light boat and float from Carbon Canyon to take out where you put\nin to float to Lava Canyon earlier in the day and hike back on the easy,\nscenic Beamer Trail.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://ropewiki.com/User:Super_Amazing_Map?id=Carbon_Canyon_-_Grand_Canyon\">Super\nAmazing Map</a> : Carbon Canyon</li>\n<li><img src=\"book.png\" title=\"book.png\" alt=\"book.png\" /><a\nhref=\"http://ropewiki.com/User:Grand_Canyoneering_Book?id=Carbon_Canyon\">Grand\nCanyoneering Book by Todd Martin</a> : Carbon Canyon</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.facebook.com/pat.winstanley.7/media_set?set=a.1076834325708597.1073742070.100001461198708&amp;type=3\">https://www.facebook.com/pat.winstanley.7/media_set?set=a.1076834325708597.1073742070.100001461198708&amp;type=3</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n"
}