{"riskRating":null,"longitude":-116.2551,"technicalRating":3,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Hyatt Creek is a fun little half day trip for those in the McCall\/Riggins area. The hike out along hazard creek is pleasant and scenic. The slog from the trail turnoff to the top of the falls is pretty rough, but you get two awesome rappels right down the face of a cool waterfall as a reward. We scouted the falls at the end of May and they were ripping. Much too high to descend in my opinion. By the middle of August the flow was super tame and refreshing.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Park at the Hazard Creek trailhead. Follow the trail for about 1.75 miles until you see Hyatt creek falls coming in on your left. (We chose to mountain bike this section which saved us about an hour of hiking total. We stashed our bikes at the turn off to the falls) This is the route. Cross where the creek crosses the trail and soon after you will see a social trail going towards the base of the falls. Follow that trail until it starts to disappear. If you are looking towards the falls you will see a steep ramp on the right side of the falls. That is your route to the top. Route find up the ramp to the top of the falls. There is a lot of loose rock in this section so be careful. Once you get to the top there is a good place to downclimb to the creek near the top of the first drop.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Anchor from a big burned tree right at the top of the first falls. This drop took up most of our 200 ft rope. This rappel will deposit you on big shelf in the middle of the waterfall. The waterfall is super slippery and there is some potential for rockfall so be careful. There is plenty of room to walk around and you can even bail out here if you need to. We chose to descend the DCL half of the lower falls. We girth hitched a fallen log for our anchor. This drop is about 125 ft. This drop is also very slick. It deposits you at the base of the waterfall. You get much more wet on the second rappel than the first. Follow a social trail\/bushwhack back to where you left the main hazard creek trail. The rocks at the bottom of the waterfall are also extremely slick. Both rappels put you right in the flow which felt great on a hot day.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Follow hazard creek trail back to your car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐sqkbz\nCached time: 20240914192032\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","geojson":null,"name":"Hyatt Creek","timeRating":"II","url":"https:\/\/ropewiki.com\/Hyatt_Creek","permit":"No","rappelLongestMeters":60.96,"version":"8794ad20316f989441cd7e0d54fe8236ec73f6f818900b36d43e79c280bb03b2","id":80859,"waterRating":"C","latitude":45.2027,"rappelCountMax":2,"quality":4,"shuttleSeconds":null,"months":["Aug","Sep"],"vehicle":"Passenger","rappelCountMin":2}