{"riskRating":"R","longitude":-116.56,"id":8244,"quality":4,"waterRating":"A","months":["Dec","Jan","Feb","Mar","Apr","May","Jun","Jul","Aug","Sep","Oct","Nov"],"name":"Pine Valley Bridge","technicalRating":4,"vehicle":"Passenger","version":"91f620775a8e9421ff95bfeb1bf4c2b29375ec4396df7a7549e6017926145e9e","timeRating":"I","rappelCountMax":1,"shuttleSeconds":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>The bridge over Pine Creek is 450ft tall and based on two hollow concrete structures that support each traffic lane. These structures provide access to vantage points from where to run a 300 ft fully aerial rappel, which is the main attraction of this destination.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>DO NOT PARK ON THE HIGHWAY! You will get ticketed, towed, arrested or worse. Park at any of the valid parking spots indicated in the map:\n<\/p>\n<ul><li>1\/2 mile one way (RECOMMENDED): off a dead end dirt road accesible 1\/2 mile from Pine Valley exit driving WEST<\/li>\n<li>1 mile one way: south of Pine Valley accesible from Pine Valley exit and driving through town and south under a bridge<\/li><\/ul>\n<p>After parking walk roughly along the highway bushwacking your way through and making sure you stay way off the pavement. There's a paved shoulder\/emergency lane plus another dirt shoulder, you may stay at the outer skirts of the dirt edge and be able to safely access the bridge without disrupting traffic.\n<\/p><p>It is possible to hike from Corte Madera Road (~1 mile away) using cow trails\/illegal immigrant trails to get to Pine Creek but the bushwhacking is terribly unpleasant.\n<\/p>\n<ul><li><ul><li>If you think parking and hiking along the highway seems sketchy, then:<\/li><\/ul><\/li><\/ul>\n<p>Park at the nearby Pine Creek trailhead (adventure pass required) and hike in on the trail. After maybe 1.5 miles (?) you'll go through a gate on the trail. Hike a little bit more until it goes back down to the river and cross it here (you'll likely see a wrecked orange truck on the other side up the hill). Scramble up past this truck until you get up to the west-end side of the bridge. Enter either bridge (if the manhole is bolted shut, then try to squeeze through the expansion gap around the corner from the manhole).\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Enter the bridge tunnels through manholes under the concrete structures located at either corner of the bridge (SW, NW, SE, NE) or squeeze through the expansion joints located at each corner.\nOnce inside find one of the gaps in the concrete, set up anchor and rappel down it. There's 4 possible rappeling location, the tallest rappel is probably on the South West side, and the second tallest is the South East side. They seemed all to be the same size, but things may change seasonally.\n<\/p><p>These gaps ARE TIGHT. You can test yourself through the expansion joints before going through the rappel gaps. If you fit in those you will fit in the other. NOTE: The expansion joints are tighter on the EAST side of the bridge.\n<\/p><p>This is a 300' drop with an awkward start, so we recommend the following precautions:\n<\/p>\n<ul><li>make absolutely sure the rope reaches the bottom (tie a carabiner or rope bag to the end)<\/li>\n<li>wear a low profile harness with just a descender and take EVERYTHING else out<\/li>\n<li>be on belay while going through the squeeze and disconnect once past it<\/li>\n<li>rig the rope so that it hangs freely in the middle of the hole<\/li>\n<li>rig the anchor ready for raise, in case someone gets stuck<\/li>\n<li>go through the squeeze feet first with the rappel side facing away from the wall<\/li><\/ul>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Follow use trails to climb back up to the top of the hill, go back inside the concrete structures, retrieve your rope and anchor equipment and go back the way you came.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>The only rules and regulation currently posted at the bridge are:\n<\/p>\n<ul><li>Parking areas adjacent to the bridge are for EMERGENCY PARKING ONLY<\/li>\n<li>Pedestrians are prohibited on the bridge (because there is no shoulder)<\/li><\/ul>\n<p>Please respect these rules to avoid getting a ticket or force authorities to unnecessarily close access to the bridge. \n<\/p><p>You will not disrupt traffic in any way. You will access the rappel by walking INSIDE the structures located BELOW the traffic lanes, completely out of sight from transiting vehicles. The only people that may potentially see you rappeling are hikers on the Pine Valley hiking trail that runs right under the bridge, but this is almost always deserted.\n<\/p><p>The inside of the bridge has been used as shelter by countless swallows, bats, and possibly illegal immigrants... please leave the premises in the same state you found them so that they can keep coming back.\n<\/p><p>If you want to get into serious cave\/mine exploration, join some SoCal experienced underground exploring group such as the <a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.southerncaliforniagrotto.com\/\">SoCal Grotto<\/a> or the <a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/www.sdgrotto.com\/\">San Diego Grotto<\/a>.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/www.facebook.com\/media\/set\/?set=a.10153050224541103&amp;type=1&amp;l=1cc29494a8\">Facebook Album Jan 2015<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>More information on the bridge available at <a class=\"external free\" href=\"https:\/\/en.wikipedia.org\/wiki\/Pine_Valley_Creek_Bridge\">http:\/\/en.wikipedia.org\/wiki\/Pine_Valley_Creek_Bridge<\/a>\n<\/p>\n\n\n<\/div>","rappelLongestMeters":91.44,"geojson":{"features":[{"geometry":{"type":"Point","coordinates":[[-116.55998468399042,32.82308411389075,0]]},"properties":{"name":"Bridge"},"type":"Feature"},{"geometry":{"coordinates":[[-116.55680894851679,32.82344475151769,0]],"type":"Point"},"type":"Feature","properties":{"name":"NO PARKING"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[[-116.5630960464477,32.823489831118145,0]]},"properties":{"name":"NO PARKING"}},{"type":"Feature","properties":{"name":"NO PARKING"},"geometry":{"type":"Point","coordinates":[[-116.56353592872614,32.82293084245591,0]]}},{"geometry":{"type":"Point","coordinates":[[-116.55686259269709,32.82297592231715,0]]},"type":"Feature","properties":{"name":"NO PARKING"}},{"geometry":{"type":"Point","coordinates":[[-116.5486872196197,32.82119074232749,0]]},"properties":{"name":"Parking"},"type":"Feature"},{"geometry":{"type":"Point","coordinates":[[-116.54097318649286,32.8174489608012,0]]},"type":"Feature","properties":{"name":"Parking"}}],"type":"FeatureCollection"},"url":"https:\/\/ropewiki.com\/Pine_Valley_Bridge","permit":"No","rappelCountMin":1,"latitude":32.8231}