{"technicalRating":3,"riskRating":null,"permit":"No","id":82531,"rappelCountMax":2,"name":"Bearwater Canyon","rappelLongestMeters":null,"vehicle":"High Clearance","shuttleSeconds":null,"longitude":-108.8914,"version":"cd4e41be59e229ebefb0b925c7ae54f1cef2cfd568ddca0c8e516d199b6dc9cd","geojson":null,"timeRating":"III","url":"https:\/\/ropewiki.com\/Bearwater_Canyon","rappelCountMin":2,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>A nice sandstone canyon in the Willow Creek Wilderness Study Area just northeast of the town of Dinosaur, CO.  The canyon becomes narrow at various points as it runs south off of the mountain down towards HWY 40.  While the narrows are never particularly deep or tight, the canyon still has some interesting features to enjoy.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>The trailhead is in the same area as the one used for nearby Snake Drop canyon.  From hwy 40, drive north on Harpers Corner Road for 5.9 miles to a dirt road that is found on the right.  Follow the dirt road east along the top of the mountain for 2.4 miles.  While the same parking for Snake Drop can be used, we parked and started our hike at a pullout a little before the trailhead currently listed for that canyon.  Please note that there is private land just east of the trailhead, so take care to identify where that is and avoid crossing into it on the approach.\n<\/p><p>From wherever you park, use GPS to navigate southeast until you find an old road \/ trail that runs north-south along the ridge just east of Bearwater canyon.  This trail is quite visible from satellite maps and is not too difficult to locate.  Along the way you will cross over a small stream originating from Bearwater spring.  Following this stream would eventually lead you to the canyon, but we elected to find the old road for ease of travel and to avoid long sections of bushwhacking in the creek.\n<\/p><p>For our initial exploration\/descent, we followed the old road south until reaching a side drainage that intersects with the main canyon right around the point where the canyon narrows consistently (40.287246, -108.891353).  Drop into the side drainage where possible and follow it to the intersection of the main canyon.\n<\/p><p>If starting the canyon from above this point, there may be a couple of places where ropes may be necessary.  On our exploration, we descended from the confluence of the side drainage and did not investigate upstream.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<dl><dd><b>WARNING:<\/b> The rappel lengths listed in this initial write-up are approximations only, as we did not measure the actual lengths during our descent.  Please take this into account if attempting this canyon and go prepared.  From where we entered the canyon, it can be completed with one 200 foot rope.<\/dd><\/dl>\n<p>At the confluence with the main canyon, the first thing you will likely notice is the presence of running water.  This is the same stream from Bearwater Spring that you crossed over during the approach hike.  This flow is possibly year-round, given that we found flow in late October and that the origin is a spring.  While the flow rate at various times of year is unknown, during our descent the flow was minimal and provided no additional risks.\n<\/p><p>Shortly after proceeding down-canyon, the first mandatory rappel is encountered.  R1 is roughly 20-30 feet, which we anchored off a small, but solid rock embedded in the watercourse just before the edge of the rappel.  Given the size and location of this anchor rock, it should be inspected carefully before use to ensure its stability.  Other anchor options would include building a deadman anchor or a large dead tree found quite a ways up-canyon.  If using rocks for your anchor, choose wisely, as many of the boulders in the area are made from soft and brittle sandstone.  R1 had minimal flow that caused no issues, but could change in difficulty in high flow situations.\n<\/p><p>Shortly after R1 is a fluted drop of 10-20 feet that can be down-climbed.  \n<\/p><p>Further down canyon, the stream disappears underground and was not seen again by us until after the final rappel.  This was about half-way down our route and was followed by a more open area where escape is possible on the left.\n<\/p><p>Continuing into the lower section, a few down climbs are encountered, one of which we rigged for rappel off of a small tree above the watercourse RDC.  This drop would likely not be too difficult to down-climb, but we were unsure of the stability of the chokestone footholds at the top so elected to rappel.  The tree anchor was difficult to reach and most parties would likely prefer to meat-anchor and partner assist instead.  This drop is probably about 15-20 feet total.\n<\/p><p>The second and final mandatory rappel is found at the end of the narrow sections where the canyon opens up and changes character.  While shallow, the canyon forms a series of bowls above the final drop that are quite pretty.  R2 is likely around 60-70 feet and certainly less than 100 feet in height.  Both ends of our 200 foot rope reached the ground with quite a bit of length to spare.  We built a deadman anchor with good geometry in the final bowl above the drop.\n<\/p><p><br \/>\n<\/p>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>After the final rappel, proceed down canyon for a few hundred feet and exit up the ridge on the left to the old road \/ trail.  Follow \n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐djfcg\nCached time: 20240914191953\nCache expiry: 2592000\nReduced expiry: false\nComplications: []\nCPU time usage: 0.028 seconds\nReal time usage: 0.035 seconds\nPreprocessor visited node count: 102\/1000000\nPost‐expand include size: 1190\/2097152 bytes\nTemplate argument size: 189\/2097152 bytes\nHighest expansion depth: 8\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 529\/5000000 bytes\nLua time usage: 0.002\/10.000 seconds\nLua memory usage: 606898\/52428800 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   26.165      1 -total\n100.00%   26.165      1 Template:Pic\n 51.48%   13.470      1 Template:Str_number\/trim\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>the old road north and retrace your path to your vehicle.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p>First known descent in October 2023 by Peter Jans, Ross Bernards, and Andy Lillibridge.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Bearwater Canyon was named after the spring that drains into the canyon.\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐wdj5g\nCached time: 20240914191954\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.003 seconds\nReal time usage: 0.004 seconds\nPreprocessor visited node count: 12\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","latitude":40.2873,"quality":2,"waterRating":"B","months":["Mar","Apr","May","Sep","Oct","Nov"]}