{
  "url": "https://ropewiki.com/Bearwater_Canyon",
  "latitude": 40.2873,
  "longitude": -108.8914,
  "id": 82531,
  "name": "Bearwater Canyon",
  "quality": 2,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 2,
  "rappelCountMax": 2,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A nice sandstone canyon in the Willow Creek Wilderness Study Area\njust northeast of the town of Dinosaur, CO. The canyon becomes narrow at\nvarious points as it runs south off of the mountain down towards HWY 40.\nWhile the narrows are never particularly deep or tight, the canyon still\nhas some interesting features to enjoy.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>The trailhead is in the same area as the one used for nearby Snake\nDrop canyon. From hwy 40, drive north on Harpers Corner Road for 5.9\nmiles to a dirt road that is found on the right. Follow the dirt road\neast along the top of the mountain for 2.4 miles. While the same parking\nfor Snake Drop can be used, we parked and started our hike at a pullout\na little before the trailhead currently listed for that canyon. Please\nnote that there is private land just east of the trailhead, so take care\nto identify where that is and avoid crossing into it on the\napproach.</p>\n<p>From wherever you park, use GPS to navigate southeast until you find\nan old road / trail that runs north-south along the ridge just east of\nBearwater canyon. This trail is quite visible from satellite maps and is\nnot too difficult to locate. Along the way you will cross over a small\nstream originating from Bearwater spring. Following this stream would\neventually lead you to the canyon, but we elected to find the old road\nfor ease of travel and to avoid long sections of bushwhacking in the\ncreek.</p>\n<p>For our initial exploration/descent, we followed the old road south\nuntil reaching a side drainage that intersects with the main canyon\nright around the point where the canyon narrows consistently (40.287246,\n-108.891353). Drop into the side drainage where possible and follow it\nto the intersection of the main canyon.</p>\n<p>If starting the canyon from above this point, there may be a couple\nof places where ropes may be necessary. On our exploration, we descended\nfrom the confluence of the side drainage and did not investigate\nupstream.</p>\n<h2 id=\"descent\">Descent</h2>\n<dl>\n<dt></dt>\n<dd>\n<strong>WARNING:</strong> The rappel lengths listed in this initial\nwrite-up are approximations only, as we did not measure the actual\nlengths during our descent. Please take this into account if attempting\nthis canyon and go prepared. From where we entered the canyon, it can be\ncompleted with one 200 foot rope.\n</dd>\n</dl>\n<p>At the confluence with the main canyon, the first thing you will\nlikely notice is the presence of running water. This is the same stream\nfrom Bearwater Spring that you crossed over during the approach hike.\nThis flow is possibly year-round, given that we found flow in late\nOctober and that the origin is a spring. While the flow rate at various\ntimes of year is unknown, during our descent the flow was minimal and\nprovided no additional risks.</p>\n<p>Shortly after proceeding down-canyon, the first mandatory rappel is\nencountered. R1 is roughly 20-30 feet, which we anchored off a small,\nbut solid rock embedded in the watercourse just before the edge of the\nrappel. Given the size and location of this anchor rock, it should be\ninspected carefully before use to ensure its stability. Other anchor\noptions would include building a deadman anchor or a large dead tree\nfound quite a ways up-canyon. If using rocks for your anchor, choose\nwisely, as many of the boulders in the area are made from soft and\nbrittle sandstone. R1 had minimal flow that caused no issues, but could\nchange in difficulty in high flow situations.</p>\n<p>Shortly after R1 is a fluted drop of 10-20 feet that can be\ndown-climbed.</p>\n<p>Further down canyon, the stream disappears underground and was not\nseen again by us until after the final rappel. This was about half-way\ndown our route and was followed by a more open area where escape is\npossible on the left.</p>\n<p>Continuing into the lower section, a few down climbs are encountered,\none of which we rigged for rappel off of a small tree above the\nwatercourse RDC. This drop would likely not be too difficult to\ndown-climb, but we were unsure of the stability of the chokestone\nfootholds at the top so elected to rappel. The tree anchor was difficult\nto reach and most parties would likely prefer to meat-anchor and partner\nassist instead. This drop is probably about 15-20 feet total.</p>\n<p>The second and final mandatory rappel is found at the end of the\nnarrow sections where the canyon opens up and changes character. While\nshallow, the canyon forms a series of bowls above the final drop that\nare quite pretty. R2 is likely around 60-70 feet and certainly less than\n100 feet in height. Both ends of our 200 foot rope reached the ground\nwith quite a bit of length to spare. We built a deadman anchor with good\ngeometry in the final bowl above the drop.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>After the final rappel, proceed down canyon for a few hundred feet\nand exit up the ridge on the left to the old road / trail. Follow the\nold road north and retrace your path to your vehicle.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p>First known descent in October 2023 by Peter Jans, Ross Bernards, and\nAndy Lillibridge.</p>\n<h2 id=\"background\">Background</h2>\n<p>Bearwater Canyon was named after the spring that drains into the\ncanyon.</p>\n",
  "version": "2b3e782055642a9c0031f7e2f99779e5"
}