{"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p><br \/>\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The descent down Hance Creek to the Colorado River does contain a few vertical obstacles, which are most commonly bypassed by hiking around them.  Since Grand Canyon bypasses are typically difficult to follow, steep, unstable, somewhat dangerous and almost never fun, you may chose to descend the canyon directly using ropes to rappel the falls in the canyon, then ascending them on the way back.  The advantage to doing a technical descent is that it is less time and energy consuming to see the falls in the canyon by going right through them than it is to hike to a fall, then hike back up to and climb up and down a steep bypass, then hike back up canyon again to see the falls from below.  The obvious drawback to this approach is having to carry ropes and technical gear to and from the canyon, so - pick your poison.  \n<\/p><p>If descending the canyon directly, there are five significant vertical challenges to overcome.  The first is a little more than half way down the drainage and is a 10 foot tall drop at a chockstone.  The second is right after the first and is a nice waterfall around 20 feet tall.  More hiking will bring you to the third short drop which is only about six feet tall, but consists of a steep, smoothly polished chute.  Getting back up this drop would be trivial with a group party where those on the bottom can boost and those on the top can pull up, those travelling alone need to make sure they can get back up this obstacle unassisted.  The next obstacle is another fall of around 30 feet, the shape of which makes it quite difficult to stay out of the water flow, so plan on getting a little wet - especially on the ascent.  Another chockstone drop appears as you near the river, is about 10 feet tall and can be negotiated by climbing down a fairly vertical crack on the right.  The crack is hard to see until you are right on top of it, you can get a look at what you are dealing with by looking as far out as you can get on canyon left when standing on top of the drop.  There are a few good hand holds at the top of the crack, but it thins out as you go down - the climb isn't without its difficulty, but it is quite short.  There is one more chockstone drop before reaching the river of about 15 feet, this one has a fairly short and easy bypass around it on canyon left that probably takes less time and energy than building an anchor and ascending would - this bypass route is cairned and pretty obvious.\n<\/p><p>Those attempting a technical descent should also bear in mind that vertical heights and required rope lengths for these drops will not be the same, as anchors need to be built back from the edge of the drop a bit to make topping out on the ascent easier and safer.  A 50 foot rope should be enough to safely deal with all of the challenges on this trip - a 20 foot rope should suffice for the first drop.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/ropewiki.com\/User:Super_Amazing_Map?id=Hance_Creek_-_Grand_Canyon\">Super Amazing Map<\/a> &#160;: Hance Creek<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/ropewiki.com\/User:Grand_Canyoneering_Book?id=Hance_Creek\">Grand Canyoneering Book by Todd Martin<\/a> &#160;: Hance Creek<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/www.facebook.com\/pat.winstanley.7\/media_set?set=a.2034428586615828&amp;type=3&amp;uploaded=23\">https:\/\/www.facebook.com\/pat.winstanley.7\/media_set?set=a.2034428586615828&amp;type=3&amp;uploaded=23<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","timeRating":"IV","shuttleSeconds":null,"url":"https:\/\/ropewiki.com\/Hance_Creek","riskRating":null,"vehicle":"Passenger","rappelCountMax":4,"latitude":36.033,"version":"9c60591539374cdf11c06c3caac4443dfa0534b76d47b081b14187993afae1e5","quality":3,"permit":"No","months":["Mar","Apr","May","Sep","Oct","Nov"],"technicalRating":1,"geojson":null,"rappelCountMin":0,"rappelLongestMeters":9.14,"longitude":-111.9618,"id":827,"waterRating":"B","name":"Hance Creek"}