{
  "url": "https://ropewiki.com/T5_Canyon_(Honomanu_Stream)",
  "latitude": 20.9297,
  "longitude": -156.3214,
  "id": 8279,
  "name": "T5 Canyon (Honomanu Stream)",
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>DO NOT ATTEMPT THIS CANYON. Cars are being burned at entry and exit\npoints. There is a high likelihood of physical confrontation with local\ncommunity on and off the road.</p>\n<p>DO NOT ATTEMPT THIS CANYON UNLESS YOU HAVE ROPE AND COMPETENCY TO\nRAPPEL A 580-FOOT SINGLE PITCH. Since EMI (Eastern Maui Irrigation)\nun-diverted the water at the head of the canyon in 2017, the flow has\nbeen too great to safely rappel the nearly 600-foot waterfall unless in\ndry season and after a period of no rain. Another option is to descend\nneighboring T4, which lands you in Honomanu Stream just downstream from\nthe bottom of the 600-foot waterfall. A short hike to see this\nexceedingly tall waterfall is very worth it.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Before committing to this canyon, observe the flow of Honomanu Stream\nat the highway, and keep a close eye on the rain forecast and cloud\nbuildup. This is a huge drainage that requires stream-walking out for 1\nmile directly in the stream. If flows are unreasonable for the big wall\nrappels, T4 is dry since the flow has been diverted out of T4, but the\nexit with a long stream walk must still be contended with.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>There are 3 sections. The upper section involves rappelling down a\n700 foot 4-pitch rappel. The middle section contains an approximately 1\nmile stream walk with 2 nuisance rappels. The bottom section is the 580\nfoot waterfall rappel, which is typically done as a single pitch. If not\nbringing a 600 foot rappel, a drill and bolt kit is recommended as it is\nhighly unlikely the re-belay stations will be there. There is a small\ncave/ledge about 1/2 way.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>A 1 mile creek walk down Honomanu Stream. Check flow levels on the\nUSGS stream gauge website and be very careful about the rain forecast.\nAlthough relatively flat and non-technical, creeking down this exit can\nbe deadly in a flash and this is a rather large drainage.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>555 aka Triple 5 or T5 estimated height of final waterfall</p>\n</div>\n"
}