{"permit":"No","version":"63f6af42e094b46cdc95421c272173e5dd9b7b1732a58f6ae94bafda0cef4b94","geojson":null,"name":"T5 Canyon (Honomanu Stream)","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p><a href=\"\/w\/index.php?title=Template:HideFromAnonymous&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Template:HideFromAnonymous (page does not exist)\">Template:HideFromAnonymous<\/a>\nDO NOT ATTEMPT THIS CANYON.  Cars are being burned at entry and exit points.  There is a high likelihood of physical confrontation with local community on and off the road.\n<\/p><p>DO NOT ATTEMPT THIS CANYON UNLESS YOU HAVE ROPE AND COMPETENCY TO RAPPEL A 580-FOOT SINGLE PITCH. Since EMI (Eastern Maui Irrigation) un-diverted the water at the head of the canyon in 2017, the flow has been too great to safely rappel the nearly 600-foot waterfall unless in dry season and after a period of no rain. Another option is to descend neighboring T4, which lands you in Honomanu Stream just downstream from the bottom of the 600-foot waterfall. A short hike to see this exceedingly tall waterfall is very worth it.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Before committing to this canyon, observe the flow of Honomanu Stream at the highway, and keep a close eye on the rain forecast and cloud buildup. This is a huge drainage that requires stream-walking out for 1 mile directly in the stream. If flows are unreasonable for the big wall rappels, T4 is dry since the flow has been diverted out of T4, but the exit with a long stream walk must still be contended with.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>There are 3 sections. The upper section involves rappelling down a 700 foot 4-pitch rappel. The middle section contains an approximately 1 mile stream walk with 2 nuisance rappels. The bottom section is the 580 foot waterfall rappel, which is typically done as a single pitch. If not bringing a 600 foot rappel, a drill and bolt kit is recommended as it is highly unlikely the re-belay stations will be there. There is a small cave\/ledge about 1\/2 way.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>A 1 mile creek walk down Honomanu Stream. Check flow levels on the USGS stream gauge website and be very careful about the rain forecast. Although relatively flat and non-technical, creeking down this exit can be deadly in a flash and this is a rather large drainage.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>555 aka Triple 5 or T5 estimated height of final waterfall\n<\/p>\n\n\n\n<\/div>","longitude":-156.3214,"rappelCountMax":null,"waterRating":null,"rappelLongestMeters":null,"riskRating":null,"shuttleSeconds":null,"months":[],"id":8279,"timeRating":null,"url":"https:\/\/ropewiki.com\/T5_Canyon_(Honomanu_Stream)","vehicle":null,"quality":0,"rappelCountMin":null,"technicalRating":null,"latitude":20.9297}