{
  "url": "https://ropewiki.com/Carpool_(Lower_W._Wailua_Iki_Stream)",
  "latitude": 20.8187,
  "longitude": -156.1397,
  "id": 8280,
  "name": "Carpool (Lower W. Wailua Iki Stream)",
  "quality": 5,
  "months": [
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "III",
  "riskRating": "R",
  "permit": "No",
  "rappelCountMin": 5,
  "rappelCountMax": 5,
  "rappelLongestMeters": 45.72,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Very fun canyon, with a car sunken in one of the pools that aptly\njustifies the name. You MUST be prepared to ascend up ropes in order to\nexit the canyon.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>When leaving a vehicle at the exit go and inspect the status of the\nstatic ropes at the exit. Do not count on finding any static ropes, be\nprepared to set up your own ropes (200ft to 300ft) so you can later\nsafely climb out of the canyon to exit. The top of the fixed line for\nthe exit can be found on a stout tree at 20.82843, -156.13426.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The section above the highway includes one rappel into a large pool\nfollowed by several small jumps up to 20 feet and a gentle stream float\nin the right conditions. The section below the highway includes 4 more\nrappels, including the one at the bridge. A couple of these can be\njumped mid-way down from ledges.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Make sure you station static ropes at the exit point at the beginning\nof the trip so you will be able to climb up to exit. The fixed rope for\nthe exit ascent can be found at 20.82816, -156.13376. There is a\nconspicuous, large, blank white sign on a tree on canyon left marking\nthe start of the early exit.</p>\n<p>Continuing down-canyon past the fixed-line exit noted above involves\nexiting through the neighborhood of Wailua. Although most of the\nresidents of Wailua are friendly, there are a minority of known hostile\nresidents in the neighborhood who will use bully tactics. You have been\nwarned. In addition, the lower section to the beach is highly committing\nat the final sequence and involves big waterfalls. A 300-foot rope is\nneeded for the final rappel, plus longer ropes to ensure the pull.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"https://www.facebook.com/media/set/?set=a.10150102420631103.301371.669366102&amp;type=1&amp;l=f36fa7dd8a\">Facebook\nAlbum</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n<p>Although the drainage to the ocean is on Forest Reserve land and it\nis possible to hike on the old Kings Road trail from Wailua Iki Bay to\nWailua Nui Bay to the west and reach a public beach there for your exit\nvehicle, this is a high-risk plan as the homeowners in Wailua Homesteads\nmay have a different interpretation of what is legal access. It is not\nrecommended to park on the beach as it is rocky, there isn't enough room\nto turn a vehicle around, and it would be a target all day and draw\nattention. It is probably better to park on the Hana Highway a short\ndistance away from Wailua Road.</p>\n</div>\n",
  "version": "6debbb0ed04d2dbdc168f37878a2758e"
}