{
  "url": "https://ropewiki.com/Prairie_Dog_Canyon",
  "latitude": 50.8824,
  "longitude": -114.8167,
  "id": 82924,
  "name": "Prairie Dog Canyon",
  "quality": 5,
  "months": [
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 6,
  "rappelCountMax": 6,
  "rappelLongestMeters": 15,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p><strong>CLICK HERE FOR A DETAILED BETA WRITEUP ON THE\nCANYON:</strong> <a\nhref=\"https://drive.google.com/file/d/1tnjujvZbTBxz61kfcDkJxGcYA4eOuXdj/view?usp=sharing\">https://drive.google.com/file/d/1tnjujvZbTBxz61kfcDkJxGcYA4eOuXdj/view?usp=sharing</a></p>\n<p><strong>Quick Facts About the Canyon!</strong></p>\n<p>Canyon Route Statistics: 6 bolted rappels, up to 15 m in length. Some\nrappels are purely vertical.</p>\n<p>Recommended Gear: 30 m rope, helmet, harness, rappel device, rappel\nbackup (prusik, etc), a similarly equipped and skilled partner.</p>\n<p>Trip Time: 3 to 6 hours, depending on your approach route and how\nfast you move.</p>\n<p>Full Distance and Elevation Gain: Minimum 9 km and 400 m gain.</p>\n<p>Naming: Prairie Dog Canyon seemed like the right name for an easy\ncanyon on Prairie Mountain :)</p>\n<p>Access: Probably best May through October</p>\n<p>Explored and Developed By: Brendan Clark, Kris Nielson, Adam Ess</p>\n<p>First Descent: May 14, 2023</p>\n<h2 id=\"approach\">Approach</h2>\n<p><strong>Option 1: Approach from the Prairie Creek Trail</strong></p>\n<p>Park at the Elbow Falls lot and hike west along the Prairie Creek\nTrail. At the Prairie Creek Trail Drainage Turnoff (coordinates provided\non the following page), turn right up a fairly obvious drainage. The\ndrainage is easy to follow upwards. A trail appears and disappears in a\nfew spots. Once you're at the base of the canyon, find the large cairn\nwhich marks the route upwards on the right (south) side of the canyon.\nGrunt up the steep and occasionally loose slope. You can see the canyon\nto your left as you work up. Stay away from the edge as the rock is very\nloose near the lip of the canyon. Coordinates are provided to mark the\nstart of the rappel descent - enter the canyon where the steep canyon\nwalls merge at a fairly obvious junction. From here, you can carefully\nscramble down for about 3-4 meters down a 4th class step. If this feels\ntoo challenging - not to worry! There's a chained tree anchor that you\ncan use to rappel down into the canyon. If you choose to rappel, be sure\nthat there's nobody below you as there is a rockfall hazard (and don't\nstand below other people rappelling). Enjoy the canyon, then descend\nback out via Prairie Creek.</p>\n<p>Option 1 Distance and Elevation Gain: 4.6 km, 300 m gain, 1 to 2\nhours one way.</p>\n<p>Full day is 9 km, 400 m gain, 3 to 6 hours.</p>\n<p><strong>Option 2: Approach from the Summit of Prairie\nMountain</strong></p>\n<p>Prairie Dog Canyon actually makes for an excellent and highly\nrecommended loop by going up and over the summit of Prairie Mountain!\nTake the normal Prairie Mountain trail to the summit of the mountain\n(new trail as of September 2023). From the summit cairn, descend down\nthe open rocky slopes to the SW. Follow the open slopes for as long as\nyou can, then finally enter the trees when you are forced to. The\nbushwhacking is easy. Head slightly right as you go down. Eventually you\nwill see the walls of the canyon below you - head straight between the\nwalls down the centre gut of the canyon. There's a bit of bushwhacking\nand scrambling, but nothing too difficult. The canyon walls will slowly\nstart to squeeze together until you reach the first rappel. Enjoy the\ncanyon then descend the drainage back to Prairie Creek. Then simply\nfollow the Prairie Creek Trail back east - you'll end up back at the\nbase of Prairie Mountain back where you started.</p>\n<p>Option 2 Distance and Elevation Gain: 4.5 km, 700 m gain, 450 m loss\nto the start of the canyon. 2 to 3 hours. Full day is 9 km, 800 m gain,\n4 to 6 hours.</p>\n<p><strong>Key Coordinates</strong></p>\n<p>Prairie Creek Parking Lot: N 50° 51.942 W 114° 47.387 (50.865700,\n-114.789783)</p>\n<p>Start of Prairie Dog Canyon: N 50° 52.941 W 114° 49.002 (50.882350,\n-114.816700)</p>\n<p>End of Prairie Dog Canyon: N 50° 52.901 W 114° 49.059 (50.881683,\n-114.817650)</p>\n<p>Prairie Creek Trail Drainage Turnoff: N 50° 52.443 W 114° 49.162\n(50.874050, -114.819367)</p>\n<h2 id=\"descent\">Descent</h2>\n<p><strong>Prairie Dog Canyon: History and Beta</strong></p>\n<p>I discovered this canyon in early May 2023 while out randomly\nexploring in the woods. I was impressed with the length of the canyon\nand the number of rappels that would be involved. It felt appealing to\ndevelop as a canyoning descent route considering that it’s on Prairie\nMountain! I rounded up some interest with a couple other canyoneering\nenthusiasts and we went back to the canyon armed with plenty of gear to\ntackle the descent. We found absolutely no evidence that anybody had\never been down the canyon before. Although we initially didn't plan to\nbolt all of the rappels, we decided that it ultimately would be best to\ndo so for a more enjoyable experience. After fully cleaning, bolting and\ndescending the canyon, it's now ready for other adventurers to\nexplore!</p>\n<p>There are 6 rappels in total, plus potentially one bonus rappel to\nenter into the top of the canyon. The rappels are off bolted anchors and\nhead down solid, water worn rock. Some of the rappels are purely\nvertical and are a lot of fun! Others go down slot-like features and are\na delight to explore. When looking for the anchors while descending,\nhere's a guide to which side of the canyon wall they are on: right,\nright, right, left, left, left. The bolted anchors should be easy to\nfind and use.</p>\n<p><strong>Rappel 1:</strong> Anchor on Canyoner’s right. A scenic\nlower-angle rappel, perfect beginning!</p>\n<p><strong>Rappel 2:</strong> Anchor on Canyoner’s right. Purely\nvertical drop! The steepest of the canyon!</p>\n<p><strong>Rappel 3:</strong> Anchor on Canyoner’s right. Head down\nthrough a neat slot feature!</p>\n<p><strong>Rappel 4:</strong> Anchor on Canyoner’s left. Another steep,\nmostly vertical drop!</p>\n<p><strong>Rappel 5:</strong> Anchor on Canyoner’s left. A nice shorter\nrappel leading into the last!</p>\n<p><strong>Rappel 6:</strong> Anchor on Canyoner’s left. The final\nrappel, short but sweet!</p>\n<p>The canyon seems to be dry most of the time - there is water above\nthe canyon, but it disappears below ground above the start of the\nrappels. That said, water carved out the rock so maybe there is flowing\nwater down the canyon sometimes. I'd guess that it's dry more often than\nit's wet.</p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p><a\nhref=\"https://drive.google.com/file/d/1tnjujvZbTBxz61kfcDkJxGcYA4eOuXdj/view?usp=sharing\">https://drive.google.com/file/d/1tnjujvZbTBxz61kfcDkJxGcYA4eOuXdj/view?usp=sharing</a></p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "c37e718b7c5cfe1ec7922587e32960a0"
}