{
  "url": "https://ropewiki.com/The_Subway_(Bottom_Up)",
  "latitude": 37.2848,
  "longitude": -113.0957,
  "id": 82949,
  "name": "The Subway (Bottom Up)",
  "months": [
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov",
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 1,
  "waterRating": "C",
  "timeRating": "III",
  "permit": "Yes",
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>This is the non-technical (hike-only, no rappels), bottom-up route\nfor the Subway. If looking for the technical, top-down route for the\nsubway see <a\nhref=\"https://ropewiki.com/The_Subway\">https://ropewiki.com/The_Subway</a>.</p>\n<p>This route requires a permit and is an out-and-back route beginning\nfrom, and returning to, the Left Fork Trailhead in Zion NP. This route\nis also known as the Left Fork of North Creek--bottom-up route. When\napplying for permits on the park's website that is the name the permit\nwill be under.</p>\n<p>This hike crosses the river several times and in high runoff\nconditions can be somewhat treacherous or exhausting. It can be a long\nday and route finding can be difficult, especially in the dark. Many\ngroups have missed the exit, become exhausted or trapped by high water,\nand have even had to be rescued after being stuck in quicksand. Most\ngroups will not have these issues if they come prepared--still, don't\nunderestimate this hike.</p>\n<p>The bottom-up route accesses the Subway proper--the curved,\ntunnel-like section that gives the subway its name. This section is very\nscenic but is also very short. You will hike a long ways to see it. The\nupper end of the subway proper is the base of a waterfall. Above the\nwaterfall is the technical section of the subway which is unreachable\nvia this route. Everything above the waterfall must be accessed via the\ntop-down technical route which does require rappelling. While there is\ncools stuff to see in the upper, technical section, there aren't anymore\ntunnel--or subway-like features above the falls. If you goal is to see\nthe famous Zion Subway, the bottom-up route will not be missing out on\nanything thing.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Begin you hike from the Left Fork Trailhead. There is a clear trail\nheading east from the parking lot/ trailhead. This will follow the\nplateau for a bit then it descends down a rocky switchback section to\nthe river. On return/exit you will hike back up this trail--this then\nbecomes the famous and dreaded up climb portion of the Subway Exit. Once\ndown to the river follow the trail up stream. For a while there is a\nclear trail but eventually it will get less obvious and you will be\nhiking in-river. The park ask that you stay in the watercourse rather\nthan cutting trails on the banks.</p>\n<p>The Subway proper--the curved, tunnel-like section is at the very end\nof the hike and you will know it when you see it. This is a very scenic,\nbut short section. Enjoy your time here. Water levels will vary, but\nplease not it can be slippery and there are a few potholes that you can\nstep in so watch your step in the Subway.</p>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<p>Return the way you came by hiking down stream and reversing your\ncourse. At the point where you are supposed to hike back up to the\nplateau there is a sign (unless it gets washed out by floods) that can\nbe easily missed--especially if hiking in the dark. Have headlamps with\nyou, a good GPS/mapping system, and the tracks downloaded. Many groups\nhave missed this turn both in the dark and in the daylight.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>A permit is required for this hike and it can be very difficult to\nobtain. A lottery is held more than a month in advance for popular\ndates, and popular dates include most weekends June through September.\nDescending Russell Gulch or Das Boot requires an additional permit apart\nfrom the Subway permit.</p>\n<p>When applying for permits on the park's website the permit is listed\nas \"Left Fork North Creek (SUBWAY)\" and will give you the option to\nchoose the your route/itinerary as either the top-down technical route\nor bottom-up non technical route. The itinerary you want for the\nbottom-up route is \"Subway Round Trip from Left Fork (bottom)\nTrailhead\".</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://roadtripryan.com/go/t/utah/zion/the-subway\">RoadTripRyan.com</a>\n: The Subway (From the Bottom)</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://canyoneeringusa.com/utah/zion/off-trail/the-subway-from-the-bottom\">CanyoneeringUSA.com</a>\n: Subway Bottom-Up</li>\n<li><img src=\"book.png\" title=\"book.png\" alt=\"book.png\" /><a\nhref=\"http://ropewiki.com/User:Zion_Canyoneering_Book?id=Subway_from_the_Bottom\">Zion\nCanyoneering Book by Tom Jones</a> : Subway from the Bottom</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://americansouthwest.net/slot_canyons/zion_national_park/north_creek.html\">AmericanSouthwest.net</a>\n: North Creek; Left Fork</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://climb-utah.com/Zion/subway.htm\">Climb-Utah.com</a> : Subway\n- Left Fork of North Creek</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://ropewiki.com/User:Super_Amazing_Map?id=The_Subway_-_Zion_Area\">Super\nAmazing Map</a> : The Subway</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}