{
  "url": "https://ropewiki.com/Tuross_Falls_Canyon",
  "latitude": -36.2241,
  "longitude": 149.5206,
  "id": 82958,
  "name": "Tuross Falls Canyon",
  "quality": 2,
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "III",
  "riskRating": "PG",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 1,
  "rappelLongestMeters": 55,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Tuross is an interesting canyon around 2hrs drive south of Canberra,\nstarting near the Cascades campground in the Wadbilliga National Park. A\nshortened version can be done by exiting early before the 55m\nabseil.</p>\n<p>Drive south towards Cooma on the Monara Highway. Just north of Cooma.\nTurn left immediately after crossing the railway line, onto Numeralla\nRoad. Follow this for about 40 minutes (after going through the hamlet\nof Numeralla the road changes name to Countegany Road, then a little\nfurther on to Badja Road). Turn right onto Badja Forest Road, which is a\ndirt road. From here, follow the signs to The Cascades -- turn right\nonto Peters Road, then right onto Tuross Falls Road. Follow Tuross Falls\nroad to the end, where you can either go to the camp site or the parking\narea.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Access is easy via the Cascades walking track and viewing\nplatform.</p>\n<p>Follow the signs to the Cascades from the camp ground or the parking\narea (it's less than a 5 minute walk). From the Cascades, walk\ndownstream for about 30 minutes to the first wade. Another 30 minutes of\nwalking takes you to the first swim and the start of the main canyon\nsection. This upper section mostly consists of climbing over and around\nlarge boulders.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>At the first swim it is possible to climb around the right hand side\nand jump (~8-9m drop). It is also possible to climb back up from the\nwater and repeat this jump numerous times, but make sure someone checks\nfor submerged debris and overall depth before jumping. Smaller drops can\nalso be jumped from below the main jump, on the corner.</p>\n<p>After the first swim there is a short boulder section followed by\nanother 100m swim, then another short boulder section followed by\nanother long swim, then one final short boulder section before Tuross\nFalls, and the main abseil.</p>\n<p>The 55m abseil is from bolts on RL. It is an epic drop and feels very\nremote. There are only fixed hangers at the anchor point (NO slings,\nmallions or rings) so it's best to bring some tape or something you are\nwilling to leave behind. The abseil is not 40m as some reports.</p>\n<p>After the abseil there is a difficult climb down section into a short\nswim. Stick to the very right hand walk to climb down an easier chimney,\nrather than trying to climb down the rocks near the centre. Coming\naround the sharp right hand corner is another waterfall and a 5m or so\ndrop into another pool. This can be jumped, but there are submerged\nrocks, so have someone climb down first and find the deep points. This\nis another good pool to play in, with several good jumps from various\nheights.</p>\n<p>A gully leaves up to the left from this pool and looks very inviting\nas an exit gully as it heads straight up to the tourist track and an\nobservation deck, however the climb up is too exposed and most of the\nrocks are just loosely packed in. In its current state it is way too\ndangerous and has seen people stranded near the top of the gully unable\nto get out.</p>\n<p>Continue following the canyon downstream, around the sharp bend and\nafter 200m of rock hopping and a short swim, the exit \"track\" heads up\nthe right hand side of the canyon. It is not obvious at all, but follows\na small overgrown ledge heading up at a comfortable angle of ascent.\nThere is an aluminium work ladder (how the hell someone got that in\nthere is amazing) right near the bottom which marks the start. The\nladder is covered in vines and growth so make sure your party are all\nlooking closely.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Climb up the ladder and start the precarious ascent. The \"track\" is\nnot that easy to follow and it is all on loose soil on the edge of a\nvery steep cliff, so it is quite treacherous most of the time. The\ndeeper grassy hand-holds are often better than the bomber looking rock\nholds. The rocks often turn out to friend-hurting missiles when you\naccidentally dislodge them. Trailing party members beware.</p>\n<p>The track takes you to the top of the narrow ridge opposite Tuross\nFalls, and then to a spectacular viewpoint of the falls. Continue to the\ntop of the ridge where you find yourself at the end of a narrow fire\ntrail. Follow the trail for only a few minutes south-west and exit the\ntrack as it turns to head directly south. Start walking directly west\nfrom the track and after you drop down into a gully, you will head up\nover another ridge and then down the other side you will find yourself\nback at the bottom edge of the first wade pool in the upper section of\nthe creek. Continue back upstream until you reach The Cascades, then\nback to your car.</p>\n<p>If you are not abseiling, either reverse the canyon or exit via the\ntourist track leading to the viewing platform. To exit via the walking\ntrack, walk about 100m back from the falls on the northern side of the\nriver (right hand side facing upstream) and around a slight bend there\nis a rocky section of hill that is easy to climb. Walk up the hill and\nonto the flat section for about 400m, keeping nearby the cliff and then\ngully on your right hand side until you intersect the lookout track, a\nsmall but well worn trail. Turn left and follow it for about 30 minutes\nback to the carpark.</p>\n<p>None known</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p><a\nhref=\"https://canyoning.org.au/forum/viewtopic.php?f=18&amp;t=88\">https://canyoning.org.au/forum/viewtopic.php?f=18&amp;t=88</a></p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>A lot of this report is from the canyoning.org.au forum however, this\nforum also credits immortaloutdoors.com which does not appear to exist\nanymore. The fixed hangers have likely been installed by trad climbers\nas there are some remote and rarely accessed climbs in the area.</p>\n"
}