{
  "url": "https://ropewiki.com/Santa_Ana_(Castilla_y_Leon)",
  "latitude": 40.8616,
  "longitude": -3.8406,
  "id": 83351,
  "name": "Santa Ana (Castilla y Leon)",
  "quality": 3,
  "months": [
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug"
  ],
  "permit": "No",
  "rappelCountMin": 8,
  "rappelCountMax": 8,
  "rappelLongestMeters": 17,
  "shuttleSeconds": 300,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>The following description was translated from UnoDeAventuras.com by\nGoogle Translate:<br />\n<br />\nThis interesting ravine; located in the Sierra de Madrid; He had\nunnoticed for some years. Now that it begins to be traveled by some\ngroups of mountaineers and athletes it is important to highlight that it\nis located in one of the maximum protection areas of the National Park\nof the Sierra de Guadarrama. It is a mountain stream with eight small\nrappels (maximum 17 meters); some of them between large granite blocks.\nWe also find a couple of deep Badinas with the possibility of jumping\n(prior verification) and all this interspersed with short sections of\nprogression with highlights. His short access and return make him ideal\nto flee from the hot days of Madrid.</p>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>The descent passes through the area of restricted use type B\naccording to the annex of the Governing Plan for the Use and Management\nof the National Park of the Sierra de Guadarrama (PRUG - Decree 18/2020\nof the Community of Madrid). It is not specifically regulated in the\nactivity of the descent of cannons or canyon; although according to its\narticle 29: \"Restricted use zone. In the restricted use zones, public\naccess is allowed only by existing paths and authorized mountain\nitineraries; being prohibited by the rest of the territory\". Therefore;\naccording to applicable legislation; Your descent is prohibited.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_es.png\" title=\"rwl_es.png\" alt=\"rwl_es.png\" /><a\nhref=\"http://unodeaventuras.com/descenso-del-arroyo-de-santa-ana?kmlidx=/wp-content/uploads/2018/11/Arroyo-Santa-Ana.kml\">UnoDeAventuras.com</a>\n: Barranquismo en Madrid: Arroyo de Santa Ana</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "5cf063a72dafdfa64de8f43770875c85"
}