{
  "url": "https://ropewiki.com/Mares_Forest_Creek",
  "latitude": -34.3089,
  "longitude": 149.9503,
  "id": 83454,
  "name": "Mares Forest Creek",
  "months": [
    "Mar",
    "Apr",
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Sep",
    "Oct",
    "Nov"
  ],
  "technicalRating": 1,
  "waterRating": "B",
  "timeRating": "I",
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Mares Forest Creek is a delightful little canyon that cuts through\nlimestone and marble cliffs upstream of the Tinted cave at Wombeyan\nCaves Karst Conservation Reserve.</p>\n<p>It's not really in the Kanangra Boyd area, and hardly counts as\nSouthern NSW, but as access is easiest from Goulburn, Southern NSW is\nprobably currently the more logical spot to put it.</p>\n<p>Note: Due to the state of the roads it is quicker to go the long way\nthrough Goulburn or Shooters Hill rather than the direct route from\nSydney, especially in 2wd vehicles. Camping and other accommodation\noptions are available at Wombeyan Caves campground but must be\npre-booked through NPWS</p>\n<p>Maps can be obtained from the Kiosk. Rope: 8m handline handy to\nascend small waterfall at the top of the canyon at a popular jump spot\nWetsuit: Not required in summer months Lilo: This canyon contains long\nswims so lilo or flotation recommended for poor swimmers Walk-in:\n30-45min with a visit to the tinted cave Walkout: 30-40min Descent:\n&lt;2 hours though most people will spend more time chilling out in the\ncanyon Rating 2.5/4 V1A2__ Elevation Gain: 200m Distance 7Km</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Entry: From the car park, cross the pedestrian bridge and follow the\nMares Forest Creek track up the hill. Stay straight at the 3-way\nintersection at the top of the hill and follow the track along and down\nto the Tinted Cave. This is open to explore and give a nice view over\nthe end of the canyon(head torch handy but switch operated lights on a\ntimer are available in the cave). Go past the entrance for the cave,\ndown the stairs to meet the creek at the bottom of the canyon. Follow\nthe canyon upstream</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Just make your way up to the pool where the gorge begins to open out\nand then return</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Reverse your trip in</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Check the NP page for updates on road closures</p>\n<p><a\nhref=\"https://www.nationalparks.nsw.gov.au/visit-a-park/parks/wombeyan-karst-conservation-reserve\">https://www.nationalparks.nsw.gov.au/visit-a-park/parks/wombeyan-karst-conservation-reserve</a></p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"https://sleepwhenwearedead.net/2019/01/02/mares-forest-creek-for-nyd/\">https://sleepwhenwearedead.net/2019/01/02/mares-forest-creek-for-nyd/</a></p>\n<h2 id=\"background\">Background</h2>\n<p>Mares Forest creek canyon is located in the Wombeyan Karst\nconservation reserve. Wombeyan Caves are located on the traditional\nlands of the Burra Burra clan of the Gandangara people in the area\ncovered by the Pejar Local Aboriginal Land Council. Archaeologists have\nnot found evidence of Indigenous occupation of the caves, but flakes and\ncores from Indigenous tool making, dating from 6,000 to 14,000 years\nago, have been found across the Wombeyan Karst Conservation\nReserve.[3]</p>\n<p>The name of Wombeyan Caves is likely to come from the Ngunnawal\nlanguage word for ‘tunnel’.</p>\n<p>There are several caves with guided and self guided tours\navailable</p>\n",
  "version": "f4c18093590992b8950286d1d544fc73"
}