{
  "url": "https://ropewiki.com/Falling_Cow",
  "latitude": 36.9217,
  "longitude": -111.518,
  "id": 83588,
  "name": "Falling Cow",
  "quality": 3,
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 1,
  "rappelCountMax": 3,
  "rappelLongestMeters": 83.82,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A short canyon finishing with a beautiful big rappel into a natural\nspring on the Colorado River, providing for an excellent packrafting\nroute past the iconic Horseshoe Bend and out to Lee's Ferry.</p>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<p>A sandy hike leads to a sculpted canyon with avoidable potholes and a\n20 foot downclimb. Another short bit of canyoning will lead to a second\nrap or handline into the first of two potholes. It is possible these\npotholes could become difficult to escape although currently are full of\nsand and no issue. The final rappel is 275 feet off 2 bolts and hangers\nand down a beautiful wall, ending in a sculpted watercourse at the end\nof the rappel. Look down before passing the natural spring bubbling out\nof the cliff band below landing in a small grotto of calm water normally\nabout 2 to 3 feet deep. Use the small island on downriver side of canyon\nfor packraft setup.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Packraft to Lee's Ferry.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Permit needed to enter Ferry Swale with motorized vehicles upon\nentry.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Explored long ago, this canyon was finally completed as a loop out to\nLee's Ferry in the winter of 2023. An old local fisherman, told a story,\nabout this canyon flash flooding so hard that \"from my fishing boat,\nwater was being tossed way out from way up there into the Colorado. All\nof a sudden a bunch of 55 gallon drums came out, and then an entire\ncow.\" Thus Falling Cow Canyon was born.</p>\n",
  "version": "ac1d1d5daed4e7acb83c775c7d397640"
}