{"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>A short canyon finishing with a beautiful big rappel into a natural spring on the Colorado River, providing for an excellent packrafting route past the iconic Horseshoe Bend and out to Lee's Ferry.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>A sandy hike leads to a sculpted canyon with avoidable potholes and a 20 foot downclimb.  Another short bit of canyoning will lead to a second rap or handline into the first of two potholes.   It is possible these potholes could become difficult to escape although currently are full of sand and no issue.  The final rappel is 275 feet off 2 bolts and hangers and down a beautiful wall, ending in a sculpted watercourse at the end of the rappel.  Look down before passing the natural spring bubbling out of the cliff band below landing in a small grotto of calm water normally about 2 to 3 feet deep.  Use the small island on downriver side of canyon for packraft setup.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Packraft to Lee's Ferry.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Permit needed to enter Ferry Swale with motorized vehicles upon entry.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Explored long ago, this canyon was finally completed as a loop out to Lee's Ferry in the winter of 2023.  An old local fisherman, told a story, about this canyon flash flooding so hard that \"from my fishing boat, water was being tossed way out from way up there into the Colorado.  All of a sudden a bunch of 55 gallon drums came out, and then an entire cow.\"  Thus Falling Cow Canyon was born.\n<\/p>\n\n\n<\/div>","waterRating":"B","url":"https:\/\/ropewiki.com\/Falling_Cow","name":"Falling Cow","technicalRating":3,"timeRating":"III","months":[],"shuttleSeconds":null,"longitude":-111.518,"id":83588,"permit":"No","version":"b20bc172822bc811f261b8c6d79f0c8fa69ad81cbb3377942923ce330f9a9fc2","latitude":36.9217,"riskRating":null,"rappelLongestMeters":83.82,"rappelCountMax":3,"quality":3,"vehicle":null,"rappelCountMin":1,"geojson":null}