{"months":["Nov","Dec","Jan","Feb","Mar","Apr","May"],"vehicle":"Passenger","rappelLongestMeters":22.86,"riskRating":null,"rappelCountMin":10,"rappelCountMax":10,"name":"Esme Canyon","technicalRating":3,"id":83628,"permit":"No","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Esme Canyon (AKA Telephone Creek) is a awesome little canyon that had been sadly overlooked (and thus not previously published).\nSince it's just a small tributary to Eaton and descending it would normally mean missing the best part of Eaton (front end 1\/4 mile waterpark).  \nBrennen does mention Esme in his old Eaton Canyon beta, but says nothing about exploring the technical section, even though it had clearly been\nrun at least a couple times before I first explored it in 2019.  Much to my surprise my first time down it, Esme sports 10 high quality \nrappels all rapid fire with no brush issues between them, seasonally nice waterflow, frog puddles, and a frog pond to boot!\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Approach the same way to Eaton (lower), stopping at the first rocky gully (34.19785, -118.08900) crossing Telephone trail before you reach the main creek.\nDown-climb and or handline down this gully to Esme Canyon floor where there is a large steel culvert collector \n(washed down from the road above a long time ago). Alternately, you can continue on the Eaton approach another 300 feet until you cross the creek\nand proceed directly down the creek, but this has not been trimmed in many years, so it's badly overgrown.\nFollow the creek (Esme Canyon \/ Telephone Creek) downstream for about 2000 feet using the bear runs on either side or in the creek floor.  \nIn some spots the bear runs go through poison oak; stick with the creek bed when in doubt.  \nThere is one low angle waterfall down-climb along the way and a couple of rocky drop-offs. \nEventually you reach a 6 foot slab to to 6 foot overhanging pour-over, which I dubbed \"The Spout\".  \nThis pour-over (R0) can be downclimbed by using the wedged chock-stone to safely get pass the wet and or slimy part, \naround the rock bulge to the right.   About 100 feet pass this pour-over is first roped rappel R1.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p><b>R0 6 6 feet:<\/b> downclimb seasonally wet\/slimy slope 6 feet with a chockstone for help, go right, jump \/ downclimb to dirt 6 feet\n<\/p><p><b>R1 20 feet:<\/b> Pinch Point right side in watercourse \n<\/p><p><b>R2 25 feet:<\/b> Rock Cairn DCL (backup old deadman buried under watercourse)   \n<\/p><p><b>R3 30 feet:<\/b> 3 logs submerged on one end into the seasonal frog pond\n<\/p><p><b>R4 30 feet:<\/b> small dead tree DCL (backup smaller live tree)\n<\/p><p><b>R5 45 feet:<\/b> medium size rock wedged into the dirt DCL \n<\/p><p><b>R6 65 feet:<\/b> Rock Chock in watercourse slot well back from drop (backup bush high DCR)\n<\/p><p><b>R7 30 feet:<\/b> rappel \/ handline \/ downclimb about 15 feet down a short rounded slot, rigged from a bush 15 feet back \n<\/p><p><b>R8 65 feet:<\/b> the BIG steel pipe rappel DCR (banner photo)\n<\/p><p><b>R9 75 feet:<\/b> wedged log and large rock\n<\/p><p>There is a short downclimb that follows that is easily done by stemming DCL.\n<\/p><p><b>R10 60 feet:<\/b> tandem rock cairns (NOTE: Winter &amp; Spring 2023 rockfall buried the back cairn) \n<\/p><p><b>R11 30 feet:<\/b> Downclimb the rock base DCL to the creek bed or rock \/ dirt DCR.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>STANDARD EXIT: Once in the creek bed follow the drainage bottom (careful of poison oak on left) a few hundred feet to the main Eaton Creek.\nFollow Eaton downstream past a few slides, short jumps, and the last 2 or 3 rappels.  Exit per Eaton <br \/><br \/>\n<\/p><p>Optional Exit: WARNING: this way back up is has tons of loose rocks that you can easily send down onto your partners; BE CAREFUL using it!  \nClimb up 450 feet vertically (700 feet total horizontally) using the nasty DS Gully: at the bottom of the R11 downclimb, head right climbing \nsteeply up over a boulder  and through the brush going steeply up slope.  The path soon traverses across talus fields, across a small ravine to \nyucca stocks laying down marking where to turn up again. Head straight up the scree field from about 200 feet to 34.20195, -118.09249, \nthen head into the gully left of scree ridge above one yucca directly  toward two other yuccas in the gully itself.  \nThere is a 10 foot drop-off on the side of scree ridge much of the way until you reach this point.  \nClimb up this gully soon reaching white handlines, follow these up to a short dark-red handline to get to a bush anchor off on the right side \n(facing up). If you continue straight up past this short handline you would have to climb through two nasty yucca plants.  At the bush proceed\nback into the gully where the angle is lower thus it's easier to climb up.  Surmount the last wall of dirt on the right (facing up) and to you\nare standing on Telephone Trail (Eaton approach).\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Esme has been done by various local canyoneers over decades, but none of them bothered to document it.\nSince 2 different old anchors were removed from one of the drops, and many old anchors were removed during the 2019\nexploration it seems that the canyon has been descended at least twice in the past, \nand many years prior given the extreme Sun bleaching of the webbing and cords used.\n<\/p>\n\n\n<\/div>","waterRating":"B","timeRating":"II","geojson":null,"latitude":34.1979,"longitude":-118.089,"shuttleSeconds":null,"version":"2790424f96c6b9033b3612a3767f5d80badb65d6176c98e0dfbd320df0854740","url":"https:\/\/ropewiki.com\/Esme_Canyon","quality":3.3}