{
  "url": "https://ropewiki.com/Esme_Canyon",
  "latitude": 34.1979,
  "longitude": -118.089,
  "id": 83628,
  "name": "Esme Canyon",
  "quality": 3.7,
  "months": [
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 10,
  "rappelCountMax": 10,
  "rappelLongestMeters": 22.86,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Esme Canyon (AKA Telephone Creek) is a awesome little canyon that had\nbeen sadly overlooked (and thus not previously published). Since it's\njust a small tributary to Eaton and descending it would normally mean\nmissing the best part of Eaton (front end 1/4 mile waterpark). Brennen\ndoes mention Esme in his old Eaton Canyon beta, but says nothing about\nexploring the technical section, even though it had clearly been run at\nleast a couple times before I first explored it in 2019. Much to my\nsurprise my first time down it, Esme sports 10 high quality rappels all\nrapid fire with no brush issues between them, seasonally nice waterflow,\nfrog puddles, and a frog pond to boot!</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Approach the same way to Eaton (lower), stopping at the first rocky\ngully (34.19785, -118.08900) crossing Telephone trail before you reach\nthe main creek. Down-climb and or handline down this gully to Esme\nCanyon floor where there is a large steel culvert collector (washed down\nfrom the road above a long time ago). Alternately, you can continue on\nthe Eaton approach another 300 feet until you cross the creek and\nproceed directly down the creek, but this has not been trimmed in many\nyears, so it's badly overgrown. Follow the creek (Esme Canyon /\nTelephone Creek) downstream for about 2000 feet using the bear runs on\neither side or in the creek floor. In some spots the bear runs go\nthrough poison oak; stick with the creek bed when in doubt. There is one\nlow angle waterfall down-climb along the way and a couple of rocky\ndrop-offs. Eventually you reach a 6 foot slab to to 6 foot overhanging\npour-over, which I dubbed \"The Spout\". This pour-over (R0) can be\ndownclimbed by using the wedged chock-stone to safely get pass the wet\nand or slimy part, around the rock bulge to the right. About 100 feet\npass this pour-over is first roped rappel R1.</p>\n<h2 id=\"descent\">Descent</h2>\n<p><strong>R0 6+6 feet:</strong> downclimb seasonally wet/slimy slope 6\nfeet with a chockstone for help, go right, jump / downclimb to dirt 6\nfeet</p>\n<p><strong>R1 20 feet:</strong> Pinch Point right side in\nwatercourse</p>\n<p><strong>R2 25 feet:</strong> Rock Cairn DCL (backup old deadman\nburied under watercourse)</p>\n<p><strong>R3 30 feet:</strong> 3 logs submerged on one end into the\nseasonal frog pond</p>\n<p><strong>R4 30 feet:</strong> small dead tree DCL (backup smaller live\ntree)</p>\n<p><strong>R5 45 feet:</strong> medium size rock wedged into the dirt\nDCL</p>\n<p><strong>R6 65 feet:</strong> Rock Chock in watercourse slot well back\nfrom drop (backup bush high DCR)</p>\n<p><strong>R7 30 feet:</strong> rappel / handline / downclimb about 15\nfeet down a short rounded slot, rigged from a bush 15 feet back</p>\n<p><strong>R8 65 feet:</strong> the BIG steel pipe rappel DCR (banner\nphoto)</p>\n<p><strong>R9 75 feet:</strong> wedged log and large rock</p>\n<p>There is a short downclimb that follows that is easily done by\nstemming DCL.</p>\n<p><strong>R10 60 feet:</strong> tandem rock cairns (NOTE: Winter &amp;\nSpring 2023 rockfall buried the back cairn)</p>\n<p><strong>R11 30 feet:</strong> Downclimb the rock base DCL to the\ncreek bed or rock / dirt DCR.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>STANDARD EXIT: Once in the creek bed follow the drainage bottom\n(careful of poison oak on left) a few hundred feet to the main Eaton\nCreek. Follow Eaton downstream past a few slides, short jumps, and the\nlast 2 or 3 rappels. Exit per Eaton<br />\n<br />\nOptional Exit: WARNING: this way back up is has tons of loose rocks that\nyou can easily send down onto your partners; BE CAREFUL using it! Climb\nup 450 feet vertically (700 feet total horizontally) using the nasty DS\nGully: at the bottom of the R11 downclimb, head right climbing steeply\nup over a boulder and through the brush going steeply up slope. The path\nsoon traverses across talus fields, across a small ravine to yucca\nstocks laying down marking where to turn up again. Head straight up the\nscree field from about 200 feet to 34.20195, -118.09249, then head into\nthe gully left of scree ridge above one yucca directly toward two other\nyuccas in the gully itself. There is a 10 foot drop-off on the side of\nscree ridge much of the way until you reach this point. Climb up this\ngully soon reaching white handlines, follow these up to a short dark-red\nhandline to get to a bush anchor off on the right side (facing up). If\nyou continue straight up past this short handline you would have to\nclimb through two nasty yucca plants. At the bush proceed back into the\ngully where the angle is lower thus it's easier to climb up. Surmount\nthe last wall of dirt on the right (facing up) and to you are standing\non Telephone Trail (Eaton approach).</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Esme has been done by various local canyoneers over decades, but none\nof them bothered to document it. Since 2 different old anchors were\nremoved from one of the drops, and many old anchors were removed during\nthe 2019 exploration it seems that the canyon has been descended at\nleast twice in the past, and many years prior given the extreme Sun\nbleaching of the webbing and cords used.</p>\n",
  "version": "c0c63474554002f3db60cec0d974d38c"
}