{"timeRating":null,"vehicle":null,"waterRating":"C","shuttleSeconds":null,"quality":2,"riskRating":null,"permit":"No","months":[],"latitude":-26.6308,"rappelCountMax":7,"geojson":null,"rappelCountMin":5,"id":83846,"url":"https:\/\/ropewiki.com\/Summer_Falls","name":"Summer Falls","rappelLongestMeters":33,"technicalRating":4,"version":"d5de2c8a91feeb746b670324f90578e4ad012ac29c00a4cbed492011a6ed4248","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p><br \/>\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>The most straightforward access is via Sunday Creek Rd from the Maleny-Kenilworth Rd. Stay on Sunday Creek Rd through Charlie Moreland Campground, ignoring the forestry side-roads. Continue up onto the ridge, and look for a NPWS sign ‘Dry Sclerophyll Forest’. Park anywhere around this sign you can find space; there is a small pull-over in the next saddle. Proceed to the crest immediately south of the Dry Sclerophyll sign, and there is a small cairn at 462145 7054485 on the western side of the road that marks the start of a shortcut track across the gully to the Great Walk track. Take this, and when you hit the Great Walk turn left. Follow the Great Walk to a signposted side track that leads down to the top of the falls (461243 7054397).\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>P1 (Summer Falls), 32m- from a sling around an ironbark on the TR immediately adjacent to the access track to the top of the falls, on a ledge up above the actual platform at the top of the falls themselves. This is a poor location for an anchor, but there are no other decent options that allow a line through the flow. Get on rope at the actual lip of the falls, not the anchor, which produces about a 15m pitch. Needs bolting, but is an extremely sensitive location for it. It is worthwhile bringing replacement anchor in case removed by NPWS. \n<\/p><p>P2 (Summer Falls), 33m- from a sling around a fig on the TL, climb across the flow and out onto a little ledge. The second half of this pitch is through the flow, and could be dangerous in moderate flow. P2 lands in a deep pool, with a 7m cascade on the other side. WARNING- both pitches down Summer Falls have sharp rock, be careful with your rope management. \n<\/p><p>P3, 16m- Boulder hop through a short, inescapable gorge (easiest TL), and then swim across a 30m pool. P3 is immediately around the corner. Fiddlestick (or bring a sling maillon) off the large eucalypt on the TR. Can be downclimbed TL with care. Short deep pool. \n<\/p><p>P4, 18m- Immediately following the P3 pool, from a single expansion bolt on rock face TR. Line goes right down low-velocity cascade. Has avoidable pool at base. Can be scrambled. \n<\/p><p>P5, 15m- Immediately following the P4 pool, has avoidable swim at base. No anchors, and no great options for naturals, but there are two holes for concrete screws (Hilti HUS-3H 6x65mm screws) at the top of the pitch on the TL, plugged with parsnips. Can be scrambled.\n<\/p><p>P6 and P7- These are currently not bolted, but are 2x approximately 5m cascades immediately after P5. Could be bolted for 12-15m pitches, but can be easily downclimbed.\n<\/p>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>There are two straightforward options:\n<\/p><p>1. Continue downstream from P5, until you reach the nose of the TR ridge directly in front of you (around 460997 7054877). Exit up this extremely steep, untracked, but fairly open ridge until you hit an old firetrail. Follow that though a clearing back to Sunday Ck Rd. Turn right, and eventually you’ll find your car. \n<\/p><p>2. Scramble back up to the top of P3, and there is an exit ridge on the TR (461209 7054591. This ridge is steep, but has a faint footpad. It will take you back to the Great Walk, turn left and retrace your steps via the shortcut track to your car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/nucc.caves.org.au\/locations\/canyons\/summerck\/\">Summer Creek, NUCC<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","longitude":152.6099}