{
  "url": "https://ropewiki.com/Hell_Hole_Falls",
  "latitude": -28.4797,
  "longitude": 153.3507,
  "id": 83881,
  "name": "Hell Hole Falls",
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "technicalRating": 4,
  "waterRating": "A",
  "permit": "No",
  "rappelCountMin": 2,
  "rappelCountMax": 3,
  "rappelLongestMeters": 52,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<h2 id=\"approach\">Approach</h2>\n<p>Park at the locked gate at the end of Middle Ridge Rd in Mount\nJerusalem National Park. Continue along the firetrail, then turn onto\nthe first major firetrail off to the left that you see (Sand Ridge Rd).\nThis goes steeply downhill and crosses a small creek on a derelict\nbridge. Leave the firetrail just after the bridge and follow the creek\ndownstream for 200 m along an intermittent track, crossing as required.\nSkirt the plunge-pool to arrive at the top of the falls.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>P1 (28 m) - TR, 2x carrot bolts perched back from the falls. Make\nsure you bring two hanger plates and carabiners to use them.</p>\n<p>P2 (52 m) – TR, 2x expansion bolts with hanger plates. Ignore carrot\nbolts on TL. P2 would be approximately 32 m if P3 is done too.</p>\n<p>P3 (20 m, optional) – TL, tree with sling 5m out on ledge. Not\ncurrently rigged, but would reduce potential for getting the rope\nhung-up on P2. P3 can be easily downclimbed.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Up the ridge on the TL of the canyon just after the canyon end. If\nyou round the bend visible from the bottom of the canyon, you've gone\ntoo far. There's no track, but visible evidence other people have exited\nthe same way. You climb up above the top of P1 and drop down to the\nplunge-pool. Don't forget to retrieve your carabiners and carrot plates\nfrom the top of P1.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "5849bec1e9a5d3a3d5e4bf8281ec8515"
}