{
  "url": "https://ropewiki.com/Mackay%27s_No4",
  "latitude": -28.582,
  "longitude": 153.3173,
  "id": 83884,
  "name": "Mackay's No4",
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "technicalRating": 4,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "rappelCountMin": 6,
  "rappelCountMax": 6,
  "rappelLongestMeters": 13.11,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Three small waterfalls and a large waterfall running over an\nescarpment, abseiled in three stages. The walk in is not too gruelling\nand the walk out is pleasant creek walking.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Follow the fire trail from the cars. The first 50 m are very rough\nand overgrown, but the trail soon becomes obvious. It is disused and has\ntrees growing from it and fallen across it, but is relatively easy to\nfollow.</p>\n<ul>\n<li>The trail follows the contour line for a few hundred metres, then\nveers sharply right and heads up</li>\n</ul>\n<p>the hill.</p>\n<ul>\n<li>When you reach an eroded gully (304 391), cross the gully (heading\nright) and continue uphill –</li>\n</ul>\n<p>the trail becomes obscured again briefly before resuming as an\nobvious fire trail.</p>\n<ul>\n<li>Once the trail crests the ridge, it drops down through pleasant\nshady forest. Continue until you</li>\n</ul>\n<p>reach the second major flowing creek (supposedly the fourth creek,\nhence Mackays #4, but this is somewhat ambiguous depending on which\ncreeks you count). Mackays #4 has a deteriorating log bridge across it\nwith large gaps between the logs (310 383).</p>\n<ul>\n<li>Drop into the creek and follow it downstream about 100 m to the\nfirst pitch.</li>\n</ul>\n<h2 id=\"descent\">Descent</h2>\n<p>P1–P3 require BYO tape and maillons, or a retrievable anchor system\n(e.g. fiddlestick). P1–P3 are escapable.</p>\n<p>P1: TL from tree, 7 m. Landing on log jam. Wade.</p>\n<p>P2: TL from tree, 8 m. Landing in water. Wade.</p>\n<p>P3: TL from tree, 8 m. Landing on ledge. Swim.</p>\n<p>100 m creek walk.</p>\n<p>P4: sling and maillon around tree fallen across the creek, 22 m.\nLands on small ledge in waterfall.</p>\n<p>P5: TR from chains bolted to the rock, 42 m.</p>\n<p>P6: TL from bolts, 43 m. Bolts are just above an obvious ledge with a\npale-coloured rock that looks like a log – the ledge is visible from top\nof P5. One of the two bolts is badly damaged (bent and loose) and needs\nreplacing. The carabiners and maillons also need replacing as they are\nvery rusty and one is bent. We added a y-hang tape and rappel ring to\nspread the load between the two bolts as a temporary measure. Ends in\nwade at base of waterfall.</p>\n<h2 id=\"exit\">Exit</h2>\n<ul>\n<li>From the base of the waterfall, follow the creek down. You’ll pass\nthe creek from ‘Mackays #3’</li>\n</ul>\n<p>feeding in from the TR partway down.</p>\n<ul>\n<li>Continue walking along the creek until you reach the confluence with\nTerania Creek (301 386).</li>\n</ul>\n<ul>\n<li>Turn right and follow Terania Creek upstream, wading in the river.\nNote that the TL of the river is</li>\n</ul>\n<p>private property.</p>\n<ul>\n<li>Continue until you reach the causeway. Pop up onto the road and turn\nright, heading up the road. The trailhead and cars should pop into view\nshortly.</li>\n</ul>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "fd7d9661017c4e9d2505d4594af7e0c5"
}