{
  "url": "https://ropewiki.com/Sassafrass",
  "latitude": -30.3686,
  "longitude": 152.7874,
  "id": 83961,
  "name": "Sassafrass",
  "quality": 4,
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "permit": "No",
  "rappelCountMin": 6,
  "rappelCountMax": 6,
  "rappelLongestMeters": 65,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<h2 id=\"approach\">Approach</h2>\n<p>Park at Never Never Picnic Area. Take the Sassafrass Creek tourist\ntrack from behind the picnic shelter, and follow it beyond the\nsignposted junction with Rosewood track. Follow the track down the\nswitchbacks to the signposted crossing of Sassafras Creek, with the\nfirst abseil cascading down to the left.</p>\n<h2 id=\"descent\">Descent</h2>\n<ul>\n<li>R1- Tree CM/R 35m thru flow, into shallow. (Thick gumtree. No\npermanent anchor material to be left, due to R1 starting ON the tourist\ntrack. Recommended method is to leave a long piece of webbing and a\ntightened quicklink. This can be recovered on the walk out, and prevents\ntampering/removal by hikers passing by.)</li>\n<li>R2 - Tree CR 60m thru flow, into shallow. Stepped waterfall\nsequence, 3x cascades, shallow pools in between.</li>\n<li>DC CR 10m or abseil from trees CL.</li>\n<li>R3 - XX CM/L 25m thru flow into deep (turbulent, eddy at base).</li>\n<li>Stem slot CL (DANGER Spillover) to access R4 anchors. Or climb out\nof pool CR, traverse back towards slot CL and DC 2m to R4 bolts.</li>\n<li>R4 - XX CR 65m thru flow into shallow. DANGER strainer hazard,\nturbulent water.</li>\n<li>R5 - XX CM 18m thru flow into deep. HYDRAULIC!!! Bolts under\nwaterfall in flow, really needs high water bolts. Plenty of other\noptions available, recommend CL.</li>\n<li>DC 10m, traversing large ramp L-R</li>\n<li>R6A - XXCL 30m thru flow into shallow with slide finish. !!! Last\nabseiler, flick pull side over bulge CR and throw to base to minimise\npulldown friction around the corner. Alternatively, scramble up exit\nscree slope CL to retrieve rope.</li>\n<li>R6B - Tree CR 25m dry.</li>\n</ul>\n<h2 id=\"exit\">Exit</h2>\n<p>Climb loose scree slope directly CL of final abseil. WATCH OUT FOR\nSTINGING TREES! Scramble up to gain the ridgeline, ensuring you don't\nturn uphill too soon due to extremely chossy cliff bands close to the\ncanyon. Ascend the ridge until meeting the Sassafrass tourist track.\nLeaving bags on the track, follow the switchbacks downhill to retrieve\nR1 anchor material. Then reverse the Sassafrass track back to the Never\nNever Picnic Area, and the parked car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "5a00502af231e5e6c8fb7e14201cb7d4"
}