{
  "url": "https://ropewiki.com/Rattle_King",
  "latitude": 37.9261,
  "longitude": -111.2423,
  "id": 84023,
  "name": "Rattle King",
  "quality": 4,
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "I",
  "permit": "No",
  "rappelCountMin": 4,
  "rappelCountMax": 4,
  "rappelLongestMeters": 17,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Rattle King is the best of all the canyons draining this mesa. All\nnatural anchors or ghostable with Sand Trap and fiddle stick. Keep in\nmind that sometimes, leaving webbing can be preferable to leaving scars\nfrom fiddling.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From the Burr Trail walk north into upper Long Canyon. You'll want to\nget yourself to here, 37.928278, -111.240333, and then make your way WSW\nup onto the Wingate. It's a bit complicated and finding the correct\nroute the first time will likely take a while. Some of this portion will\nbe 4th or easy 5th class scrambling. From here on tread with\nconsideration for the fragile ecology. Walk on stone or in water courses\nwhere possible. It's better to step on comparatively hardier plants than\ncrypto soil crust.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The head of the canyon has three possible entry forks. I prefer the\nmiddle one because it doesn't have any brush in it. There are a couple\nof large boulders or a small natural arch for anchors. The second drop\nis from a small natural bridge partway down a chute. A while ago some\nlarge boulders fell into this part of the canyon making it trickier to\naccess the bridge. A sand trap works well at the third drop. Below that\nthe canyon slots up nicely and includes a couple more natural bridges.\nThe last drop to the ground has a large, nasty bush blocking the stream\ncourse. Either anchor off the bush or climb up to the right and rappel\nover the cleaner wall from another anchor.</p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>I've never seen signs of other people having descended this canyon\nbut...</p>\n",
  "version": "dc6754fad6a57e22fc97a2a66d559b1a"
}