{
  "url": "https://ropewiki.com/Black_Jack_Canyon",
  "latitude": 35.9756,
  "longitude": -114.7441,
  "id": 84038,
  "name": "Black Jack Canyon",
  "quality": 5,
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 6,
  "rappelCountMax": 6,
  "rappelLongestMeters": 36.58,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>If you want to get in two canyon in a day and are willing to put put\nin a bit more effort Black Jack an excellent canyon that can be done\nfrom the river. Narrow corridors, signs of mining, and great views of\nthe river while descending this canyon. There are two forks to this\ncanyon that can be done from the river or from the west rim. Black Jack\nis keeping the black range theme and if you want to play your hand right\nwith the sun on on the approach, you will get rewarded with a short but\nreally nice canyon.</p>\n<p>Please, remember that installation of permanent fixed hardware is\nprohibited in Lake Mead National Recreation Area. No bolts.</p>\n<p>Do not enter this canyon if you do not have the knowledge to entirely\ninspect and replace anchorage. Do not assume anchorage is prepared to\nhold any load bearing weight upon your arrival. Bring anchorage\nreplacement material and be prepared to replace all anchorage. This\ncanyon floods and becomes hot. The sunbaked and worn webbing can break.\nInspect and Replace all anchorage in this canyon.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Approach can be done from the west rim or from a break at the river.\nFrom the river, the break to Black Jack is exposed to hot, direct\nsunlight. you can also stash your 320 ft rope here if you came down\nBlack Magic.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>We found some fun downclimbs and 6 rappels up to 120 ft. We brought a\n200 ft rope and a pull cord / fiddle for the raps.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>You have numerous exits to choose from. Eventually we floated down\nand exited from White Pocket but our trip was just getting started. We\nfloated down to a break where you can access numerous canyons back up on\nthe west rim. you will be in direct sunlight while exiting the river. We\nexited the river, followed a local fault, and came back down Black Jack\nCanyon. Back at the river inflate your rafts and float down to AZ\nsprings and out. We call this duo \"Black Jack Magic\". A 5 star day in\nthe black range.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>You must wear an approved USCG PFD and have a water craft suitable\nfor floating down the river.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<p><a\nhref=\"https://adamhaydock.blogspot.com/2024/01/black-jack-canyon.html\">EVEN\nFURTHER BLACK JACK</a></p>\n<h2 id=\"background\">Background</h2>\n<p>We found webbing in this canyon so this is not a first descent but a\ndocumented descent of an unpublished canyon. It will be great to know\nsome more of the history behind this canyon.</p>\n<p>This canyon was originally named Werly Canyon in 2019. Tony and\nBobbie Werly are the owners of Techatticup Mine just east of Nelson\nNevada, a few miles downstream at Eldorado Canyon. <a\nhref=\"https://travelnevada.com/ghost-town/exploring-eldorado-canyon/\">https://travelnevada.com/ghost-town/exploring-eldorado-canyon/</a>.\nThe Werlys are some of the best people I have ever met, thus we felt\ntheir name should be immortalized in this great technical descent.</p>\n",
  "version": "9f914e1b2bfbf5ce83038bdbe4de8790"
}