{"shuttleSeconds":null,"name":"Black Magic","version":"3417ada01f9e13f82cd9e2e4f6552a60a4b1d4e489c467d1b80427f16c7e00eb","rappelLongestMeters":97.54,"latitude":35.9788,"longitude":-114.7477,"id":84032,"vehicle":"4WD - High Clearance","waterRating":"A","timeRating":"II","url":"https:\/\/ropewiki.com\/Black_Magic","technicalRating":3,"rappelCountMax":4,"quality":4,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>We call this canyon Black Magic for its moments of magic, especially the big drop. The canyon terrain before the big drop appeared to be more scenic on a map but it turned out to be a series of bypassable downclimbs in a somewhat open gorge.  Plus we also want to keep the theme with thee Black range, so \"Black Magic\" fit well. This would be a 2 1\/2 star canyon if it was not for the scenic big drop.  When you combine this canyon with Black Jack canyon, float down to AZ springs and out, we found the day to be a 5 star day, and called it Black Jack Magic.\n<\/p><p>Please, remember that installation of permanent fixed hardware is prohibited in Lake Mead National Recreation Area. No bolts.\n<\/p><p>Do not enter this canyon if you do not have the knowledge to entirely inspect and replace anchorage. Do not assume anchorage is prepared to hold any load bearing weight upon your arrival. Bring anchorage replacement material and be prepared to replace all anchorage. This canyon floods and becomes hot. The sunbaked and worn webbing can break. Inspect and Replace all anchorage in this canyon.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Easy gradual downhill approach into the canyon.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>We ghosted the first rap which was around 70 ft in length. We recommend future visitors do the same since this is near a hiking trail. We found most of the higher angle sections bypassable until we approached the big drop. The rap before the big drop is about 20ft and is also downclimable. The big rap is quite impressive and gives you a perspective of the river that is not found in any other canyons in this region. We threw over a 330 ft rope and  found that we had about 10 feet of rope to spare. After the big drop you have one more nice drop to the river which is around 40 ft. inflate your pack rafts and float to your desired exit.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>You have numerous exits to choose from. Eventually we floated down and exited from White Rock but our trip was just getting started.  We floated down to a break where we can access numerous canyons back up on the west rim.  We exited the river, accessed Black Jack Canyon, and floated down to white rock for the hike out.  We call this duo \"Black Jack Magic\".  A 5 star \"magical\" day on the black range.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>You must wear an approved USCG PFD and have a water craft suitable for floating down the river.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<p><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/adamhaydock.blogspot.com\/2024\/01\/black-magic-canyon.html\">EVEN-FURTHER, BLACK MAGIC<\/a>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>We found webbing in this canyon so this is not a first descent but a documented descent of an unpublished canyon.  It will be great to know some more oof the history behind this canyon.\n<\/p><p>This canyon was originally named Shoot to Thrill Canyon in early 2023. The big drop indeed gives some nice thrills.\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐tq79n\nCached time: 20240914192110\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.007 seconds\nReal time usage: 0.008 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","permit":"No","months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr","May"],"riskRating":null,"rappelCountMin":4,"geojson":null}