{
  "url": "https://ropewiki.com/Holly_Canyon",
  "latitude": 33.7883,
  "longitude": -110.9938,
  "id": 84036,
  "name": "Holly Canyon",
  "quality": 1,
  "months": [
    "Sep",
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "I",
  "permit": "No",
  "rappelCountMin": 2,
  "rappelCountMax": 2,
  "rappelLongestMeters": 7.62,
  "vehicle": "4WD - Very High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Holly Canyon is definitely not worth all the desert pinstriping\nyou'll get on the drive-in. It is further down the Parker road and the\nManzanita gets tighter and tighter the farther you drive on Forest Road\n488.</p>\n<p>I'm only posting this so anyone wanting to scout this as a possible\ntechnical canyon will not bother. The 2 nuisance rappels of 20 and 17\nfeet can be avoided if you feel so inclined. We ended up climbing back\nup the canyon since it was the easiest way out.</p>\n<p>We were stalked by a mountain lion and there was a lot of bear scat\nin the area.</p>\n<p>The canyon ends at Connor Wash which would be a pretty place to camp\nin the fall due to all the sycamore trees.</p>\n<p>We named it Holly Canyon due to all the holly bush leaves that ended\nup coming through the truck windows on the drive in and out and the\nnumerous holly leaves that ended up in our pockets, down the back of our\nshirts, and in our pants.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>The approach begins whenever you decide to stop punishing your\nvehicle. From the road turn left and rock hop a short distance down\ncanyon through a nice narrow section until you reach the first\nrappel.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Rappel 1 is 20 feet from a pinch point in the water course. Rappel 2\nis 17 feet webbing off a bush on canyon right. Continue down canyon to\nConnor Wash if you like. </p>\n<h2 id=\"exit\">Exit</h2>\n<p>Climb back up the way you came.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "54330ec8735613dfeb87cc269e9300bc"
}