{"vehicle":"4WD - High Clearance","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>A technical canyon deep back in the secret mountain wilderness.<br \/>\nThe Secret Mountain Wilderness, a pristine and secluded gem nestled in the rugged landscapes of Arizona. This enchanting wilderness area, located within the Coconino National Forest, offers a captivating blend of natural beauty, rich history, and unparalleled remoteness.\n<\/p><p>The Secret Mountain Wilderness spans over 7,300 acres of untamed terrain, characterized by dense forests, meandering streams, and towering cliffs. Its history dates back centuries, with evidence of ancient Native American cultures leaving their mark on the land through petroglyphs and artifacts. The region served as a vital part of their lives, providing sustenance, shelter, and a spiritual connection to the earth.\n<\/p><p>As European settlers explored the American West, the Secret Mountain Wilderness remained a relatively untouched and hidden expanse. The remoteness of the area contributed to its preservation, allowing a unique ecosystem to flourish undisturbed. Today, the wilderness continues to be a testament to the delicate balance between human interaction and the preservation of unspoiled landscapes.\n<\/p><p>Venturing into the Secret Mountain Wilderness is a journey back in time, where the echoes of the past resonate through the rustling leaves and the babbling brooks. The rugged trails that wind through the wilderness offer an immersive experience for those seeking solitude and a deep connection with nature. As you explore, you'll discover the secrets held by the mountains, each step unveiling the untold stories of a land that has stood the test of time.\n<\/p><p><b>This canyon is named in honor of USFS David Miller<\/b><br \/>\nIn the heart of the Secret Mountain Wilderness lies a mystery that has lingered through the annals of time—a haunting tale that echoes through the canyons and stands as a testament to the wilderness's unforgiving beauty. The enigma surrounds the disappearance of USFS Ranger David Miller, a man who ventured into the remote expanse, never to return.\n<\/p><p>David Miller, a seasoned ranger with years of experience, embarked on a routine expedition to survey and maintain the trails within the Secret Mountain Wilderness. It was an ordinary day, much like countless others he had spent navigating the rugged terrain and safeguarding the pristine landscapes under his care. However, on that fateful journey, the wilderness seemed to reclaim one of its own.\n<\/p><p>The circumstances surrounding David Miller's disappearance remain shrouded in mystery. Despite extensive search and rescue efforts, no trace of the seasoned ranger was ever found. The vastness of the Secret Mountain Wilderness, with its dense forests, steep canyons, and hidden crevices, seemed to have swallowed him whole.\n<\/p><p>Rumors and speculation surround the fate of Ranger Miller. Some attribute his disappearance to the treacherous terrain and the unpredictable nature of the wilderness, while others speak of more mysterious forces at play. The legends of the Secret Mountain Wilderness have only deepened with time, as the story of David Miller became intertwined with the very fabric of the landscape he sought to protect.\n<\/p><p>Though the years have passed, the memory of David Miller endures, and his disappearance serves as a cautionary tale for those who dare to tread into the heart of the Secret Mountain Wilderness. The unanswered questions linger in the crisp mountain air, prompting hikers and adventurers to pause and reflect on the haunting mystery that remains etched into the rocky cliffs and whispered by the wind through the ancient pines.\n<\/p><p>The Secret Mountain Wilderness stands as a silent witness to the enigma of David Miller—a place where nature's secrets are not easily revealed, and the echoes of a vanished ranger continue to resonate through the vast and timeless expanse.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Bear sign trail.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Hike up onto the Ridgeline.  A Deadman anchor drops 120 feet above the first narrow section or scramble loose terrain into the canyon bottom.  2 more rappels off manzanita will take place both around 60 to 80 feet with sections that are brushy in between.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>The final rappel puts you near the trail,  hike out to devils bridge rd.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>This canyon exploration is in honor of USFS Ranger David Miller who disappeared long ago in the Secret Mountain Wilderness never to be found.<br \/>\nExplored and rappelled thru in 2021 by Ron Lebfrom and Garrett Bennett.\n<\/p><p><br \/>\n<\/p><p>Ron Lebfrom probed the gulley CDL of Sanctuary canyon to get some time lapses.  On my descent, I dropped down a dry waterfall and came face to face with a mountain lion. \nThe encounter was four feet from the mountain lion perched in it's den ready to pounce. I took two steps to flee and my experience kicked in. I knew that it was going to jump on my back.  I then turned around and faced the mountain lion and backed out slowly.  Reflecting on the encounter, I can only think that the mountain li\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐djfcg\nCached time: 20240914192015\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.007 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>on was startled as much as myself.  It let me live.  It was an experience that I will never forget.\nGarrett also witnessed the Mountain lion enter our camp the night before the first descent.\n<\/p><p>Because of the lack of water and remoteness of the area; Ron and Garrett took a separate day to make a water drop to complete the mission.\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐lfg9n\nCached time: 20240914192015\nCache expiry: 2592000\nReduced expiry: false\nComplications: []\nCPU time usage: 0.002 seconds\nReal time usage: 0.003 seconds\nPreprocessor visited node count: 1\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 1\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","longitude":-111.8125,"quality":2,"permit":"No","geojson":null,"rappelCountMin":3,"rappelLongestMeters":42.67,"shuttleSeconds":null,"name":"Sanctuary Canyon","riskRating":null,"latitude":34.9629,"version":"2025d310f3cc71d25164e1acb0d3966092e22ae16a029157a39536edd29c6738","waterRating":"A","timeRating":"IV","id":84082,"technicalRating":3,"rappelCountMax":3,"months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr","May"],"url":"https:\/\/ropewiki.com\/Sanctuary_Canyon"}