{
  "url": "https://ropewiki.com/Sanctuary_Canyon",
  "latitude": 34.9629,
  "longitude": -111.8125,
  "id": 84082,
  "name": "Sanctuary Canyon",
  "quality": 2,
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "IV",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 3,
  "rappelLongestMeters": 42.67,
  "vehicle": "4WD - High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A technical canyon deep back in the secret mountain wilderness.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Bear sign trail.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Hike up onto the Ridgeline. A Deadman anchor drops 120 feet above the\nfirst narrow section or scramble loose terrain into the canyon bottom. 2\nmore rappels off manzanita will take place both around 60 to 80 feet\nwith sections that are brushy in between.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>The final rappel puts you near the trail, hike out to devils bridge\nrd.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>Explored and rappelled thru in 2021 by Ron Lebfrom and Garrett\nBennett. {{#ev:youtube|v=rdDUymg47SM&amp;t=97s}}</p>\n<p>Ron Lebfrom probed the gulley CDL of Sanctuary canyon to get some\ntime lapses. On my descent, I dropped down a dry waterfall and came face\nto face with a mountain lion. The encounter was four feet from the\nmountain lion perched in it's den ready to pounce. I took two steps to\nflee and my experience kicked in. I knew that it was going to jump on my\nback. I then turned around and faced the mountain lion and backed out\nslowly. Reflecting on the encounter, I can only think that the mountain\nlion was startled as much as myself. It let me live. It was an\nexperience that I will never forget. Garrett also witnessed the Mountain\nlion enter our camp the night before the first descent.</p>\n<p>Because of the lack of water and remoteness of the area; Ron and\nGarrett took a separate day to make a water drop to complete the\nmission.</p>\n",
  "version": "5f865253f1f21de54de1936606e4b46d"
}