{"riskRating":null,"name":"Micro Stafford (µ S) Creek","rappelCountMin":3,"rappelLongestMeters":30.48,"url":"https:\/\/ropewiki.com\/Micro_Stafford_(%C2%B5_S)_Creek","geojson":null,"longitude":-123.4125,"months":["Dec","Jan","Feb","Mar"],"timeRating":"II","permit":"No","rappelCountMax":4,"technicalRating":3,"latitude":45.622,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Micro Stafford is a tiny spring fed creek about 100 yards NE of Stafford Creek.  It's not a major adventure objective but can give you a couple of nice rappels when everything else is running high.  The first and last rappels are nice with the middle of the creek being low angle\/down climbable.\n<\/p><p>Though it's never going to be a classic, an easy shuttle, an easy approach and a beautiful spring coming right out of the rock at the first rappel make this worth a visit if you happen to be in the area.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Park at a nice campsite just a little bit past the drop in for Stafford.  Follow the obvious ridge south from here through a small slash pile then on nice elk trails. You'll drop through a steeper area onto a bench\/road cut.  Head toward the obvious cliff band ahead of you.  It would be a good idea to use the waypoints provided since we had to explore a while before we found the creek.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>At the beginning of the descent the water literally comes pouring out of the cliff face. It creates a beautiful oasis and well worn elk trails indicate that it may run well into the dry season.\n<\/p><p>R1: 100 feet from an obvious large tree DCR. This is a rappel through a nice moss garden with a few high angle sections. There are a few trees to avoid on the way down. Bear creek left to stay in the flow but drop your pull rope to the dry area to the right for an easy pull. End on a loose but safe bench.\n<\/p><p>R2: 50 feet from a tree DCL. Low angle rappel that ends above a snarl of logs, branches and brush.\n<\/p><p>Downclimb DCL about 50 feet back to the creek bed.\n<\/p><p>R3: 60 feet from a tree DCL. Low angle and brushy. Most of this section can be downclimbed, but there are a couple of short vertical steps that may be easier on a rope. A double stand or tree wrap set up may be best here so as to make the pull easier.\n<\/p><p>R4: 45 feet from a tree DCR. This is a lovely drop directly into the Devil's Fork of the Wilson River. Very vertical and easy to stay in the flow for a fun finish.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Cross the Devil's Fork of the Wilson River to an old road grade. Ascend to Highway 6 at any point. Walking down creek to the low angle exit immediately across from Macro Stafford Creek is an easy option. Road walk back to the Drift Creek Day Use Area then shuttle back up to your start car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>None\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>This tiny creeklet is easily seen from Highway 6 and may have been noticed by a few canyoneers going to run its (much) bigger sibling about 100 yards south.  First descended by Kevin Clark, Ashley Driscoll and Trey Schutrumpf in early 2024.\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐mrbkb\nCached time: 20240914192016\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","vehicle":"Passenger","waterRating":"C","quality":2,"id":84246,"shuttleSeconds":1200,"version":"fd264186a0717985f9cd8d33da66b84415c59dd3de376f2fa2b634aae8a80ed6"}