{"riskRating":null,"latitude":-32.5623,"longitude":151.3977,"months":["Oct","Nov","Dec","Jan","Feb","Mar","Apr"],"version":"c99acd3ff44621b9ac04f5bdf482d25d5855e0345104d4359d453b1dcfa2b2ab","id":84455,"timeRating":"I","rappelCountMin":0,"geojson":null,"permit":"No","rappelCountMax":4,"rappelLongestMeters":15,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>These waterfalls are on private property. Please be considerate and obtain approval prior to entering.\n<\/p><p>Essentially just a skills practice area, not worth doing for a canyoning experience.\n<\/p><p>The whole trip is an out and back, you can scramble around all the abseils on the way up, then practice setting anchors on the way down.\n<\/p><p>The main waterfall and swimming hole is often used for general members of the public to swim in and cliff jump. Consider scrambling back up and disassembling your anchors, even on the side creek to not tempt unskilled public to use them in unsafe ways...\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Park at the intersection of Cranky Corner SOUTH Road at the intersection with Bimbadeen Road where it goes up the steep hill. It is possible to continue straight to the ford, however there is no good place to turn around at the end.\n<\/p><p>Continue walking straight along the firetrail which continues in the direction of Cranky Corner South Road until you reach a ford and waterfall a few metres downstream. This is referred to as \"Main Waterfall\".\n<\/p><p>Main Waterfall can be walked around on river left a few metres back up the fire trail.\n<\/p><p>Continue down the main creek, past a small pool and 1m drop until another creek enters from river right with a trickling waterfall of approximately 7 metres. This side creek is the \"worthwhile\" section with multiple abseils which can be walked around.\n<\/p><p>Abseils listed in order that you descend them.\n<\/p><p>Abseil three (first you see when heading up the side creek) can be scrambled up on river left. \n<\/p><p>Abseil two can be scrambled up through the boulder garden river left.\n<\/p><p>Abseil one can be scrambled up on river left.\n<\/p><p>Above abseil one the creek flattens out and can be explored as much or as little as you feel\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Main waterfall anchor can be set river right from tree above boulder, a few metres back from the edge. Note track here is getting eroded.\n<\/p><p>Abseil one from large tree on the boulder, river left. Can continue down the slab. Approx 3m for tree boulder and approx another 8m for the slab\n<\/p><p>Abseil two from large tree river right down vertical face, approx 5m\n<\/p><p>Abseil three river left (dry) or river centre (wet), approx 7m\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Return the way you came in\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Bogans...\n<\/p><p>There is a set of VERY dodgy hardware store bolts with a sharp metal plate above main waterfall on river left. Often accompanied by a hardware store rope as a handline.\n<\/p><p>These waterfalls are located on private. Please respect this and obtain approval before entering.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","shuttleSeconds":null,"vehicle":"Passenger","name":"Cranky Corner","url":"https:\/\/ropewiki.com\/Cranky_Corner","quality":1,"waterRating":"B","technicalRating":2}