{
  "url": "https://ropewiki.com/Pictograph_Canyon",
  "latitude": 37.2044,
  "longitude": -113.6573,
  "id": 84663,
  "name": "Pictograph Canyon",
  "months": [
    "Oct",
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar",
    "Apr"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 7,
  "rappelCountMax": 8,
  "rappelLongestMeters": 42.67,
  "vehicle": "Passenger",
  "shuttleSeconds": 30,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>There are two main approaches/exits for this canyon which can be\ncombined in a variety of ways. It is also possible to set up a car\nshuttle between the two primary trailheads.</p>\n<h2 id=\"approach\">Approach</h2>\n<h3 id=\"snow_canyon_approach\">Snow Canyon Approach</h3>\n<p>Park at the Sand Dunes Picnic Grounds. Hike north on the Whiptail\nTrail / West Canyon Road (the road likely won't be accessible to\nvehicles) for about a half mile until a sandy wash comes in on the west\n(right). There will be a two gullies in view, a wide and a narrow gully\n(north of the wide gully). Aim for the narrow gully. An apparent social\ntrail near the base of this gully should make it easier to navigate. As\nyou proceed up the (narrow) gully there will be a wall/saddle to the\nnorth. Look for a point to scramble up and over this dropping you into\nthe Pictograph Canyon wash. From here work your way up canyon passing\nthe another gully on your left. Soon you will reach a junction a large\nsteep gully on the west (left) and the bottom of Pictograph Canyon on\nthe north. This large gully is known as the Tuacahn Chimney and is the\napproach to the top (or exit for the Tuachan approach/exit). Near the\ntop of the Tuacahn Chimney is a fin in the middle splitting the gully\ninto two pathways. It is recommended to scramble up the south (Left Up\nCanyon) pathway untill a large cairn is encountered denoting the top of\nthe chimney.</p>\n<p>From this point begin route-finding your way to the first rappel\nmaking your way in a northerly direction while keeping Pictograph Canyon\nin view on you right. There is an area noted with black rocks that you\nwant to aim for that is about midway from the top of the Tuacahn Chimney\nand the first rappel. To access the first rappel, you will walk/slide\ndown a somewhat narrow shelf to the anchor.</p>\n<h3 id=\"tuacahn_approach\">Tuacahn Approach</h3>\n<p>This approach route starts at the Padre Canyon Trailhead. You may be\nable to park in the Tuacahn parking lot, or you may have to park further\naway and hike in. Either way you want to start out heading north on the\nPadre Canyon trail looking for a large boulder immediately on the west\n(left) side of the trail which marks the point where you leave the\ntrail. From here a social trail heads east/northeast towards some fins\nor fingers of rock. Scramble up these, keeping to the middle fin. It is\nexposed on both sides, but not difficult. Once on top of the fins, there\nwill be an obvious opening with boulders to scramble up. Keep making\nyour way upward in the same direction untill you come to the top of a\nlarge steep gully dropping down towards the east. There should be a\nlarge cairn marking this spot. This is the top of what is known as the\nTuacahn Chimney and will make part of the exit if returning this\nway.</p>\n<p>From this point begin route-finding your way to the first rappel\nmaking your way in a northerly direction while keeping Pictograph Canyon\nin view on you right. There is an area noted with black rocks that you\nwant to aim for that is about midway from the top of the Tuacahn Chimney\nand the first rappel. To access the first rappel, you will walk/slide\ndown a somewhat narrow shelf to the anchor.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Once at the top of the approach the descent immediately starts with\nR1. The first four anchors come in quick succession and the canyon is\nsomewhat open and wide--at least compared to the narrow section that\nfollows. At the bottom of the fourth anchor the canyon has a bunch or\nscrub and boulders to navigate/downclimb on the way to the fifth anchor.\nFrom there the canyon slots up and drops somewhat untill opening back up\nand becoming brushy again around the seventh anchor. After the seventh\nanchor, if exiting towards Tuacahn you will proceed up the Tuacahn\nChimney once the junction is reached. If exiting via Snow Canyon you\nwill have the option to descend the final eighth anchor.</p>\n<h3 id=\"rappels\">Rappels</h3>\n<p><strong>R1</strong>: 140ft. Anchored with two bolts and webbing.</p>\n<p><strong>R2</strong>: 35ft. Anchored with a tree sling LDC.</p>\n<p><strong>R3</strong>: 35ft. Anchored with 2twobolts and webbing.\nAlternatively R3 and R4 can be combined into a two-stage rappel.</p>\n<p><strong>R4</strong>: 40ft. Anchored with a single bolt and chain.\nDrops into a small, short narrow slot. (Alternatively R3 and R4 can be\ncombined into a single two-stage rappel)</p>\n<p><strong>R5</strong>: 12ft. Anchored with two bolts and chain.</p>\n<p><strong>R6</strong>: 70ft. Anchored with two bolts and chain. Drops\ninto a deep slot section. May be slippery as a tiny dripping spring and\nmoss is present on the wall.</p>\n<p><strong>R7</strong>: 12ft. Anchored with two bolts and webbing.</p>\n<p><strong>R8 (Optional)</strong>: 140ft. Anchored with two bolts and\nchain.</p>\n<h2 id=\"exit\">Exit</h2>\n<h3 id=\"snow_canyon_exit\">Snow Canyon Exit</h3>\n<p>After the seventh anchor the junction with the bottom of the Tuacahn\nChimney gully will be reached. If exiting via Snow Canyon continue south\ndown the drainage. From here you can reverse the scramble up and over\nthe saddle (see the Snow Canyon Approach for details) or you can veer\neast (down canyon left) and descend the final eighth anchor. Either\noption will drop you into the same gully that will intersect with the\nWest Canyon Road / Whiptail Trail and ultimately take you to the Sand\nDunes Picnic Grounds parking area.</p>\n<h3 id=\"tuachan_exit\">Tuachan Exit</h3>\n<p>After the seventh anchor the junction with the bottom of the Tuacahn\nChimney gully will be reached. At this point climb/scramble up the\nTuacahn chimney as if making an approach to the start of the canyon.\nOnce the top is reached, which should be denoted by a large cairn, hike\nand scramble towards the bottom of Padre Canyon and the official trail.\nOnce the trail is reached head south towards Tuacahn and the Padre\nCanyon Trailhead. (see the Tuacahn Approach for more details)</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h3 id=\"park_entrance_fee\">Park Entrance Fee:</h3>\n<p>The actual slot is outside of Snow Canyon State Park, but if\napproaching or exiting via the Snow Canyon route (which is the standard\napproach and exit) then a park entrance fee is required. Information and\nentrance rates for Snow Canyon State Park entrance fees is available via\nthe park website: <a\nhref=\"https://stateparks.utah.gov/parks/snow-canyon/park-fees/\">https://stateparks.utah.gov/parks/snow-canyon/park-fees/</a></p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"https://www.voyout.com/pictograph-canyon-canyoneering-st-george-utah\">voyout.com</a>\n: Pictograph Canyon</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"https://candition.com/canyons/pictograph-canyon-aka-black-hole/\">Candition.com</a>\n: Pictograph Canyon</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li>{{#ev:youtube|17bUFEDT2f0}}</li>\n</ul>\n<h2 id=\"background\">Background</h2>\n",
  "version": "11102806c72145915bada2cf5e8d7b91"
}