{"rappelLongestMeters":30,"geojson":null,"riskRating":null,"vehicle":"4WD","permit":"No","url":"https:\/\/ropewiki.com\/Piritas_Canyon","rappelCountMax":11,"id":86133,"shuttleSeconds":null,"longitude":-83.507,"version":"d713171ce3edb07f6b188a9af00c59c94d18e1b6b321bf1cad14a2b8d8beff2d","months":["Dec","Jan","Feb","Mar","Apr"],"technicalRating":3,"name":"Piritas Canyon","quality":4,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Piritas Canyon is somewhat unique in Costa Rica in that most local canyons are basalt (lots of volcanoes!), but this is a mix of quartz\/pyrite and granite. The canyon is located within Reserva Natural Las Piritas. There are a couple miradors (viewpoints) built in the area that are popular with hikers and waterfall photographers.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Piritas is about an hour east of San Isidro de El General. Drive south on Hwy 2 and eventually take Rd 333 up to the Reserve. The last couple kilometers are on a dirt road that should be fine for all 4x4 vehicles. After it turns to dirt, the first section can be very muddy and slippery immediately after a large rain storm. As you approach the parking area, you will be paralleling Rio San Rafael on your right. Las Piritas joins from the left through a culvert. There is space to easily park 4-5 vehicles here, and a few more shortly up the road on the right (~4,170 ft).\n<\/p><p>Start the approach by hiking with Piritas on your left and very quickly cross over it (you can walk through the stream or over a log bridge).\n<\/p><p><br \/>\n<\/p><p>The trail is used by waterfall hikers and local farmers. You will pass a few different houses, farms, and storage buildings as you climb. You will eventually arrive at a viewpoint of the waterfalls you will shortly be descending (~5,050 ft elevation). From the viewpoint, you will immediately descend a steep wooden ladder and then climb slightly to the base of a short waterfall (~40 ft). Suit up at the base of this waterfall and climb the right side to the top of the falls (~5,130 ft) for optional R1\/R2 (2 stage).\n<\/p>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div> <link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>All drops were completed with a single 60m rope, and most are under 20m. All are pretty straightforward in the waterflow conditions observed during my descent. It was late April (end of dry season), so flows were probably as low as it gets. A large tree fell into the watercourse around R7\/R8. It is likely to be a dynamic area as storms move pieces of the tree. Be careful and watch for limbs underwater that may catch you. Most rappels are optional with some effort by climbing around to either side. Some areas are very slippery and others surprisingly grippy. Rappels are one after the other once you get started.\n<\/p><p>R1\/R2 - after harnessing up, ascend UCR to flat spot and rap from single bolt\/hanger to a second stance just above the water. Proceed from a second bolted anchor the remaining ~20 ft.\n<\/p><p>Short Slide\n<\/p><p>Better beta needed for individual lengths\n<\/p><p>Series of 9 additional rappels, plus a couple handlines around trees to move down slick areas. All rappels are bolted, most with a ring or quick link. One we placed was hanger only because we ran out of links (added 3 new bolts for 3 new rappels).\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>You know you are at the end of the technical section when you see a sign for the waterfalls accompanied by a small Costa Rican flag. This is the end of the trail for most hikers to the falls. From here, there is a small path leading slightly up and out looking DCR. This will take you back to the trail from the approach. Avoid a couple private homes by climbing slightly above them and then joining the entry path. Continue down the path for about 0.5 mi to arrive back at your car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Currently no restrictions. Exercise normal precautions in parking a car in public with valuables. No cost to enter. Respect the farmers' property to ensure continued access.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>First descent by Johan Aguilar Vargas, Alejandro Brenes, and Juan Vargas on 23 January 2021 as part of Costa Rica Open Canyons 2021 Project.\n<\/p>\n\n\n<\/div>","rappelCountMin":10,"timeRating":"III","waterRating":"C1","latitude":9.3623}