{"url":"https:\/\/ropewiki.com\/Fairy_Bower_Canyon","permit":"No","geojson":null,"latitude":-34.6781,"longitude":150.3067,"version":"7550c216efae3f532e1915e4344c1629ba51c8f5c121fdd1621e1ca8bdf212fd","shuttleSeconds":null,"id":86241,"waterRating":"C","months":["Mar","Apr","May","Jun","Jul","Aug","Sep","Oct","Nov"],"rappelCountMin":null,"rappelCountMax":null,"technicalRating":4,"rappelLongestMeters":35,"vehicle":"Passenger","timeRating":null,"name":"Fairy Bower Canyon","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>This is an infrequently visited canyon in the Bundanoon area. Like many canyons in southern NSW, it is relatively open abseiling down waterfalls. Unlike most canyons in southern NSW, Fairy Bower Canyon also has several short sections that are inescapable. \n<\/p><p>Note- it is strongly suggested that parties strongly consider ghosting P1 of this canyon; see Descent section for further comments. \n<\/p><p>Continued low levels of visitation are desired to limit the risk of NPWS enforcing closure of this canyon. To this end, limited information is given below. This should be sufficient for parties to visit the canyon. It is encouraged that any further updates here (or other publication of this canyon) keeps this minimal-information approach in mind, otherwise there is a high chance of permanent closure of this canyon.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Access off Bundanoon Loop Road, walking to the top of Fairy Bower Falls.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>This is an undeveloped canyon, take tape and maillons, and be prepared to place all anchors. Slings noted on the topo are indicative of a place a sling could be placed, not presence of a built anchor, although some of them likely will have anchors. Most of the abseils are optional, and can be walked around with greater or lesser degrees of ease. But what would be the point of doing a canyon then?\n<\/p><p>The most significant warnings are:\n<\/p><p>- The top of P1 (Fairy Bower Falls) is extremely easy to access following completion of this canyon. Please remove the tape used to abseil P1 after completing the canyon, or otherwise ghost the pitch. It is also suggested that parties keep a small group size, and choose non-popular times of day to do this abseil. These recommendations are made to reduce obtrusiveness at P1, which is a potential fricton point with other park users and NPWS. \n<\/p><p>- P10a on the topo lands in a pool that is not easily escapable, and requires a difficult roofsniff to continue downstream. Use of P10b instead is strongly recommended. \n<\/p><p>- P11 on the topo can have significant vertical flow in wet conditions, and this flow can be difficult to avoid. Caution is advised in wet conditions. \n<\/p><p><br \/>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Exit Fairy Bower Creek and swim downstream. Exit up Tooths Walking Track to Bundanoon Loop Road.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>A park access fee ($8\/vehicle\/day) is required to drive into the Bundanoon NPWS precinct. To avoid this, either purchase a NSW NPWS Parks Pass (a Country Parks Pass is sufficient), or park outside of the park boundaries and walk in (or car shuffle). \n<\/p><p>Canyoning is regulated in Morton NP under the bucket of \"Rock sports\" in the 2001 Plan of Management. This states: \"Rock climbing, abseiling, hang gliding and similar adventure activities are undertaken at a number of locations in both parks. They are appropriate uses if undertaken in a safe manner with minimal impact practices. Rock sports will not be permitted in high visitor use areas such as lookouts because of the potential risk for other visitors. Dangerous activities such as BASE jumping will not be permitted.\"\n<\/p><p>It is uncertain what local NSW NPWS management considers to be a \"high visitor use area\". It is possible that the entirety of the Morton NP Bundanoon Precinct would be classified as such, due to the requirement of a park access fee. It is also uncertain if the viewpoint at the top of Fairy Bower Falls is classified as a \"lookout\"; there is NPWS infrastructure present, but it is not described as a lookout in the Morton NP Plan of Management, the 1:25000 government topographic maps (which include many nearby lookouts), or the current NSW NPWS website (May 2024). \n<\/p><p>Therefore, it is cautiously suggested that this canyon be considered open to canyoners, with the caveat that canyoning parties should maintain a low profile to avoid the risk of causing NPWS to designate this canyon as off-limits. This has happened at many other Morton NP locations, so caution is very, very strongly recommended. If NPWS asks you to move on, please do so- consider skipping the Fairy Bower Falls abseil, and going directly to P3 on the topo.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>To available knowledge, the first party to treat this as a canyon descended it in 2022. There had clearly been previous visits to P11 on the topo, but it is unlikely these parties descended the upper sections of the canyon.\n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐9vsr7\nCached time: 20240914191858\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","quality":3,"riskRating":null}