{"rappelCountMin":7,"name":"Mudcut Branch Canyon","permit":"No","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p><br \/>\n~ Cut Throat Cave Top of Canyon pic2.jpg ~ Muddy Waters Exit Falls&#160;; pic3.jpg ~ Rappel 7 }}WOW! Spectacular Class IIIC2R\n<\/p><p>More fun than Leadbetter! but with a bushwhhack!\nAlthough still a true bushwhack at an hour approach and nearly a mile it’s well worth it! \nYour want to take your time to descend the .2 typically 3-4 hours which tells you something \nButtsliding and rappelling-So Much Fun!- some minor deadfall to deal with up higher but so pretty and green. if water is too high in Ledbetter this is the go to for sure.\nAlthough it’s wider than Ledbetter it does have its narrow sections too and is not to be taken lightly, in high water expect 3 more rappels than the standard 7\nThis is a special place so limit webbing please, natural anchors only suggested.\nThis canyon is a New Discovery by Capt. John Podlewski, David Wester 2022, and Professor Scott Burns,  please treat it wild.\nIt’s only been run by me and a handful of friends, enjoy and be safe, do not fall in the steep canyon trying to side hill as there are there approximately 7 rappels in less than .2, Spectacular.\nBefore R3 is the last bail out opportunity to take the bushwhack back sidehilling the way you came.\n<\/p><p>Approach: 2 ways either park @ Ledbetter TH and hike the Bartham Trail for 7 miles then bushwhack down and into Mudcut follow it til the last .3 which is Vertical and Spectacular but exhausting doing 11 miles with gear. Or park at Freebe Picnic area walk out to Hwy 64 crossing over bridge and walk up gravel road toward Quarry, cross over tracks half way up the road to Mudcut Branch DO NOT PARK anywhere on this road! \nJust before Before the Quarry gate is Mudcut Branch on left head up river left staying on public land then after a few hundred feet cross to river right and head uphill once the terrain brings you back to creek at approximately .1  cross the creek here (35.30521,-83.65556) for the second and final time and head upstream on river left staying as close to the creek, without going too high, as it is extremely steep.\nWhen you get to a vertical rock slab (5.4) you will have to climb that (good crack hand holds) keep heading upstream but not too high til approx .25 miles from the tracks this should take about 50 minutes at moderate pace.\nThen head for creek once around the corner you will see the extremely large rock creating the cave and open slot section you’ve arrived. \n<\/p><p>Mudcut dumps into the Nantahala across from Ferebee it’s a short walk, then full on bushwhack for then next 3\/4 mile\nThe choice is yours but do not trespass.\nUnlike Ledbetter There is no trail but I’ve been enough times where there is a start of a path.\nIf coming from the bottom as most would, hug river left then right then cross to left again that’s it, but don’t get too high for 1 mile total distance (1 hour approx.) \nAbout halfway there is some class 5 scrambling unassisted on a sloping cliffface on the river left and the penalty would be a broken ankle at the very least. This is not a place to get hurt as rescue would prove extremely difficultyou can get around that obstacle the going gets a little easier. Stay relatively level with slight uphill til it’s time to drop in. Your want to make sure you hit this point (35.30744,-* Bulleted list item 83.65793) as it goes slightly downhill and turns then continues slightly level.\nContinue to bushwhack once your able to see the hill side and creek levels out after nearly an hour you can finally get in the stream bed then your reach Cut Throat Cave upstream which is at the start of the goods (.3 mile) as the crow flies from the bottom.\nDo not bushwhack on river right its impassible only after the initial start are you on that side til the creek crossing. Which is early in only. As long as you stay on river left you should make it eventually.\nCut Throat Cave it a huge rock that blocks most of the stream creating a mini slot below, so it’s worth looking from above plus you could rap off the top, hence the name and start the Canyon or better option rappel sliding<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<\/p>\n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<div class=\"thumbcaption\" style=\"display:table-caption;caption-side:bottom;box-sizing:border-box;\">{{{caption}}} <\/div>\n<\/div>\n<\/div><p> down the slot next to it is ideal.\n<\/p><p><br \/>\n‘’’R1 Cut Throat Cave (Optional) Top of cave 50ft. Rappel.                                                                                                               35.30752,-8365822\n<\/p><p>All rappels are in Quick Fire succession within .1 \nR1 Off Tree in Watercourse 30’ Rappel                                                                                                                                               35.30661, -83.65759 \n<\/p><p>Then walk 40 feet to anchor on tree LDC\n<\/p>\n<ul><li>Bulleted list <link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"><\/li><\/ul>\n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div> \n<p>R2 Off Tree DCL 100’ Rappel down a multi layered waterfall (last 10’ is mossy slab w\/o rope)                                                       35.30638,-83.65736\nThen walk 20 feet to next anchor LDC\n<\/p>\n<ul><li>Bulleted list item<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"><\/li><\/ul>\n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div> \n<p>R3 Off Tree DCL 40’ Rappel                                                                                                                   \n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><pre>                                             35.30606,-83.65710\n<\/pre>\n<p>Walk 20 feet down creek\n<\/p><p>R4 Off Tree in watercourse DCL 80’ Rappel waterfall into a deep pool                                                                                             35.30596,-8365666\nThen walk 15 feet to a sketchy transverse LDC \n<\/p>\n<ul><li>Bulleted list item<\/li><\/ul>\n<p>R5 Off Tree Watercourse 90’ Rappel(or if flow is low enough a True Class C Off a tree LDC Slot multi tier waterfall                    35.30598,-83.65647\nWalk 30 feet \n<\/p>\n<ul><li>Bulleted list item<\/li><\/ul>\n<p>R6 Off tree LDC 90’ down sloping waterfall                                                                                                                                        35.30577, -83.65610                                                                    \nWalk 100’ to next station \n<\/p>\n<ul><li>Bulleted list item<\/li><\/ul>\n<p>R7 Off tree RDC rappel 40’ down 2 waterfalls                                                                                                                                     35.30575, -83.65614\nWalk 10 feet\n<\/p>\n<ul><li>Bulleted list item<\/li><\/ul>\n<p>R8 Off tree LDC rappel 15 feet into Slotted Muddy Waters Exit Falls (Spectacular) into small water pothole                                35.30564, -83.65589\nVisit the Guardian\nCreekwalk .1 back to tracks then to parking lot\n<\/p><p>After R7 Muddy Water Exit Falls admire the slot and view as this is as far one can get traveling up canyon in the watercourse. The Standing Stone keeps guard,  I suppose.\nGo ahead and bag up gear and creek walk out .1 to the gravel road and back to car or shuttle car., if that’s where you came from?\nAverage Time if coming in from below car to car is 4-6 hours and 2 miles RT\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Stay off private property \nDo not park on road\n<\/p><p><br \/>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>Wet suit is optional but highly suggested in anything other than low flow at height of Summer the back half of canyon is completely covered by canopy and the last part is walled in within the canyon so either way not much sunlight. Your want to take your time and enjoy this .1 descent and not hurry through it because you are cold..\nYou should not enter this canyon until you understand how to build natural anchors preferably ghosting techniques CEM, Macrame etc..if deemed appropriate for safety, as well as contingency anchors for your group, Converting to LAMAR\n<\/p><p>If you get hurt or stuck in this canyon, SAR may not be able to get you out.\nDo Not expect Anchors to be here.\nKnow what you are doing,  this is absolutely not the place to learn. If you need to leave anchors (black) behind, only do so if safety is jeopardized. \nVehicle: Passenger\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape_2\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background_2\">Background<\/h2><\/div>\n<p>1st documented descent by Capt. John Podlewski and David Wester and location provided by Prof. Scott Burns\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit_2\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape_3\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites_2\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media_2\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background_3\">Background<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent_2\">Descent<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit_3\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape_4\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites_3\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media_3\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background_4\">Background<\/h2><\/div>\n\n\n<\/div>","rappelCountMax":10,"quality":5,"technicalRating":3,"version":"15b344a961c7734a048fe8a30b5f77182d7d28e0dd8f0b66206f7213575ff2c3","riskRating":"R","id":86428,"vehicle":"Passenger","geojson":null,"months":["Dec","Jan","Feb","Mar","Apr","May","Jun","Jul","Aug","Sep","Oct","Nov"],"latitude":35.3031,"rappelLongestMeters":30.48,"longitude":-83.6536,"waterRating":"C2","timeRating":"III","shuttleSeconds":null,"url":"https:\/\/ropewiki.com\/Mudcut_Branch_Canyon"}