{"riskRating":null,"waterRating":"B","id":87499,"rappelLongestMeters":53.34,"geojson":null,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Wildcat Creek is a much smaller sibling of Cascade Creek and thus a good run early season or on a wet year.  It sports over a dozen rappels, if you want to stay in the water all the time as the creek zig-zags its way down over many waterfalls.  The descent below is much more straight down, but often is adjacent to the watercourse.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From the parking pull-off 37.72443, -119.71827, head more or less straight toward R1 at 37.72366, -119.71721, instead of following the creek from directly under the bridge has a lot of brush.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Work you way down past a short staircase waterfall and a brushy sloping trough corner (DCR) until you reach a rounded slab and can see down into the valley, including Hwy 140:\n<\/p><p><b>R1: 80'<\/b> from a single bolt down the low angle slab staying DCR near the water, then hop over the water to several big trees.\n<\/p><p><b>R2: 150'?<\/b> from a big tree with webbing anchor\n<\/p><p><b>R3: 120'?<\/b> from a rock horn with webbing well DCR from the water course\n<\/p><p><b>R4: 175'<\/b> from a huge tree DCL of the water course on the next slab pour over; the \"money\" drop and banner photo\n<\/p><p><b>R5: 80'<\/b> from a pinch point with webbing, down the moderate angle slab.  Follow the water course trough angling right, to an expose location at the edge of the drop-off.\n<\/p><p><b>R6: 150'?<\/b> from two bolts on a flat rock above head level, not visible until you get there\n<\/p><p><b>R7: 80'<\/b> from a chock stone with webbing in a chimney and up over the ridge of rock; note: there is poison oak at the bottom of the drop.\n<\/p><p>From here you need to work your way down several short downclimbs and drop-offs, through the sometimes thick brush, and all the poison oak.\n<\/p><p><b>R8: 90'?<\/b> ghosted from a tree in the center of the dual cascading waterfalls.  Use the waterfall and pools at the bottom to rinse off the poison oak oils!\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Head DCL through some bushes and find the trail that takes you back to the parking area 37.72140, -119.71520 in less than 2 minutes hiking.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>I'm really surprised that there were no signs of any old anchors.  Wildcat is a little gem of a canyon run with super easy access top and bottom.\n<\/p>\n\n\n<\/div>","quality":3,"permit":"No","rappelCountMin":8,"timeRating":"II","shuttleSeconds":720,"latitude":37.7237,"url":"https:\/\/ropewiki.com\/Wildcat_Creek","months":["Mar","Apr","May","Jun","Jul"],"name":"Wildcat Creek","rappelCountMax":8,"longitude":-119.7172,"vehicle":"Passenger","version":"cc44e800150118d6deca312f4ad236d262c6256c050d7ad69c100894313d5fa6","technicalRating":3}