{"id":87497,"shuttleSeconds":600,"latitude":37.7268,"url":"https:\/\/ropewiki.com\/Tamarack_Creek","waterRating":"B","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Tamarack Creek is smaller tributary to Cascade Creek and they both join together in route.  Tamarack can be run when Cascade is flowing Extreme, or even Extreme Plus, because the route chosen stays DCR the whole time and the final rappel is shielded from the powerful spray of the 300 foot final waterfall.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From the pullout off Hwy 120 between Cascade Creek bridge and Tamarack Creek bridge, head down the steep earthen slope and cross over Tamarack Creek somewhere in route before the first big waterfall.  R1 is anchored off a smaller oak tree about 50 feet DCR from the main waterfall (see banner photo).  Alternatively, cross over the Tamarack Creek bridge (going uphill on Hwy 120) and veer off where the brush is sparse.  Follow the slope and a rock downclimb section to the top of R1.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p><b>R1: 150'<\/b> Rappel from a small oak tree, past a ledge and down a water chute to another ledge (see banner photo).  Climb up the polished granite (or slick and slimy if wet) staircase to a big oak tree DCR.\n<\/p><p><b>R2: ~150'<\/b> Rappel down past some brush and PO to the big slab.  Follow the runnel to get out away from the wall to a spot on the big slab that has flat \"sandy\" patches.  When wet this is tricky, because the rock is so slippery.\n<\/p><p><b>R3: ~120'<\/b> Rappel from a big flat boulder down the big slab; stay DCR almost against the wall that forms on the right.  Find the bolts near the end of the slab before it drops off the main wall.\n<\/p><p><b>R4: 280'<\/b> Rappel from 2 bolts down to the boulder field at the bottom of the 300 foot main event waterfall of Cascade Creek.  Note: there is a sizeable horn that stick straight up under 200 feet down which can be used to break up the rappel, however it is a hanging station.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Cross over the boulder field DCL and down to a use path.  Below there is a concrete wall with a railing, and a well constructed path connecting past the railing.  Follow this path back to Hwy 140 and over the bridge (down river direction) to the big parking lot.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","geojson":null,"name":"Tamarack Creek","vehicle":"Passenger","rappelCountMax":4,"longitude":-119.7134,"timeRating":"I","version":"d6e3033d9d064e8b14210b7a972eae1850c04d550468d5bb337f8ed8b093ccf8","rappelLongestMeters":86.87,"rappelCountMin":4,"riskRating":null,"months":["Apr","May","Jun","Jul","Aug","Sep"],"technicalRating":3,"permit":"No","quality":4}