{
  "url": "https://ropewiki.com/Brown_Eye_Gulch",
  "latitude": 34.205,
  "longitude": -117.8699,
  "id": 8769,
  "name": "Brown Eye Gulch",
  "quality": 1,
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 3,
  "rappelCountMax": 3,
  "rappelLongestMeters": 24.38,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Brown Eye Gulch is a short canyon dropping down into Browns Gulch\nright off the side of Route 39. During rains, one can see some\nattractive cascades in this small canyon, leading one to believe it may\nbe a fun canyon to descend. Such is not the case. While there are some\nbriefly attractive spots, the bushwhacking is nearly intolerable, and\nthis canyon is in the top 5 on the author's list of canyons with the\nmost Poison Oak he's ever encountered. Many spiky bushes are also\npresent. The author solidly recommends against visiting this canyon.</p>\n<p>If you do decide to descend this canyon, you would do well to bring a\nfriend and two machetes. Beer would help as well.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>You will park at the large turnout on the west side of Route 39,\nacross from the entrance road for the San Gabriel Dam. Alternately, one\ncan park at the large turnout further up Route 39 on the right side,\njust before the long right hand sweeper (turn). This places you very\nclose to the end of the hike out, and eliminates the walk down the road,\nwhich can leave little room for walking at times.</p>\n<p>Hike up the ridge for approximately one mile and 2500ft of gain. Keep\nyour eyes on the map so that you drop into the correct draw. The upper\nsection of the canyon is split by a small spur, which has only minor\nbushwhacking for a distance. Take full advantage of this and drop into\nthe canyon itself as late as possible.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Descent is defined by endless bushwhacking, with short sections here\nand there which offer downclimbing on sometimes solid rock with mosses\nand small plants growing from cracks in the rock. Several easy rappels,\none with a small bush as an anchor are followed by more bushwhacking and\na final two-stage rappel, where one must rappel down through Poison\nOak.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>The last rappel deposits you on easy ground. Hike downhill a short\ndistance and keep your eyes right for the trail directly up a steep\nhillside to the road.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>There are signs in the area of people growing pot. Use caution.\nAnother reason to avoid this canyon.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a href=\"http://sangabrielmnts.myfreeforum.org/about6226.html\">First\nDescent Trip Report</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n"
}