{"id":88440,"rappelCountMin":2,"waterRating":"C1","name":"Clayton Creek","timeRating":"III","quality":2,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Clayton Creek flows out of and down below Clayton Lake in the James Peak Wilderness before emptying into South Boulder Creek above the Moffat Tunnel.  Much like most \"canyons\" in the front range, Clayton Creek is not truly committed, in that nearly all drops can be easily bypassed by scrambling around the edges of the watercourse.  Still, it provides an enjoyable opportunity to canyon close to the front range.  While it is unlikely to be a popular destination in itself due to the length of the approach, it does make a nice combo when ran with Arapaho Creek.  The highlight of the canyon is a two stage waterfall that can be easily broken into two rappels.  The first stage is particularly enjoyable, with a squeeze under a fallen log to start the rappel, followed by a 15-20 foot slipper rappel slide that ends with a small rooster tail.  The drops prior to this are small, and likely downclimbable in low water conditions.  They are also broken up by a fair amount of downclimbs and creek walking, which detracts from the canyon as a whole.  As a result, some may choose to just rappel the 2-stage waterfall.  \n<\/p><p>This write-up is based on a run in early August of a slightly higher than normal snowpack year.  At this point, the flow was moderate, and did not present any exceptional challenges.  There are several narrow spots and areas with logs crossing the creek that could potentially present issues earlier in the season.  This drainage is lower flow than nearby Arapaho Creek, however, so it is likely that Clayton Creek may be safely run a little earlier than Arapaho Creek.  \n<\/p><p>Natural anchors are abundant at each drop.  The canyon does follow a moderately trafficked trail, so discreet anchors and ghosting techniques when possible are advisable.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From the Moffat East Portal Trailhead, begin hiking west on the main trail that approximately follows South Boulder Creek up the valley.  Continue on this trail about 2.3 miles until you reach Clayton Creek.  About 0.3 miles before Clayton creek, you will pass the split off heading uphill to Crater Lakes.  This is a good indication that you are nearing Clayton Creek.  As you approach, you will cross a small stream that is a split-off of Clayton Creek, and then shortly after, a bridge that crosses Clayton.  Do not cross the bridge, but turn right up an unmarked social trail that hikes up to Clayton Lake.  Continue up this trail for about 0.3 miles.  The trail quickly steepens.  The top of the semi-technical portion of the creek begins at about 10,700 elevation, where the stream begins to steepen, and descends into a shallow narrow section.  Drop in here.  \n<\/p><p>If you are only running the 2-stage waterfall, continue up this trail until there is a notable waterfall on Climber's left.  A small social trail accesses the base of the falls.  Continue up the trail on Climber's right of the waterfall until you've reached the top of the two stages, and enter the creek.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>From about 10,700 feet where the creek steepens, identify a portion of the creek that begins to descend, and tightens with shallow rock walls on each side.  Sturdy trees about 20-25 foot above this drop provides a good anchor for the first drop.  This first drop is only about 6-8 feet, and some may choose to downclimb or partner assist.  Higher flows may make it advisable to set up a quick rappel.  \nRappel 1: Approx 35 foot to protect 6-8 foot drop. \n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<\/p>\n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>Continue with downclimbs, and sections of creekwalking for about 10-15 minutes.  Be aware of loose rock and unstable log jams.\n<\/p><p>Eventually, the second drop will begin with a set of fallen logs blocking the stream.  This blocks a small drop, which then descends into a second drop where the creek is constricted into a narrow section, and about a 10 foot drop.  In low water conditions, this would likely be downclimbable.  A tree DCR of the logs at the top provides a short rappel through this narrow section.  \nRappel 2: (Approx 35 feet)\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<\/p>\n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>Continue down another downclimb which will end where another large log crosses across the creek, with the creek flowing through an opening beneath the log, before dropping down another waterfall.  Instead of downclimbing to the log, downclimb and stop at a tree DCL that makes a good anchor with a clean ropepull for Rappel 3, under the log. Rappel 3 is about 75 feet from this tree.  Rappel under the log, and down a slippery 15-20 foot slab that makes a good rappel-controlled slide, until reaching another set of logs blocking the stream.  This rappel is very splashy, and likely the best rappel of this canyon.  Be aware of loose rocks when crawling under the tree on rappel.  \nRappel 3:(75 feet, or about 50 feet if using lower anchors)\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<\/p>\n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>Rappel 4 begins at the falle\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>n logs crossing the creek.  A tree DCR provides a good anchor for this next drop.  Many lines are possible with varying amounts of water flow.  \nRappel 4: (55 feet)\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<\/p>\n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>From here, either exit the creek DCL, or continue down the creek with more downclimbs and potentially other small raps.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Continue down the Clayton Lake trail to the main South Boulder Creek Trail.  Turn left on the main trail, and continue following the trail back to the parking lot.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>This route takes place in James Peak Wilderness.  Please implement leave no trace practices.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>First known canyoning descent: Bryce Wilson and Lance Lindquist 8-4-2024\n<\/p>\n\n\n<\/div>","url":"https:\/\/ropewiki.com\/Clayton_Creek","technicalRating":3,"shuttleSeconds":null,"permit":"No","longitude":-105.6784,"version":"785f0f0e6bcd3b9d4e27c0560733a29e4b6459d7f7797d90ba0e4394addecc19","months":["Jul","Aug","Sep"],"riskRating":null,"rappelCountMax":4,"latitude":39.8878,"rappelLongestMeters":22.86,"vehicle":"Passenger","geojson":null}