{
  "url": "https://ropewiki.com/Puente_de_Dios_(Tamasopo)",
  "latitude": 21.9316,
  "longitude": -99.4156,
  "id": 9015,
  "name": "Puente de Dios (Tamasopo)",
  "quality": 4.2,
  "months": [
    "Nov",
    "Dec",
    "Jan",
    "Feb",
    "Mar"
  ],
  "permit": "No",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Puente de Dios is a fantastic swimming hole 2 miles northwest of the\ntown of Tamasopo. It consists of waterfalls into a narrow gorge and\ncavern beneath an arch through which the Gallinas river flows slowly.\nBlue and clear water pools for swimming are at the top and bottom of the\ncavern, you can swim down the tunnel and explore the caverns. Michelle\nNilles told me \"Puente de Dios is the best swimming hole I have been in\nmy whole life\" and I completely agree.</p>\n<p>Also interesting to visit are the Cascada de Tamasopo 2 miles north\nof town, which features three cascades tumbling about 20 metres (66 ft)\ninto pools divided by travertine ledges and shelves. The character of\nthe waterfalls reminds Havasu Falls in the Grand Canyon. Nearby is El\nTrampolin which consists of small waterfalls falling into clear, deep\npools in the midst of a tropical forest.</p>\n<p>The entrance fee in 2022 was 70 pesos per person. In 2015 it was 20\npesos per person.</p>\n<h2 id=\"approach\">Approach</h2>\n<h2 id=\"descent\">Descent</h2>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>In Feb 2022, we were dismayed to find that the commercialization of\nthis beautiful swimming hole now requires lifejackets for everyone to\nenter the water. This is quite ridiculous to have as a requirement, and\nhas never been required in the decades I've been coming here. I\nattempted to enter the water by jumping off one of the cliffs without a\nlife jacket, and I was surrounded by two lifeguards/guards who made me\nput one on. Two other people in our group weren't allowed to enter the\nwater at all because the guards didn't have enough lifejackets for them.\nThe guards were blowing their whistles all over the place to alert\neveryone to us not wearing lifejackets.</p>\n<p>Also, right at 5pm the guards all blew their whistles and forced\neveryone to get out of the water and leave, even though this was a good\n1.5hrs before sunset.</p>\n<p>It is very sad to see how controlled everything is becoming\nthroughout Mexico, to the point of needless caution. It should be up to\nthe individual or not to wear a lifejacket or not.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<p><a\nhref=\"http://www.tripadvisor.com/Attraction_Review-g3181068-d12793488-Reviews-Puente_de_Dios-Tamasopo_Central_Mexico_and_Gulf_Coast.html\">Trip\nAdvisor reviews</a></p>\n<p><a href=\"http://en.wikipedia.org/wiki/Tamasopo\">Wikipedia page on\nTamasopo</a></p>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}