{
  "url": "https://ropewiki.com/Duncan_Creek",
  "latitude": 45.6432,
  "longitude": -122.0926,
  "id": 9055,
  "name": "Duncan Creek",
  "quality": 3.5,
  "months": [
    "May",
    "Jun",
    "Jul",
    "Aug",
    "Apr"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "II",
  "permit": "No",
  "rappelCountMin": 9,
  "rappelCountMax": 9,
  "rappelLongestMeters": 9.14,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Duncan is probably the number one best creek in the Portland area for\ntraining and practice. It sports everything found in aquatic canyons\nelsewhere, but on a smaller scale, with several sections of narrows and\nan unusual number of deep pools. There are plenty of short drops for\npracticing rigging, downclimbs, and a few spots that lend themselves to\nshort jumps or slides. It has a little of everything. The lower part of\nDuncan Creek is popular with (non-canyoneering) locals and can be busy\non hot midsummer days when people come to play in the pools.</p>\n<p>Duncan runs high in the early season (and is great fun if you enjoy\nthe swiftwater), but somewhere in May or June the water level drops and\nbecomes beginner-friendly. A good way to estimate flow is to visit the\ncheckpoint (R10) and see how much water, if any, is flowing down the\nMoss Chasm. If you see more than a trickle, Duncan is running high.</p>\n<ul>\n<li>Given Duncan's popularity with hikers and families, please do not\nleave fixed anchors in the lower canyon.</li>\n<li>Catchment: 1.8mi^2.</li>\n</ul>\n<h2 id=\"best_practices\">Best Practices</h2>\n<p>Duncan has been seeing increased visitation by canyoneers and is\nshowing signs of abuse. Please use anchors in or adjacent to the\nwatercourse. Climbing to trees higher up on the sides is attractive, but\nrisks eroding the banks and trampling vegetation.</p>\n<ul>\n<li>Teaching people to rappel for the first time in an aquatic canyon is\nnot a good plan. It's safer to become fully proficient in a dry location\noutside the canyon.</li>\n</ul>\n<ul>\n<li>Wrapping the rope around trees for a two strand rappel is efficient,\nbut is not good for the tree when you go to pull your rope. Friction\ndamage around the back of the tree cuts into the bark. Done too many\ntimes by too many people and the tree will become girdled and eventually\ndie. It's kinder to the tree to set an anchor or use a retrievable\nsystem.</li>\n</ul>\n<ul>\n<li>Two strand rappelling (as is done in alpine climbing) can be\ndangerous in aquatic canyons. Excess rope present at the bottom of the\npitch can become an entanglement hazard in deep pools. Taking a class in\naquatic canyoning techniques is strongly recommended.</li>\n</ul>\n<ul>\n<li>Beginners \"leading\" beginners is a major cause of accidents in\ncanyoneering.</li>\n</ul>\n<h2 id=\"parking\">Parking</h2>\n<p>Park at the end of Duncan Creek Road at a large turnaround under the\npowerlines. Please park off the pavement and do not block access. This\nparking area is in earshot, if not visibility, of several private homes.\nA permit is not required to park at this location.</p>\n<ul>\n<li>There is parking for a couple cars just up Duncan Creek Rd (now\ndirt/gravel) at the Nellie Corser trailhead. Parking here requires a\n<em>Washington State Discovery Pass</em>.</li>\n</ul>\n<h2 id=\"water_flow\">Water Flow</h2>\n<h2 id=\"approach\">Approach</h2>\n<p>From the powerline parking area, there are several trails. One of the\nbest approaches is to walk up the road to the Nellie Corser trailhead\nand follow the obvious trail west. Eventually, you'll reach an\neasy-to-miss junction high above the creek; go right. The trail\neventually drops down to meet the creek and appears to end. Cross the\ncreek and pick it up again on the far side. The trail you want heads off\nnorth on the west side of the creek. Go upstream about 0.25mi and drop\ninto the creek just above Quad Falls (~1500ft elevation).</p>\n<ul>\n<li>The best checkpoint is to walk up to R10 from the parking area. If\nyou see more than a trickle flowing down the mossy chasm (on the left\nwhen looking at the falls), then Duncan is running on the high\nside.</li>\n</ul>\n<h2 id=\"descent\">Descent</h2>\n<p>This canyon has unlinked anchor stations; please do not add webbing\nto the bolts. Groups should be familiar with how to rig unlinked\nanchors.</p>\n<p>Jumping is a leading cause of canyon injury. Look before you leap.\nAlways send down a scout to check the depth, look for hidden obstacles,\netc.</p>\n<h3 id=\"upper_duncan\">Upper Duncan</h3>\n<p>R1-R4 is referred to as \"Quad Falls.\"</p>\n<ul>\n<li><strong>R1:</strong> 20ft two tier.\n<ul>\n<li>High water: 20ft traverse from single bolt to bolt station DCL.</li>\n<li>Low water: rappel from bolt, tree, or downclimb.</li>\n</ul></li>\n</ul>\n<ul>\n<li><strong>R2:</strong> two tier 30ft. Each tier goes into a pool.\n(First pool is a possible jump, but scout it first.)</li>\n</ul>\n<ul>\n<li><ul>\n<li>High water: extend rope from R1 as rebelay to tree anchor high DCL.\nR2a: rappel first tier from the tree to chest-deep landing. R2b: single\nbolt DCL.</li>\n<li>Low Water: rappel one or both tiers from bolt station DCR. (Update\n2023: one of these bolts is bad and spins.)</li>\n</ul></li>\n</ul>\n<ul>\n<li><strong>R3:</strong> 25ft into a punchbowl from bolts DCR. There is\na large log underwater in the middle; do not jump.\n<ul>\n<li>High water: the punchbowl is a roiling hydraulic that will push you\nDCR out against the canyon wall. Beware getting swept at the exit.</li>\n</ul></li>\n<li>At the exit of the punchbowl is a short drop (3ft) into a second\nhanging pool. Short slide DCL. The pool is shallow; do not jump.</li>\n<li><strong>R4:</strong> 50ft from **NEW** (as of 7/May/2023) bolts DCL\nat the exit of the R3 pool.</li>\n</ul>\n<p>The canyon opens below R4 with an escape trail DCR.</p>\n<ul>\n<li>Short slide DCL.</li>\n<li><strong>R5:</strong> 30ft from boulder DCR.</li>\n<li>12ft drop. Downclimb large log center or rappel.</li>\n</ul>\n<p>Walk downstream 5-10min.</p>\n<ul>\n<li><strong>R6:</strong> 20ft from logjam creek center. Beware walking\naround on top / near the logjam as it may be undercut and subject to\ncollapse.</li>\n<li><strong>R7:</strong> Two-stage 18ft drop (8ft, 10ft) from single\nbolt DCR. Both drops go into deep pools. (This area may be dangerous in\nhigh flow; likely the crux of Duncan.)</li>\n<li>3ft drop from a chockstone into a deep pool. Downclimb, slide or\njump, but check the depth first.</li>\n</ul>\n<p>Just ahead is a big logjam that looks daunting. Skirt around DCR\nside, then climb up over / down through the logs to the next obstacle.\nEscape also possible DCR.</p>\n<ul>\n<li>10ft drop partially blocked by the same log jam. Downclimb DCR\n(easier than it looks) or rappel, and swim out the bottom.</li>\n<li><strong>R8:</strong> 12ft. Rappel from log or downclimb. (Update\n2023: Log anchor may be unstable, please inspect carefully before\nusing.)\n<ul>\n<li>A dippers nest has been spotted in the vegetation center of the\ncreek, climbers left of the rappel line. Please take care not to\ndisturb</li>\n</ul></li>\n</ul>\n<p>Continue downstream on bedrock slabs to the Crossing. Optional exit\nhere on the trail you hiked in on.</p>\n<h3 id=\"lower_duncan\">Lower Duncan</h3>\n<p>Below the crossing is a high tourist area. <em>Please do not leave\nfixed anchors below this point.</em></p>\n<ul>\n<li>Logjam. Downclimb or rappel 12ft. Use caution as it shifts every\nyear. Check out \"waterfall room\" under the logjam for extra bonus\npoints.</li>\n<li><strong>R9:</strong> 20ft. Walk down slabs to the top of the falls\nDCR. Drop into the pool and climb out the other side (tricky). Anchor is\nDCL tree; rappel usually dry.</li>\n<li>Several downclimbs / short slides come in quick succession.\nEventually, the creek narrows into a body-width channel before exiting\ninto a deep pool above R10.</li>\n</ul>\n<p>Ahead is the finale. In high water, the creek splits around a rocky\nisland. In low water, it all pours down the DCL side. Some options:</p>\n<ul>\n<li>High water: Rappelling DCL would be dangerous in high flow, so\ndownclimb the low-angle <em>Moss Chasm</em> DCR instead. This is a fun\ndownclimb when there's some water in the chute. This is the narrowest\nspot on Duncan.</li>\n</ul>\n<ul>\n<li>Low water: <strong>R10</strong> - rappel 25ft DCL. This is a\ntwo-stage rappel. <font color=\"red\">There is potential for foot\nentrapment in a V-shaped groove on the first tier.</font> For safety, it\nmay be good to position someone in the mid-tier pothole (not that deep)\nto assist. Both of the tiers on this rappel are awkward and it takes\nskill to rappel them gracefully. We usually send someone back to the top\nto remove the anchor after everyone has rappelled.</li>\n</ul>\n<ul>\n<li>Bypass: both these options can be skipped by hiking down a trail\nthat runs down the middle of the island to the bottom.</li>\n</ul>\n<h2 id=\"exit\">Exit</h2>\n<p>Update July 2022: Below the last rappel, exit the creek immediately\nDCL to a user trail. Follow this up and take a shortcut trail back to\nthe parking area.</p>\n<ul>\n<li>Do not keep going down the creek or you'll end out on a parcel of\nprivate land just before the road.</li>\n</ul>\n<h2 id=\"red_tape\">Red tape</h2>\n<ul>\n<li>See \"Approach\" above. A <em>Washington State Discovery Pass</em> is\nrequired ONLY if parking at the Nellie Corser trailhead.</li>\n</ul>\n<ul>\n<li>There is a very small parcel of private land on the east side of the\ncreek immediately before the it passes under Duncan Creek Road. There is\na small campsite here. This area was signed \"No Trespassing\" as of July\n2022. To avoid trespassing: exit the creek immediately DCL upon\nfinishing the final rappel. Follow the user trails back to the parking\narea.</li>\n</ul>\n<p>Please be respectful of locals and private property. Help us keep the\narea clean and the neighbors happy. It is fairly common to encounter\nhikers. In summer, it may be a good idea to arrive early for\nparking.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://ropewiki.com/User:Super_Amazing_Map?id=Duncan_Creek_-_Washington\">Super\nAmazing Map</a> : Duncan Creek</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://karl-helser.com/duncan-creek-canyoneer-6-5-16\">Karl\nHelser's NW Adventures</a> : Duncan Creek Canyoneer 6-5-16</li>\n</ul>\n<p><a\nhref=\"https://youtu.be/PduFN6j9BNY\">https://youtu.be/PduFN6j9BNY</a> -\nNOV 2023</p>\n<h2 id=\"background\">Background</h2>\n<p>This creek was first descended by Kevin Clark, Karin Mullendorf, and\nAnnyela Klocker in August 2014.</p>\n<p>There are two other falls much further up Duncan Creek (Apron Falls\nand Railcar Falls), but they may not be worth your time. The first party\nto run Railcar Falls vowed never to go there again. The west fork of\nDuncan has also been explored, but only sports three short drops.</p>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "geometry": {
          "type": "LineString",
          "coordinates": [
            [
              -122.08526015281679,
              45.636168140969154,
              16.600000381469727
            ],
            [
              -122.08491683006288,
              45.6362206530751,
              6.300000190734863
            ],
            [
              -122.08492000000003,
              45.63621000000001,
              6.300000190734863
            ],
            [
              -122.08492,
              45.63621,
              6.300000190734863
            ],
            [
              -122.08492,
              45.63621,
              6.300000190734863
            ],
            [
              -122.08435,
              45.63643,
              5.5
            ],
            [
              -122.08416,
              45.63648,
              5.5
            ],
            [
              -122.0839,
              45.63644,
              5.5
            ],
            [
              -122.08379,
              45.63646,
              5.5
            ],
            [
              -122.08364,
              45.63656,
              5.5
            ],
            [
              -122.08354,
              45.63707,
              5.5
            ],
            [
              -122.08338,
              45.6373,
              5.5
            ],
            [
              -122.08308,
              45.63745,
              5.5
            ],
            [
              -122.08301,
              45.63761,
              5.5
            ],
            [
              -122.08288,
              45.63775,
              5.5
            ],
            [
              -122.08271,
              45.63782,
              5.5
            ],
            [
              -122.08271,
              45.63782,
              5.5
            ],
            [
              -122.08276,
              45.63795,
              5.5
            ],
            [
              -122.08296,
              45.63809,
              5.5
            ],
            [
              -122.08321,
              45.63817,
              5.5
            ],
            [
              -122.08389,
              45.63816,
              22
            ],
            [
              -122.08413,
              45.63824,
              22
            ],
            [
              -122.08465,
              45.63828,
              22.899999618530273
            ],
            [
              -122.08493,
              45.63828,
              25.700000762939453
            ],
            [
              -122.08516,
              45.6384,
              26.600000381469727
            ],
            [
              -122.0852,
              45.63855,
              27.399999618530273
            ],
            [
              -122.08536378873241,
              45.63861142077466,
              29.899999618530273
            ],
            [
              -122.08536378873242,
              45.638611420790326,
              29.899999618530273
            ],
            [
              -122.08544,
              45.63864,
              29.899999618530273
            ],
            [
              -122.0856,
              45.63876,
              32.900001525878906
            ],
            [
              -122.08564,
              45.63883,
              33.20000076293945
            ],
            [
              -122.08556,
              45.63897,
              30.399999618530273
            ],
            [
              -122.08565,
              45.63914,
              33.5
            ],
            [
              -122.08566,
              45.63926,
              33.79999923706055
            ],
            [
              -122.08573,
              45.6393,
              33.79999923706055
            ],
            [
              -122.08591,
              45.63932,
              33.79999923706055
            ],
            [
              -122.08612,
              45.63929,
              36.29999923706055
            ],
            [
              -122.08642,
              45.63929,
              39.5
            ],
            [
              -122.08667,
              45.63934,
              43.29999923706055
            ],
            [
              -122.08667,
              45.63934,
              43.29999923706055
            ],
            [
              -122.08692,
              45.63943,
              43.29999923706055
            ],
            [
              -122.08724,
              45.63943,
              47.400001525878906
            ],
            [
              -122.08767,
              45.63934,
              59.900001525878906
            ],
            [
              -122.08788,
              45.63935,
              59.900001525878906
            ],
            [
              -122.08818,
              45.63943,
              68.30000305175781
            ],
            [
              -122.08848,
              45.63946,
              76.9000015258789
            ],
            [
              -122.08889,
              45.63977,
              94
            ],
            [
              -122.08915,
              45.63981,
              100.5999984741211
            ],
            [
              -122.08938,
              45.63996,
              104.0999984741211
            ],
            [
              -122.08972,
              45.64025,
              118
            ],
            [
              -122.08985,
              45.6403,
              118
            ],
            [
              -122.09031,
              45.64037,
              120.30000305175781
            ],
            [
              -122.09068,
              45.64055,
              137.3000030517578
            ],
            [
              -122.0909,
              45.6406,
              147.1999969482422
            ],
            [
              -122.09102,
              45.64068,
              147.1999969482422
            ],
            [
              -122.09114,
              45.6409,
              162.60000610351562
            ],
            [
              -122.09143,
              45.64115,
              170.1999969482422
            ],
            [
              -122.09161,
              45.64126,
              170.10000610351562
            ],
            [
              -122.09173,
              45.64129,
              170.10000610351562
            ],
            [
              -122.09181,
              45.64128,
              173.3000030517578
            ],
            [
              -122.09182,
              45.64117,
              173.3000030517578
            ],
            [
              -122.09186,
              45.64113,
              173.1999969482422
            ],
            [
              -122.09195,
              45.64112,
              173.1999969482422
            ],
            [
              -122.09205,
              45.64114,
              173.1999969482422
            ],
            [
              -122.09223,
              45.64133,
              176.5
            ],
            [
              -122.09233,
              45.64154,
              177.89999389648438
            ],
            [
              -122.09243,
              45.64164,
              177.89999389648438
            ],
            [
              -122.09247,
              45.64176,
              185
            ],
            [
              -122.09241,
              45.6419,
              179.10000610351562
            ],
            [
              -122.09246,
              45.64208,
              187.39999389648438
            ],
            [
              -122.09267,
              45.64214,
              186.8000030517578
            ],
            [
              -122.09277,
              45.64228,
              186.8000030517578
            ],
            [
              -122.09274,
              45.64246,
              185.5
            ],
            [
              -122.09267,
              45.64253,
              185.5
            ],
            [
              -122.09268,
              45.64272,
              189.60000610351562
            ],
            [
              -122.09274076752762,
              45.642836471094604,
              189.60000610351562
            ],
            [
              -122.09279716014863,
              45.64294179637047,
              198.89999389648438
            ],
            [
              -122.09292054176332,
              45.64307681107746,
              198.89999389648438
            ],
            [
              -122.09308683872224,
              45.64326058057247,
              202.8000030517578
            ],
            [
              -122.09313511848451,
              45.64338434336206,
              208
            ],
            [
              -122.09301710128786,
              45.643406845658056,
              206.39999389648438
            ],
            [
              -122.09285080432893,
              45.64336559144181,
              206.39999389648438
            ],
            [
              -122.09275960922241,
              45.643331837969576,
              203.89999389648438
            ]
          ]
        },
        "properties": {
          "name": "Approach",
          "stroke": "#34C759",
          "stroke-opacity": 1,
          "stroke-width": 5,
          "lengthMeters": 1558.0401126477557,
          "ascentMeters": 213.29998588562012,
          "descentMeters": 25.99999237060547,
          "changeMeters": 187.29999351501465
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "LineString",
          "coordinates": [
            [
              -122.09273278713228,
              45.64330558525486,
              200.8000030517578
            ],
            [
              -122.09257185459138,
              45.64322307664285,
              200.8000030517578
            ],
            [
              -122.09243237972261,
              45.64310681430149,
              198.39999389648438
            ],
            [
              -122.09243774414064,
              45.643039307024836,
              197.5
            ],
            [
              -122.09246456623079,
              45.64290054181177,
              197.5
            ],
            [
              -122.09247529506685,
              45.64282553344539,
              189.60000610351562
            ],
            [
              -122.09242165088655,
              45.64266051468585,
              182.3000030517578
            ],
            [
              -122.09238409996034,
              45.64255550249491,
              178.3000030517578
            ],
            [
              -122.09236800670625,
              45.64246549188888,
              178.3000030517578
            ],
            [
              -122.0922875404358,
              45.64219920966591,
              178.60000610351562
            ],
            [
              -122.09221243858339,
              45.64208669567022,
              179.10000610351562
            ],
            [
              -122.09208369255067,
              45.64197793192625,
              172.6999969482422
            ],
            [
              -122.0919978618622,
              45.641880419424595,
              172.60000610351562
            ],
            [
              -122.09191739559175,
              45.64173039985985,
              172.60000610351562
            ],
            [
              -122.09187984466554,
              45.64160288291397,
              172.89999389648438
            ],
            [
              -122.09187984466554,
              45.64153537382512,
              172.89999389648438
            ],
            [
              -122.0917296409607,
              45.64146786465494,
              169.89999389648438
            ],
            [
              -122.0914936065674,
              45.64137035126548,
              170.10000610351562
            ],
            [
              -122.09134340286256,
              45.641306592419106,
              167
            ],
            [
              -122.09115564823152,
              45.64111156490913,
              165.39999389648438
            ],
            [
              -122.09092497825624,
              45.64100279927217,
              161.60000610351562
            ],
            [
              -122.0907908678055,
              45.64087903122152,
              157.89999389648438
            ],
            [
              -122.09071040153505,
              45.64075526289749,
              149.39999389648438
            ],
            [
              -122.09061384201051,
              45.64065399770173,
              137.3000030517578
            ],
            [
              -122.09047973155977,
              45.64057898632762,
              137.3000030517578
            ],
            [
              -122.09011495113374,
              45.64046646907815,
              131.89999389648438
            ],
            [
              -122.08996474742891,
              45.64045896792013,
              130.8000030517578
            ],
            [
              -122.08981454372406,
              45.64048147139113,
              130.8000030517578
            ],
            [
              -122.0896750688553,
              45.64042896327808,
              115.5
            ],
            [
              -122.08954095840456,
              45.640320196316004,
              115.5
            ],
            [
              -122.08943903446199,
              45.640203927950644,
              107.19999694824219
            ],
            [
              -122.08919763565065,
              45.6400201484294,
              103.5999984741211
            ],
            [
              -122.08913326263429,
              45.63995263743349,
              100.5999984741211
            ],
            [
              -122.08895087242128,
              45.63993388436463,
              94
            ],
            [
              -122.08885431289674,
              45.63992638313532,
              94
            ],
            [
              -122.08870947360994,
              45.63985887202642,
              94
            ],
            [
              -122.08854854106904,
              45.63977260771334,
              83.0999984741211
            ],
            [
              -122.08843588829042,
              45.63970134578932,
              79.5
            ],
            [
              -122.08831250667573,
              45.6396150812337,
              68.69999694824219
            ],
            [
              -122.08821058273317,
              45.639551320389835,
              68.69999694824219
            ],
            [
              -122.08807647228242,
              45.63948005818437,
              68.30000305175781
            ],
            [
              -122.08796918392183,
              45.63942379848446,
              59.900001525878906
            ],
            [
              -122.0879638195038,
              45.63939754393848,
              59.900001525878906
            ],
            [
              -122.0879101753235,
              45.63931127891514,
              59.900001525878906
            ],
            [
              -122.08783507347108,
              45.63921001110957,
              60.20000076293945
            ],
            [
              -122.08770632743837,
              45.63911999512876,
              60.20000076293945
            ],
            [
              -122.08758294582368,
              45.63905248304822,
              53.79999923706055
            ],
            [
              -122.08744347095491,
              45.63904873237471,
              53.79999923706055
            ],
            [
              -122.08732545375825,
              45.63908623909864,
              53.79999923706055
            ],
            [
              -122.08718061447144,
              45.63916125247123,
              48.099998474121094
            ],
            [
              -122.087100148201,
              45.63921376177229,
              48.099998474121094
            ],
            [
              -122.08699822425844,
              45.63917625513373,
              48.099998474121094
            ],
            [
              -122.08694458007814,
              45.639033729678104,
              48.099998474121094
            ],
            [
              -122.08691775798799,
              45.63893246137089,
              44.20000076293945
            ],
            [
              -122.0867943763733,
              45.63886119837833,
              44.20000076293945
            ],
            [
              -122.08673000335695,
              45.638808688746884,
              44.20000076293945
            ],
            [
              -122.08673000335695,
              45.63871492142546,
              44.400001525878906
            ],
            [
              -122.08668708801271,
              45.63862490464928,
              44.400001525878906
            ],
            [
              -122.08661735057832,
              45.63854989055864,
              44.400001525878906
            ],
            [
              -122.08657443523408,
              45.63845612280413,
              39.29999923706055
            ],
            [
              -122.0865422487259,
              45.63833234912789,
              39.29999923706055
            ],
            [
              -122.08655834198,
              45.63814106199961,
              38.400001525878906
            ],
            [
              -122.08647251129152,
              45.63794227272334,
              36.29999923706055
            ],
            [
              -122.08647787570955,
              45.637871008471436,
              36.29999923706055
            ],
            [
              -122.08642959594728,
              45.6377809903395,
              33.29999923706055
            ],
            [
              -122.08638131618501,
              45.637672218237135,
              33.29999923706055
            ],
            [
              -122.08630621433258,
              45.63760095364178,
              33.29999923706055
            ],
            [
              -122.08607554435731,
              45.63755969515043,
              29.600000381469727
            ],
            [
              -122.0860004425049,
              45.63750343352233,
              29.600000381469727
            ],
            [
              -122.0859467983246,
              45.63739091009666,
              29.600000381469727
            ],
            [
              -122.08593606948854,
              45.63723337692116,
              29.100000381469727
            ],
            [
              -122.08589851856233,
              45.637094597328165,
              27.5
            ],
            [
              -122.08593606948854,
              45.63700832875929,
              28.700000762939453
            ],
            [
              -122.08592534065248,
              45.63695206657761,
              28.700000762939453
            ],
            [
              -122.08588242530824,
              45.6369220600576,
              27
            ]
          ]
        },
        "properties": {
          "name": "Descent",
          "stroke": "#FF3B30",
          "stroke-opacity": 1,
          "stroke-width": 5,
          "lengthMeters": 1007.3704129988819,
          "ascentMeters": 3.0000038146972656,
          "descentMeters": 176.80000686645508,
          "changeMeters": -173.8000030517578
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "LineString",
          "coordinates": [
            [
              -122.08587169647218,
              45.63694456494912,
              27
            ],
            [
              -122.08581805229188,
              45.6369220600576,
              27
            ],
            [
              -122.0858074357646,
              45.636913162477335,
              27
            ],
            [
              -122.08571,
              45.63697,
              27
            ],
            [
              -122.08571,
              45.63697,
              27
            ],
            [
              -122.08571,
              45.63697,
              27
            ],
            [
              -122.08571000000002,
              45.63696999999999,
              27
            ],
            [
              -122.08571,
              45.63697,
              27
            ],
            [
              -122.08571,
              45.63697,
              27
            ],
            [
              -122.08563,
              45.63689,
              27
            ],
            [
              -122.0854,
              45.63687,
              23.700000762939453
            ],
            [
              -122.08534,
              45.63681,
              20.5
            ],
            [
              -122.08532,
              45.63667,
              20.5
            ],
            [
              -122.08528,
              45.63661,
              20.5
            ],
            [
              -122.08518,
              45.63659,
              6.199999809265137
            ],
            [
              -122.08513,
              45.63654,
              6.199999809265137
            ],
            [
              -122.08512,
              45.63644,
              6.199999809265137
            ],
            [
              -122.08498,
              45.63631,
              6.300000190734863
            ],
            [
              -122.08492607165971,
              45.63622011943284,
              6.300000190734863
            ]
          ]
        },
        "properties": {
          "name": "Exit",
          "stroke": "#AF52DE",
          "stroke-opacity": 1,
          "stroke-width": 5,
          "lengthMeters": 130.98932931732637,
          "ascentMeters": 0.10000038146972656,
          "descentMeters": 20.800000190734863,
          "changeMeters": -20.699999809265137
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -122.08270668983461,
            45.63783725168893,
            0
          ]
        },
        "properties": {
          "name": "Nellie Corser TH",
          "stroke": "#34C759",
          "elevationMeters": 6
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -122.09243774414064,
            45.64281053176007,
            0
          ]
        },
        "properties": {
          "name": "Quad Falls",
          "stroke": "#FF3B30",
          "elevationMeters": 190
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -122.09218025207521,
            45.65093335651444,
            0
          ]
        },
        "properties": {
          "name": "Railcar Falls",
          "stroke": "#FF3B30",
          "elevationMeters": 640
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -122.09359645843507,
            45.64893838587297,
            0
          ]
        },
        "properties": {
          "name": "Slide Falls",
          "stroke": "#FF3B30",
          "elevationMeters": 652
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -122.08795309066774,
            45.63936753872803,
            0
          ]
        },
        "properties": {
          "name": "\"The Crossing\"",
          "stroke": "#34C759",
          "elevationMeters": 60
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -122.08536744117738,
            45.63612688142283,
            0
          ]
        },
        "properties": {
          "name": "Parking",
          "stroke": "#34C759",
          "elevationMeters": 17
        }
      },
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -122.08571076393129,
            45.63702708280731,
            0
          ]
        },
        "properties": {
          "name": "Checkpoint",
          "stroke": "#AF52DE",
          "elevationMeters": 27
        }
      }
    ]
  },
  "version": "c534671edfb129793e1e97bcd0b1e419"
}