{
  "url": "https://ropewiki.com/Little_Kern_Creek",
  "latitude": 36.1703,
  "longitude": -118.4393,
  "id": 9333,
  "name": "Little Kern Creek",
  "quality": 4,
  "months": [
    "Jul",
    "Aug",
    "Sep",
    "Oct"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "IV",
  "permit": "Closed",
  "rappelCountMin": 0,
  "rappelCountMax": 0,
  "vehicle": "Passenger",
  "shuttleSeconds": 900,
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Awesome non technical canyoneering in the Sierras. Bring a short\nrope, but expect mostly a beautiful deep gorge with a few jumps and lots\nand lots of swimming.</p>\n<p>When I did this, it was during the drought, and I remember it being\nquite easy, with nothing that even began to look like we would need to\nrappel. But there were some anchors... and things might look quite\ndifferent with more water. So this does require caution, and you should\nprobably bring at least minimal technical gear (100 feet of rope,\nharness, etc.) unless you're familiar with the route.</p>\n<p>There was a fatal accident here in 2004 in what most of us would\nconsider high flows (120 cfs). In the middle of the canyon where it\nbecomes the most narrow, a boulder is in the center. On the right\napparently a large hole had formed, and on the left there was a hidden\nsieve under the boulder. Deciding that the jump that can be done looked\ntoo dangerous, two members of the group rappelled down with a body\nbelay. The second slipped, became stuck in the right channel, and was\nswept into the sieve.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Take FR 22S82 north out of Johnsondale California out to the end.\nDrop one car at the Forks of the Kern trailhead (right on FR 20S67) if\nyouve got an extra, and then head to Jerky Meadows trailhead at the end\nof 22S82.</p>\n<p>Hike up the Jerky Meadows trail. A sign will tell you that a permit\nis required for all use. If you did not get a permit, stop to quickly\npee on the sign on your way.</p>\n<p>At the top of the ridge take a right down towards Jug Spring and the\nLittle Kern Creek. There is a very large bridge there where you will\ndrop into the river.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Head down the river, past the remains of the older bridge which was\napparently not large enough. I don't remember specific details, but\nthere's nothing too tricky getting down the gorge. Towards the end it\nwill open up, and you can exit on the right and follow a use trail\ndownstream.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>Just before you hit the Kern River a trail cuts up to the left. That\none goes to your car.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>There was a sign that said \"Permit Required even for day use\" or\nsomething like that. I don't know if it's still there, but Sequoia NF\nexplicitly states on their website that no permits are required for day\nuse, so don't worry that sign.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://summitpost.org/kern-river-canyons/223092\">SummitPost.org</a>\n: Kern River Canyons</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"http://canyoncollective.com/threads/accident-report-little-kern-californi-a.5745/\">Fatal\nAccident in 2004</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n"
}