{"waterRating":"C","rappelCountMin":null,"rappelCountMax":null,"vehicle":"Passenger","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Awesome non technical canyoneering in the Sierras.  Bring a short rope, but expect mostly a beautiful deep gorge with a few jumps and lots and lots of swimming.\n<\/p><p>When I did this, it was during the drought, and I remember it being quite easy, with nothing that even began to look like we would need to rappel.  But there were some anchors... and things might look quite different with more water.  So this does require caution, and you should probably bring at least minimal technical gear (100 feet of rope, harness, etc.) unless you're familiar with the route.  \n<\/p><p>There was a fatal accident here in 2004 in what most of us would consider high flows (120 cfs).  In the middle of the canyon where it becomes the most narrow, a boulder is in the center.  On the right apparently a large hole had formed, and on the left there was a hidden sieve under the boulder.  Deciding that the jump that can be done looked too dangerous, two members of the group rappelled down with a body belay.  The second slipped, became stuck in the right channel, and was swept into the sieve.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Take FR 22S82 north out of Johnsondale California out to the end.  Drop one car at the Forks of the Kern trailhead (right on FR 20S67) if youve got an extra, and then head to Jerky Meadows trailhead at the end of 22S82.\n<\/p><p>Hike up the Jerky Meadows trail.  A sign will tell you that a permit is required for all use.  If you did not get a permit, stop to quickly pee on the sign on your way.  \n<\/p><p>At the top of the ridge take a right down towards Jug Spring and the Little Kern Creek.  There is a very large bridge there where you will drop into the river.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Head down the river, past the remains of the older bridge which was apparently not large enough.  I don't remember specific details, but there's nothing too tricky getting down the gorge.  Towards the end it will open up, and you can exit on the right and follow a use trail downstream.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Just before you hit the Kern River a trail cuts up to the left.  That one goes to your car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>There was a sign that said \"Permit Required even for day use\" or something like that. I don't know if it's still there, but Sequoia NF explicitly states on their website that no permits are required for day use, so don't worry that sign.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/summitpost.org\/kern-river-canyons\/223092\">SummitPost.org<\/a> &#160;: Kern River Canyons<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/canyoncollective.com\/threads\/accident-report-little-kern-californi-a.5745\/\">Fatal Accident in 2004<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","technicalRating":3,"rappelLongestMeters":null,"longitude":-118.4393,"months":["Jul","Aug","Sep","Oct"],"geojson":null,"name":"Little Kern Creek","url":"https:\/\/ropewiki.com\/Little_Kern_Creek","timeRating":"IV","quality":4,"latitude":36.1703,"version":"10e4acaacce62fff84a4906aebbd0c523099aabf6eff2d0dd2783e0a4924a7ec","id":9333,"permit":"No","shuttleSeconds":900,"riskRating":null}