{"geojson":null,"permit":"Yes","longitude":-118.398,"riskRating":null,"timeRating":"VI","name":"Rock Creek (Kern Tributary)","id":9343,"rappelLongestMeters":42.67,"url":"https:\/\/ropewiki.com\/Rock_Creek_(Kern_Tributary)","quality":3,"vehicle":"Passenger","latitude":36.4812,"months":["Aug","Sep"],"shuttleSeconds":null,"waterRating":"C","technicalRating":3,"rappelCountMin":5,"version":"9110dd52d9c98f040933fe9a69eda596aa2bddcc90a014b068533f58e197364d","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Most of the first attempts at descending Rock Creek were attempts to find a non-technical shortcut from the Pacfic Crest Trail to Kern Hot Springs.  Several of them resulted in Search and Rescues.  It turns out, Rock Creek does in fact require ropes.  \n<\/p><p>Rock Creek is admittedly not the greatest canyon, and it is way out in the wilderness, so I doubt many people will want to do it.  But, if you're looking for a challenging adventure in the Sierras, with some big waterfalls, bushwhacking, and hot springs, it's a good trip.  Go late in the season, Rock Creek holds a lot of water.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Easiest way in is over Cottonwood Pass from Horseshoe Meadows, and then north on the PCT to Rock Creek.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Hiking down Rock Creek is at first very pleasant for several miles of walking through meadows and pine forest.  As the walls develop on the side, it gets unpleasant and bushwhacky.  A bear trail exists on the left which goes for half a mile or so and ends in a mess of willows, where you will need to hike down and enter the creek.  \n<\/p><p>After some boulder hopping you will hit a left hand corner followed by a beautiful ~60 foot waterfall.  You can rappel off the left hand side of it into a swirling eddy, which is sure to be awkward with the ridiculous heavy pack you'll be carrying.  \n<\/p><p>From here down there is a steep canyon filled with boulders the creek cuts through, where you'll probably find it necessary to rappel once or twice in between climbing down rapids.  At the base of this, a notch on the right offers a fairly quick 3rd class escape route before the final gorge down below.  \n<\/p><p>The final gorge starts with a ~130 foot drop down an awesome huge waterfall.  Below steep walls shoot up on the sides and the echo of the water is deafening.  The gorge is quick, and two more rappels or so will bring you out of it, dropping you out very close to Kern Hot Springs.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>This will be the hard part.  The \"willow chute\" is the shortcut, I'm sure you could find better directions for that online than I could give you.  There are several options, all fairly long, but certainly beautiful.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>You'll need a backcountry permit\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/inloadventures.com\/Bloggin\/?p=111\">http:\/\/inloadventures.com\/Bloggin\/?p=111<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","rappelCountMax":5}