{
  "url": "https://ropewiki.com/Rock_Creek_(Kern_Tributary)",
  "latitude": 36.4812,
  "longitude": -118.398,
  "id": 9343,
  "name": "Rock Creek (Kern Tributary)",
  "quality": 3,
  "months": [
    "Aug",
    "Sep"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "VI",
  "permit": "Yes",
  "rappelCountMin": 5,
  "rappelCountMax": 5,
  "rappelLongestMeters": 42.67,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Most of the first attempts at descending Rock Creek were attempts to\nfind a non-technical shortcut from the Pacfic Crest Trail to Kern Hot\nSprings. Several of them resulted in Search and Rescues. It turns out,\nRock Creek does in fact require ropes.</p>\n<p>Rock Creek is admittedly not the greatest canyon, and it is way out\nin the wilderness, so I doubt many people will want to do it. But, if\nyou're looking for a challenging adventure in the Sierras, with some big\nwaterfalls, bushwhacking, and hot springs, it's a good trip. Go late in\nthe season, Rock Creek holds a lot of water.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Easiest way in is over Cottonwood Pass from Horseshoe Meadows, and\nthen north on the PCT to Rock Creek.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Hiking down Rock Creek is at first very pleasant for several miles of\nwalking through meadows and pine forest. As the walls develop on the\nside, it gets unpleasant and bushwhacky. A bear trail exists on the left\nwhich goes for half a mile or so and ends in a mess of willows, where\nyou will need to hike down and enter the creek.</p>\n<p>After some boulder hopping you will hit a left hand corner followed\nby a beautiful ~60 foot waterfall. You can rappel off the left hand side\nof it into a swirling eddy, which is sure to be awkward with the\nridiculous heavy pack you'll be carrying.</p>\n<p>From here down there is a steep canyon filled with boulders the creek\ncuts through, where you'll probably find it necessary to rappel once or\ntwice in between climbing down rapids. At the base of this, a notch on\nthe right offers a fairly quick 3rd class escape route before the final\ngorge down below.</p>\n<p>The final gorge starts with a ~130 foot drop down an awesome huge\nwaterfall. Below steep walls shoot up on the sides and the echo of the\nwater is deafening. The gorge is quick, and two more rappels or so will\nbring you out of it, dropping you out very close to Kern Hot\nSprings.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>This will be the hard part. The \"willow chute\" is the shortcut, I'm\nsure you could find better directions for that online than I could give\nyou. There are several options, all fairly long, but certainly\nbeautiful.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>You'll need a backcountry permit</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<ul>\n<li><a\nhref=\"http://inloadventures.com/Bloggin/?p=111\">http://inloadventures.com/Bloggin/?p=111</a></li>\n</ul>\n<h2 id=\"background\">Background</h2>\n"
}