{
  "url": "https://ropewiki.com/Rattlesnake_Creek_(Kern_Tributary)",
  "latitude": 36.4198,
  "longitude": -118.4176,
  "id": 9346,
  "name": "Rattlesnake Creek (Kern Tributary)",
  "quality": 3,
  "months": [
    "Jul",
    "Aug",
    "Sep"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "VI",
  "permit": "Yes",
  "rappelCountMin": 7,
  "rappelCountMax": 7,
  "rappelLongestMeters": 33.53,
  "vehicle": "Passenger",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>A fairly short canyon way out in the backcountry of Sequoia with\nbeautiful granite chambers and waterfalls. If you were going to do Rock\nCreek, make a base camp at the Kern Hot Springs and take an easy day\ntrip down to Rattlesnake Creek for a sweet little canyon.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>Right off the Rattlesnake Creek Trail as it drops into Kern Canyon, 4\neasy miles south of the hot springs. How you get there is totally up to\nyou.</p>\n<p>From the bottom of the canyon hike up the switch backs getting some\nnice views of the drops on your way up. Eventually the canyon is down on\nyour left and bordered by talas. Scramble down here and head into the\nbed rock.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>Starts off with a neat little rappel into a grotto. Somewhere soon\nafter you hit one of the drops you saw on the way up. Three stage\nrappel, first one is awkward down into a pool, second one is big and\nbeautiful into a large chamber with beautiful water and a cave in the\nback. Keep on rappel for a third stage unless you consider yourself a\ngood climber, in which case you can climb down it on the left. Another\nrappel takes you out of here, but stay in the gorge for the final\nsection of canyon with another large rappel.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>You'll come out right next to Rattlesnake Creek trail. Where you go\nfrom there is up to you.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Backcountry permits required.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "5789143995caf1b28c103ae4a65955b9"
}