{
  "url": "https://ropewiki.com/Moqui_Canyon_(Canyon_3)",
  "latitude": 37.4772,
  "longitude": -110.5972,
  "id": 935,
  "name": "Moqui Canyon (Canyon 3)",
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Moqui 3, the current name, is an unexplored slot draining into Lake\nPowell. From satellite images, the canyon appears to be a short but\nintense series of potholes which ends with a big rappel.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>A 2020 exploratory trip failed to reach this canyon, and confirmed\nthat there is no route from Lake Powell, Moqui Canyon, or North Canyon\ninto this canyon. Future explorations have two options for the approach:\n1) helicopter, or 2) overland from the NE - 20 miles (?). Both\napproaches would require a waiting boat or a packraft to paddle out of\nLake Powell.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The canyon ends with a rappel that is probably about 150 feet,\ncompletely free hanging. Estimates from the bottom of this rappel could\nbe wrong, and it may indeed be over 200 feet, so it's advisable to carry\na 300-foot rope. The rappel comes out of what appears to be a\nsignificant pinch point, and parties using sandtraps or water traps here\nmay have great difficulty retrieving their anchor. For this reason,\nplacing bolts may be necessary, although bolting is not currently\nallowed in Glen Canyon National Recreation Area.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>To exit, have a boat waiting on Lake Powell, or carry packrafts. The\neasiest exit by packraft is to paddle up Moqui canyon, hike upcanyon\n15-60 minutes (length of hike depends on water levels), and ascend up\nthe enormous sand dune on the south side of Moqui Canyon. This exit\ntakes maybe three hours, and is class II.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://ropewiki.com/User:Super_Amazing_Map?id=Moqui_Canyon_(Canyon_3)\">Super\nAmazing Map</a> : Moqui Canyon (Canyon 3)</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}