{"quality":0,"waterRating":"B","id":9410,"latitude":40.2789,"rappelLongestMeters":null,"timeRating":"III","rappelCountMin":null,"shuttleSeconds":null,"permit":"No","geojson":null,"name":"Box Canyon (Dinosaur)","technicalRating":3,"riskRating":null,"vehicle":"4WD - High Clearance","url":"https:\/\/ropewiki.com\/Box_Canyon_(Dinosaur)","months":["May","Sep","Oct","Jun"],"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p><font color=\"blue\">\"This write up from Michael Dallin is from the early 2000s and to my knowledge few if anyone has been in Box for 20 years. This was added to ropewiki in 2015 with Michael's permission at that time. Looking at the maps, I might suggest approaching via the ridge to the West rather than upstream in the choked drainage.\" <i>-Ira Lewis<\/i><\/font>\n<\/p><p>This hike almost has it all. It's a slot canyon, and it's in Colorado. Nice narrows. Waterfalls. Isolated from crowds. And it's very green. And that's the problem.\n<\/p><p>The vegetation in this canyon is horrendous. I was originally planning on giving this hike a glowing recommendation, but the vegetation was just too much. Weeks later, I still had scars on my legs. This hike is a serious bushwack through very nasty, thorny brush. Wear long pants, even on the hottest days, or be prepared to lose some blood!\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>There is a bit of easy route finding to get to the canyon. Bring a topo map.\n<\/p><p>To get there from the Craig area, take Highway 40 west out of town, to the small hamlet of Massadona. From Massadona, drive 7.7 miles to CO 165. This is a dirt road on the right just before a bridge. If you are driving from the west, go 4.5 miles east of the town of Blue Mountain to get to this point. The turn will be on the left, just after the bridge.\n<\/p><p>Turn onto the dirt road. It will immediately T, where CO 104 meets CO 165. Turn Left. The road will go a short ways, then turn north. 0.9 miles from the highway, a two track dirt road will turn off of the right, next to an old fence. This road is passable for most cars, but high clearance is recommended. Plus, your car will be scraped by bushes along the road. You can park here and hike up the road if you wish. Otherwise, take this side road for 0.5 miles until you reach a BLM fence and gate. Park here.\n<\/p><p>Hike through the gate, and following the road north. Eventually the road will become a single track cattle trail, and drop into a wash. After a few minutes the trail will exit the wash on the north side, and follow it's rim. Soon it will cross another wash and rejoin the rim. From here, look to the northwest. Box Canyon is the largest canyon draining into this area. It has a large, curved, vertical rock face on the left side, heading up the canyon. Do not confuse it with the shallower canyon on the right (east). Follow cattle trails or go cross country to reach the mouth of the canyon. There is some bushwacking, but it is not bad. There are lots of cattle trails.\n<\/p><p>Once at the canyon mouth, follow it upstream. At the bottom is a nice cattle trail. Soon you may reach running water. Eventually you'll have to clamber up a number of boulder problems (none of which are very exposed), and this is where the cattle trail ends. From here on, you will be bashing through bushes, sometimes rather thick. Enjoy the small cascades off of the boulders.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div> <link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>After an hour or so, a shallow drainage will enter from the left (west). Keep in the main wash. Shortly after this point the canyon will fork again, unlikely as it seems, take the left fork. This is the main fork and often has water running in it, though it will be hard to see through the bushes and trees. Bash your way through and up. Trust me. Soon the canyon will narrow. This is a rare narrows section - it has trees growing in it! There are also some bouldering problems to get past this point. The narrows are short, and you open into another heavily vegetated area. Ten minutes later the canyon forks again. Here you have a choice:\n<\/p><p>If you go left, you'll enter a dry fork. After 10 minutes of hiking up, you'll reach a short narrow section and a dryfall. You can backtrack and climb up a shallow gully on the right (north) side of the canyon and bypass this. But you'll soon enter another short narrow section ending in a dryfall. If you return to the shallow gully, you can climb to the shelf layer above this narrow section (class 3-4) and hike to the top of this narrow section. Above the narrows the canyon isn't interesting, but it is worth it to hike down the narrows to the top of the dryfall. There are a few scummy shallow potholes, then a drop. This is not the dryfall from below. If you have gear, you can rappel off of a large chokestone. The next drop is the dryfall, and there are more chokestones to use as anchors. But it is easiest to return on the shelf you used to get here.\n<\/p><p>Back at the last fork, you can go right. You will still follow running water in all but the dryest months. Bash through more bushes and trees. Another canyon will come in on the right, but ignore it - stay left. The canyon will start to narrow, then end at a pretty, multi-tiered waterfall. You can climb above this waterfall on the left (west) side of the canyon up a steep dirt and boulder slope. Keep hiking up the canyon. It will get very na\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>rrow, then end at another, unclimbable waterfall. What's above? From my explorations, more narrows - I leave their exploration as a project for others.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>The narrow sections of this canyon are short, but pretty in their own way. If anything it shows that Dinosaur National Monument has slot canyon potential. Exit the way you came.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p><font color=\"red\">On a 2023 drive toward the parking location just north of the highway as described at the south end of this canyon, the road and any parking is clearly marked 'private, no trespassing.'<\/font>\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","longitude":-108.7959,"version":"44eebead445c005383e694bd85621667157be07b4da8d40082db67b75d88bdaa","rappelCountMax":null}