{
  "url": "https://ropewiki.com/Box_Canyon_(Dinosaur)",
  "latitude": 40.2789,
  "longitude": -108.7959,
  "id": 9410,
  "name": "Box Canyon (Dinosaur)",
  "months": [
    "May",
    "Sep",
    "Oct",
    "Jun"
  ],
  "technicalRating": 3,
  "waterRating": "B",
  "timeRating": "III",
  "permit": "No",
  "vehicle": "4WD - High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p><font color=blue>\"This write up from Michael Dallin is from the early\n2000s and to my knowledge few if anyone has been in Box for 20 years.\nThis was added to ropewiki in 2015 with Michael's permission at that\ntime. Looking at the maps, I might suggest approaching via the ridge to\nthe West rather than upstream in the choked drainage.\" <i>-Ira\nLewis</font></i></p>\n<p>This hike almost has it all. It's a slot canyon, and it's in\nColorado. Nice narrows. Waterfalls. Isolated from crowds. And it's very\ngreen. And that's the problem.</p>\n<p>The vegetation in this canyon is horrendous. I was originally\nplanning on giving this hike a glowing recommendation, but the\nvegetation was just too much. Weeks later, I still had scars on my legs.\nThis hike is a serious bushwack through very nasty, thorny brush. Wear\nlong pants, even on the hottest days, or be prepared to lose some\nblood!</p>\n<h2 id=\"approach\">Approach</h2>\n<p>There is a bit of easy route finding to get to the canyon. Bring a\ntopo map.</p>\n<p>To get there from the Craig area, take Highway 40 west out of town,\nto the small hamlet of Massadona. From Massadona, drive 7.7 miles to CO\n165. This is a dirt road on the right just before a bridge. If you are\ndriving from the west, go 4.5 miles east of the town of Blue Mountain to\nget to this point. The turn will be on the left, just after the\nbridge.</p>\n<p>Turn onto the dirt road. It will immediately T, where CO 104 meets CO\n165. Turn Left. The road will go a short ways, then turn north. 0.9\nmiles from the highway, a two track dirt road will turn off of the\nright, next to an old fence. This road is passable for most cars, but\nhigh clearance is recommended. Plus, your car will be scraped by bushes\nalong the road. You can park here and hike up the road if you wish.\nOtherwise, take this side road for 0.5 miles until you reach a BLM fence\nand gate. Park here.</p>\n<p>Hike through the gate, and following the road north. Eventually the\nroad will become a single track cattle trail, and drop into a wash.\nAfter a few minutes the trail will exit the wash on the north side, and\nfollow it's rim. Soon it will cross another wash and rejoin the rim.\nFrom here, look to the northwest. Box Canyon is the largest canyon\ndraining into this area. It has a large, curved, vertical rock face on\nthe left side, heading up the canyon. Do not confuse it with the\nshallower canyon on the right (east). Follow cattle trails or go cross\ncountry to reach the mouth of the canyon. There is some bushwacking, but\nit is not bad. There are lots of cattle trails.</p>\n<p>Once at the canyon mouth, follow it upstream. At the bottom is a nice\ncattle trail. Soon you may reach running water. Eventually you'll have\nto clamber up a number of boulder problems (none of which are very\nexposed), and this is where the cattle trail ends. From here on, you\nwill be bashing through bushes, sometimes rather thick. Enjoy the small\ncascades off of the boulders.</p>\n<h2 id=\"descent\">Descent</h2>\n<p></p>\n<p>After an hour or so, a shallow drainage will enter from the left\n(west). Keep in the main wash. Shortly after this point the canyon will\nfork again, unlikely as it seems, take the left fork. This is the main\nfork and often has water running in it, though it will be hard to see\nthrough the bushes and trees. Bash your way through and up. Trust me.\nSoon the canyon will narrow. This is a rare narrows section - it has\ntrees growing in it! There are also some bouldering problems to get past\nthis point. The narrows are short, and you open into another heavily\nvegetated area. Ten minutes later the canyon forks again. Here you have\na choice:</p>\n<p>If you go left, you'll enter a dry fork. After 10 minutes of hiking\nup, you'll reach a short narrow section and a dryfall. You can backtrack\nand climb up a shallow gully on the right (north) side of the canyon and\nbypass this. But you'll soon enter another short narrow section ending\nin a dryfall. If you return to the shallow gully, you can climb to the\nshelf layer above this narrow section (class 3-4) and hike to the top of\nthis narrow section. Above the narrows the canyon isn't interesting, but\nit is worth it to hike down the narrows to the top of the dryfall. There\nare a few scummy shallow potholes, then a drop. This is not the dryfall\nfrom below. If you have gear, you can rappel off of a large chokestone.\nThe next drop is the dryfall, and there are more chokestones to use as\nanchors. But it is easiest to return on the shelf you used to get\nhere.</p>\n<p>Back at the last fork, you can go right. You will still follow\nrunning water in all but the dryest months. Bash through more bushes and\ntrees. Another canyon will come in on the right, but ignore it - stay\nleft. The canyon will start to narrow, then end at a pretty,\nmulti-tiered waterfall. You can climb above this waterfall on the left\n(west) side of the canyon up a steep dirt and boulder slope. Keep hiking\nup the canyon. It will get very narrow, then end at another, unclimbable\nwaterfall. What's above? From my explorations, more narrows - I leave\ntheir exploration as a project for others.</p>\n<h2 id=\"exit\">Exit</h2>\n<p>The narrow sections of this canyon are short, but pretty in their own\nway. If anything it shows that Dinosaur National Monument has slot\ncanyon potential. Exit the way you came.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p><font color=red>On a 2023 drive toward the parking location just\nnorth of the highway as described at the south end of this canyon, the\nroad and any parking is clearly marked 'private, no\ntrespassing.'</font></p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n"
}