{
  "url": "https://ropewiki.com/Hell%27s_Hip_Pocket_(Opposition_Creek)",
  "latitude": 40.4052,
  "longitude": -105.8586,
  "id": 9446,
  "name": "Hell's Hip Pocket (Opposition Creek)",
  "quality": 1,
  "months": [
    "Jul",
    "Aug",
    "Sep"
  ],
  "technicalRating": 3,
  "waterRating": "C",
  "timeRating": "I",
  "permit": "No",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>Original beta by Michael Dallin recopied to ropewiki:</p>\n<p>Hell's Hip Pocket is the canyon formed by Opposition Creek, which\ndrains high from the summit of the Never Summer Range, crosses the Grand\nDitch, and meets the Colorado River near the Colorado River trailhead.\nThe canyon itself is mostly non-remarkable, but there is a short\ntechnical section for canyoners, or a nice short hike to a pretty\nwaterfall for the less adventurous.</p>\n<h2 id=\"approach\">Approach</h2>\n<p><b>Hike:</b> This is a hike to the Falls of Opposition Creek, and can\neasily be added to a day hike to Lulu City. This diversion will take\nonly 1-2 hours round trip. There is some off-trail hiking and scrambling\nalong the banks of Opposition Creek.</p>\n<p>To get there from Estes Park, take Trail Ridge Road up and over the\ncontinental divide. Below Milner Pass, the road wiggles through a number\nof switchbacks - at the end of this section, when you reach the bottom\nof the valley, is the Colorado River Trailhead on the right. It is a\nlarge lot. Across the street is the Timber Lake Trailhead, and even more\nparking if you need it. From Grand Lake, simply take Trail Ridge Road\nnorth until you reach the well-marked trailhead.</p>\n<p>A half mile or so up the trail from the trailhead, the Red Mountain\nTrail leaves the main trail. There is a sign here, for the Grand Ditch,\n2.8 miles away. Take this trail, and cross the Colorado River on a stout\nbridge. Hike through meadows and forest for 15 minutes or so, until you\nreach a bridge crossing Opposition Creek. There is a sign here that,\nstrangely enough, says \"Opposition Creek\".</p>\n<p>From here, hike off trail, following the creek up. Try to stay on the\nnorth (right, looking up canyon) side. There are some short stretches of\nheavy vegetation that you may need to walk around. If the water is low\nenough, boulder-hop your way up the creek itself. After 10 minutes\nyou'll reach the bottom of several water chutes, at the top of which is\nthe falls itself. Stay on the north (right, looking up canyon) side of\nthe drainage, climbing and occasionally scrambling above the chutes,\nuntil you can traverse back at the base of the falls. Enjoy the view,\nand return the way you came.</p>\n<h2 id=\"descent\">Descent</h2>\n<p><b>Canyon Descent:</b> This route descends the short technical\nsection below Opposition Falls. It is a great technical section, but\nbecause of the very short length, is not highly recommended. Most\nparties can get through in 15-30 minutes. It is a great way to cool off\nafter a hike to Lulu City. The water can be high early in the summer and\nprecaution should be taken. By mid-July the current is generally light,\nand by late summer it will be a trickle at best.</p>\n<p>Follow the directions above to Opposition Creek. Instead of following\nthe north bank, follow the south rim (left, looking up canyon). You'll\nhave to scramble up some steep slopes, with perhaps an occasional class\n3 move. Keep going until you reach the top of the falls. The falls is\nonly 25 feet high, but the trees close to the falls are small, so bring\na 75ft rope and plenty of webbing (retrievable, or better yet, use a\nmacrame knot) to use one of the stout trees above the falls. Rappel down\ninto knee deep water.</p>\n<p>Below you is a series of chutes that lead into shallow potholes. None\nof the potholes is deeper than knee-deep, so be careful. Slide down the\nchutes into the potholes. If you need it, sling a tree and set up a\nhandline down. Watch your ankles! After the chutes, hike down the stream\nfor 10 minutes until you reach the Red Mountain Trail.</p>\n<p>To descend the entire canyon, instead of following Opposition Creek\nto the falls, continue hiking up Red Mountain Trail. The trail has a\nlarge switchback, then heads back towards the creek. Eventually, it\ncrosses it again on a small bridge. Start descending from here. It\ninvolves a lot of boulder hopping and the occasional scramble over\nfallen timber. At one point the trees open up and there is a 7 foot\nslide down that can be fun. However, that is the extent of the\ninteresting part, until you reach Opposition Falls. While this will be\nfun for completists, most folks will opt for the short technical route\nand skip the rest of this canyon.</p>\n<h2 id=\"exit\">Exit</h2>\n<h2 id=\"red_tape\">Red tape</h2>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n",
  "version": "a310b0abd8deaf6478d5af81e035069b"
}