{"quality":1,"permit":"No","longitude":-105.8586,"shuttleSeconds":null,"vehicle":null,"technicalRating":3,"version":"6d439733a24e036410ef4357f0e5512fbc81fba1a63cd7a21f49233d9aad434b","description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Original beta by Michael Dallin recopied to ropewiki:\n<\/p><p>Hell's Hip Pocket is the canyon formed by Opposition Creek, which drains high from the summit of the Never Summer Range, crosses the Grand Ditch, and meets the Colorado River near the Colorado River trailhead. The canyon itself is mostly non-remarkable, but there is a short technical section for canyoners, or a nice short hike to a pretty waterfall for the less adventurous.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p><b>Hike:<\/b>  This is a hike to the Falls of Opposition Creek, and can easily be added to a day hike to Lulu City. This diversion will take only 1-2 hours round trip. There is some off-trail hiking and scrambling along the banks of Opposition Creek.\n<\/p>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>To get there from Estes Park, take Trail Ridge Road up and over the continental divide. Below Milner Pass, the road wiggles through a number of switchbacks - at the end of this section, when you reach the bottom of the valley, is the Colorado River Trailhead on the right. It is a large lot. Across the street is the Timber Lake Trailhead, and even more parking if you need it. From Grand Lake, simply take Trail Ridge Road north until you reach the well-marked trailhead.\n<\/p><p>A half mile or so up the trail from the trailhead, the Red Mountain Trail leaves the main trail. There is a sign here, for the Grand Ditch, 2.8 miles away. Take this trail, and cross the Colorado River on a stout bridge. Hike through meadows and forest for 15 minutes or so, until you reach a bridge crossing Opposition Creek. There is a sign here that, strangely enough, says \"Opposition Creek\".\n<\/p><p>From here, hike off trail, following the creek up. Try to stay on the north (right, looking up canyon) side. There are some short stretches of heavy vegetation that you may need to walk around. If the water is low enough, boulder-hop your way up the creek itself. After 10 minutes you'll reach the bottom of several water chutes, at the top of which is the falls itself. Stay on the north (right, looking up canyon) side of the drainage, climbing and occasionally scrambling above the chutes, until you can traverse back at the base of the falls. Enjoy the view, and return the way you came.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p><b>Canyon Descent:<\/b> This route descends the short technical section below Opposition Falls. It is a great technical section, but because of the very short length, is not highly recommended. Most parties can get through in 15-30 minutes. It is a great way to cool off after a hike to Lulu City. The water can be high early in the summer and precaution should be taken. By mid-July the current is generally light, and by late summer it will be a trickle at best.\n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>Follow the directions above to Opposition Creek. Instead of following the north bank, follow the south rim (left, looking up canyon). You'll have to scramble up some steep slopes, with perhaps an occasional class 3 move. Keep going until you reach the top of the falls. The falls is only 25 feet high, but the trees close to the falls are small, so bring a 75ft rope and plenty of webbing (retrievable, or better yet, use a macrame knot) to use one of the stout trees above the falls. Rappel down into knee deep water.\n<\/p><p>Below you is a series of chutes that lead into shallow potholes. None of the potholes is deeper than knee-deep, so be careful. Slide down the chutes into the potholes. If you need it, sling a tree and set up a handline down. Watch your ankles! After the chutes, hike down the stream for 10 minutes until you reach the Red Mountain Trail.\n<\/p><p>To descend the entire canyon, instead of following Opposition Creek to the falls, continue hiking up Red Mountain Trail. The trail has a large switchback, then heads back towards the creek. Eventually, it crosses it again on a small bridge. Start descending from here. It involves a lot of boulder hopping and the occasional scramble over fallen timber. At one point the trees open up and there is a 7 foot slide down that can be fun. However, that is the extent of the interesting part, until you reach Opposition Falls. While this will be fun for completists, most folks will opt for the short technical route and skip the rest of this canyon.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐dpw6s\nCached time: 20240914192012\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.036 seconds\nReal time usage: 0.045 seconds\nPreprocessor visited node count: 207\/1000000\nPost‐expand include size: 1492\/2097152 bytes\nTemplate argument size: 136\/2097152 bytes\nHighest expansion depth: 8\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 1058\/5000000 bytes\nLua time usage: 0.003\/10.000 seconds\nLua memory usage: 635189\/52428800 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   32.915      1 -total\n 99.63%   32.793      2 Template:Pic\n 50.10%   16.491      2 Template:Str_number\/trim\n-->\n<\/div>","timeRating":"I","rappelCountMin":null,"months":["Jul","Aug","Sep"],"name":"Hell's Hip Pocket (Opposition Creek)","url":"https:\/\/ropewiki.com\/Hell%27s_Hip_Pocket_(Opposition_Creek)","geojson":null,"id":9446,"latitude":40.4052,"waterRating":"C","riskRating":null,"rappelLongestMeters":null,"rappelCountMax":null}