{"months":["Apr","May"],"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>All Kaibeto area canyons are closed to visitation of any kind by non-Navajo persons. These closures are documented in Michael Kelsey's book Technical Slot Canyon Guide to the Colorado Plateau and on the Navajo Parks and Recreation Department website here:<a rel=\"nofollow\" class=\"external free\" href=\"https:\/\/navajonationparks.org\/rules-regulations\/\">https:\/\/navajonationparks.org\/rules-regulations\/<\/a>.  Visitation to all Kaibeto area canyons is considered trespassing and is illegal. If you are not Navajo, it is currently illegal to do this canyon. Please respect local laws when planning canyoneering trips.\n<\/p><p>Police were called by a local for two canyoneers that were illegally in the canyon in spring 2020. The parking area especially leaves a vehicle in full view and will be quickly reported to police. Do not run this canyon until it is, hopefully, open once again.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From your car, track in a straight line for 1.2 miles, through the rolling mini-hills, to the Halfway Entrance (Class III ). To enter, stay on canyon left down the only obvious route. Before reach the very bottom, there is a sketchy eight-foot drop into sand. A meat-anchor\/handline followed by a human pyramid is the safest way down this. Walk for 1-2 minutes, climb down a mini-slot, and step into Starting Water Wash.\n<\/p>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>Kelsey had recommended starting from the main dirt road that crosses Starting Water Wash before it slots up. Starting here doubles the length of the route. While the upper half is pretty, the best stuff is in the lower section. The description on this page, which will someday likely be the 'standard' route, covers the second, and better, half of Starting Water Wash.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>The overall technicality in this canyon is low-medium. All raps are bolted, the largest is 22 meters, overhang. There is some stemming and elevator-style downclimbs. The may be a water filled pothole, but it SHOULD never be a keeper. Finally, the darkness adds a thrilling element. Bring several dependable headlights per person.\n<\/p><p>The narrows open and close multiple times, sometimes in complete darkness. There are several downclimbs in this section, but nothing too difficult. The tightest section is less than should-width, maybe 1-foot wide.\n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>Eventually, you will arrive at rappel 1, 15 feet off a single bolt on the right. \n<\/p><p>More narrows follow. The darkest narrows begin with a slanting downclimb into blackness. The whole slot here is more horizontal than vertical. Downclimbing into this slant avoids rappel 2. If you don't downclimb, you will arrive at bolted rappel 2, about 25 feet, into the darkness.\n<\/p><p>The slot gets tighter in complete blackness. You will pass through several rooms with sand-filled potholes.\n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>Quickly, you will be at the top of rappel 3, 15 feet off a bolt on the left. It is still total blackness.\n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>After this rappel, the slot is slanted towards canyon right for several minutes of walking, than suddenly opens into sunlight.\n<\/p><p>The canyon opens and drops dramatically. On canyon right, you will find a series of elevator-style downclimbs. They look exposed, but when you get close, these downclimbs are actually quite secure. At most, they MIGHT qualify for a PG rating, but I found them to be easy and risk-free.\n<\/p><p>After these downclimbs, the canyon is mostly easy walking through dry sand and a few boulders for 20 minutes.\n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>You will come to a 10 foot drop off into a pool. This may be a dry sandy area instead. Downclimb, or rappel(?) into this, and bushwhack through a brief riparian zone. Another ten minutes of walking will bring you to a new slot.\n<\/p><p>Keep left at this sudden slot, and on the bridge of rockfall above it you will find two bolts on left for a 22 meter rappel. At the bottom of this rappel, there will likely be a few knee-deep pools, which might be the start of a small, trickling stream. On an extremely dry spring, after two months without rain and the rest of the canyon being completely dry, we found this stream to be running, with refreshing water to swim in. Remember, however, the water in Arizona is never completely predictable, and you should not count on finding water in this canyon - bring enough drinking water (4-5 liters\/person) for the entire hike!\n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>You now get to walk in this inch-deep stream, at times with small pools, for 10-15 minutes. Follow it, hemmed in by cliffs, until you see a rockslide on canyon right near some trees. This is the start of your exit. Fun's over!\n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>The exit up Tse Ezigii canyon is extremely strenuous. \n<\/p><p>Once you reach the trickling stream that starts at the 22 meters rappel in Starting Water Wash, follow it down for 10-15 minutes until there is a slight break in the cliffs on canyon right by a rock slide. This is your exit. Get wet in the stream one last ti\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>me because the exit is dry, sandy, and fully exposed to the afternoon sun.\n<\/p>\n<style data-mw-deduplicate=\"TemplateStyles:r1062633282\">@media all and (max-width:720px){.mw-parser-output .content .thumb>div:not(.thumbinner){display:flex;justify-content:center;flex-wrap:wrap;align-content:flex-start;flex-direction:column}}body.skin-vector .mw-parser-output div.thumb>div:not(.thumbinner){font-size:94%;text-align:center;overflow:hidden;min-width:100px}body.skin-minerva .mw-parser-output div.thumb>div:not(.thumbinner){margin:0 auto;max-width:100%!important}<\/style> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>Climb up the rock slide, negotiating to the right side as you go up. You are now entering Tse Ezigii (TE) canyon. Stay on the left side of TE for a little, then drop into the drainage bottom and follow it up for a ways. There will be multiple small upclimbs up boulder falls, though nothing too big or dangerous. \n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>After 1-1.5 hours in the drainage bottom, you will come to a series of more and more difficult up climbs. When it begins to get to difficult to do some of these upclimbs, exit the drainage via the steep slopes to your left. You will climb up maybe 100 vertical feet up a scree field, then drop down 100 feet on a 45-degree slope on the other side. Then, upclimb anther 100-foot scree field. This will take you between two abutments\/pinnacles of rock. There is a distinct white trail just past this, and then you can see the final 200 vertical feet of easy boulder-hopping to get to the rim of TE.\n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>From the rim of TE, use your GPS to navigate the 2.1 miles back to your car. The landscape is open but sandy, with rolling dunes, and you will be absolutely knackered when you finish the exit.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Kaibeto-area canyons are closed to non-Navajo. Any entry into these canyons by a non-Navajo is illegal. The Kelsey closure statements, though 15 years old, appear to still be in effect.\n<\/p><p>Police were called by a local for two canyoneers that were illegally in the canyon in spring 2020. The parking area especially leaves a vehicle in full view and will be quickly reported to police. Do not run this canyon until it is, hopefully, open once again.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/ropewiki.com\/User:Super_Amazing_Map?id=Starting_Water_Wash_-_Lake_Powell_Area\">Super Amazing Map<\/a> &#160;: Starting Water Wash<\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/americansouthwest.net\/slot_canyons\/starting_water_wash\/canyon.html\">AmericanSouthwest.net<\/a> &#160;: Starting Water Wash<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<p>The only known description of this route is in the Kelsey Guidebook. This description is outdated\/inaccurate. Do NOT, for instance, do this canyon in June or July. It is simply too hot, with little to no water, and is in full sun. The best time of year is April or May, when the days are relatively long, the canyon is dry, and there is little or no risk of flash floods. Perfect temperatures for this canyon would be 75-80F.\n<\/p><p>Additionally, do not follow the description of going up a bank\/bench on canyon-right near the pool\/drop-off to a narrow ledge. This is incorrect. There is no need to go up on this ledge, because it soon becomes impassable and you are forced to drop down again into the main slot, which leads to the final 22-meter rappel. A group apparently followed his advice to go up on this bench, and made the effort to place two bolts and a piton along the fall-and-you-die narrow ledge, only to pass it and two minutes later see that the ledge ends and their efforts were useless. Drop down into the pool and continue walking downcanyon to the final rappel.\n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<span class=\"mw-default-size\" typeof=\"mw:Error mw:File\/Frameless\">\n<\/div>\n<\/div>\n<p>A wetsuit is not recommended. The slot is currently (May 2020) bone dry. The potholes are sand-filled and dry. If not dry, there might be a few ankle-knee deep quick pools, and the large pothole that he describes, at worse, would be a ten-foot swim. If a swim, it would be 15-20 seconds in the water, and the slot ends and you are in full sunlight about three minutes after this pothole. Making the effort to carry wetsuits for one ten-foot wade\/swim in a canyon this tight and long seems senseless. If you are going on a warm spring day, I would not say a wetsuit is worth the effort.\n<\/p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1062633282\"> \n<div class=\"thumb tright\">\n<div style=\"display:table;\">\n<div class=\"thumbcaption\" style=\"display:table-caption;caption-side:bottom;box-sizing:border-box;\">{{{caption}}} <\/div>\n<\/div>\n<\/div>\n<p>Keep in mind that one of the main reasons that the Navajo closed their canyons is because two hikers (canyoneers?) tried to do this entire route in a day on Christmas day 1995. With only 8-9 hours of daylight, predictably, they did not finish and a rescue by undertrained and overwhelmed locals was initiated. Reasonably\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>, to avoid another rescue, the Kaibeto chapter house voted to close the canyons in this area.\n<\/p><p>While not an overly technically difficult canyon, the route is extremely long and arduous, and the exit especially will take many hours. Do not underestimate the length and endurance-related difficulty of this canyon.\n<\/p>\n\n\n<\/div>","vehicle":"High Clearance","rappelCountMin":5,"latitude":36.7402,"geojson":{"features":[{"type":"Feature","geometry":{"type":"Point","coordinates":[[-111.13323211669923,36.75236423762844,0]]},"properties":{"name":"Starting Water Wash Canyon"}}],"type":"FeatureCollection"},"rappelLongestMeters":22,"longitude":-111.1103,"url":"https:\/\/ropewiki.com\/Starting_Water_Wash","name":"Starting Water Wash","waterRating":"A","riskRating":null,"version":"1f792280105d75d4e62d01d83696ca4cf88e6538d69d438d75c036a12df1da5b","quality":4.7,"rappelCountMax":5,"shuttleSeconds":null,"id":947,"timeRating":"IV","permit":"Closed","technicalRating":3}