{
  "url": "https://ropewiki.com/Starting_Water_Wash",
  "latitude": 36.7402,
  "longitude": -111.1103,
  "id": 947,
  "name": "Starting Water Wash",
  "quality": 4.7,
  "months": [
    "Apr",
    "May"
  ],
  "technicalRating": 3,
  "waterRating": "A",
  "timeRating": "IV",
  "permit": "Closed",
  "rappelCountMin": 5,
  "rappelCountMax": 5,
  "rappelLongestMeters": 22,
  "vehicle": "High Clearance",
  "description": "<h2 id=\"introduction\">Introduction</h2>\n<p>All Kaibeto area canyons are closed to visitation of any kind by\nnon-Navajo persons. These closures are documented in Michael Kelsey's\nbook Technical Slot Canyon Guide to the Colorado Plateau and on the\nNavajo Parks and Recreation Department website here:<a\nhref=\"https://navajonationparks.org/rules-regulations/\">https://navajonationparks.org/rules-regulations/</a>.\nVisitation to all Kaibeto area canyons is considered trespassing and is\nillegal. If you are not Navajo, it is currently illegal to do this\ncanyon. Please respect local laws when planning canyoneering trips.</p>\n<p>Police were called by a local for two canyoneers that were illegally\nin the canyon in spring 2020. The parking area especially leaves a\nvehicle in full view and will be quickly reported to police. Do not run\nthis canyon until it is, hopefully, open once again.</p>\n<h2 id=\"approach\">Approach</h2>\n<p>From your car, track in a straight line for 1.2 miles, through the\nrolling mini-hills, to the Halfway Entrance (Class III+). To enter, stay\non canyon left down the only obvious route. Before reach the very\nbottom, there is a sketchy eight-foot drop into sand. A\nmeat-anchor/handline followed by a human pyramid is the safest way down\nthis. Walk for 1-2 minutes, climb down a mini-slot, and step into\nStarting Water Wash.</p>\n<p>Kelsey had recommended starting from the main dirt road that crosses\nStarting Water Wash before it slots up. Starting here doubles the length\nof the route. While the upper half is pretty, the best stuff is in the\nlower section. The description on this page, which will someday likely\nbe the 'standard' route, covers the second, and better, half of Starting\nWater Wash.</p>\n<h2 id=\"descent\">Descent</h2>\n<p>The overall technicality in this canyon is low-medium. All raps are\nbolted, the largest is 22 meters, overhang. There is some stemming and\nelevator-style downclimbs. The may be a water filled pothole, but it\nSHOULD never be a keeper. Finally, the darkness adds a thrilling\nelement. Bring several dependable headlights per person.</p>\n<p>The narrows open and close multiple times, sometimes in complete\ndarkness. There are several downclimbs in this section, but nothing too\ndifficult. The tightest section is less than should-width, maybe 1-foot\nwide.</p>\n<p>Eventually, you will arrive at rappel 1, 15 feet off a single bolt on\nthe right.</p>\n<p>More narrows follow. The darkest narrows begin with a slanting\ndownclimb into blackness. The whole slot here is more horizontal than\nvertical. Downclimbing into this slant avoids rappel 2. If you don't\ndownclimb, you will arrive at bolted rappel 2, about 25 feet, into the\ndarkness.</p>\n<p>The slot gets tighter in complete blackness. You will pass through\nseveral rooms with sand-filled potholes.</p>\n<p>Quickly, you will be at the top of rappel 3, 15 feet off a bolt on\nthe left. It is still total blackness.</p>\n<p>After this rappel, the slot is slanted towards canyon right for\nseveral minutes of walking, than suddenly opens into sunlight.</p>\n<p>The canyon opens and drops dramatically. On canyon right, you will\nfind a series of elevator-style downclimbs. They look exposed, but when\nyou get close, these downclimbs are actually quite secure. At most, they\nMIGHT qualify for a PG rating, but I found them to be easy and\nrisk-free.</p>\n<p>After these downclimbs, the canyon is mostly easy walking through dry\nsand and a few boulders for 20 minutes.</p>\n<p>You will come to a 10 foot drop off into a pool. This may be a dry\nsandy area instead. Downclimb, or rappel(?) into this, and bushwhack\nthrough a brief riparian zone. Another ten minutes of walking will bring\nyou to a new slot.</p>\n<p>Keep left at this sudden slot, and on the bridge of rockfall above it\nyou will find two bolts on left for a 22 meter rappel. At the bottom of\nthis rappel, there will likely be a few knee-deep pools, which might be\nthe start of a small, trickling stream. On an extremely dry spring,\nafter two months without rain and the rest of the canyon being\ncompletely dry, we found this stream to be running, with refreshing\nwater to swim in. Remember, however, the water in Arizona is never\ncompletely predictable, and you should not count on finding water in\nthis canyon - bring enough drinking water (4-5 liters/person) for the\nentire hike!</p>\n<p>You now get to walk in this inch-deep stream, at times with small\npools, for 10-15 minutes. Follow it, hemmed in by cliffs, until you see\na rockslide on canyon right near some trees. This is the start of your\nexit. Fun's over!</p>\n<h2 id=\"exit\">Exit</h2>\n<p>The exit up Tse Ezigii canyon is extremely strenuous.</p>\n<p>Once you reach the trickling stream that starts at the 22 meters\nrappel in Starting Water Wash, follow it down for 10-15 minutes until\nthere is a slight break in the cliffs on canyon right by a rock slide.\nThis is your exit. Get wet in the stream one last time because the exit\nis dry, sandy, and fully exposed to the afternoon sun.</p>\n<p>Climb up the rock slide, negotiating to the right side as you go up.\nYou are now entering Tse Ezigii (TE) canyon. Stay on the left side of TE\nfor a little, then drop into the drainage bottom and follow it up for a\nways. There will be multiple small upclimbs up boulder falls, though\nnothing too big or dangerous.</p>\n<p>After 1-1.5 hours in the drainage bottom, you will come to a series\nof more and more difficult up climbs. When it begins to get to difficult\nto do some of these upclimbs, exit the drainage via the steep slopes to\nyour left. You will climb up maybe 100 vertical feet up a scree field,\nthen drop down 100 feet on a 45-degree slope on the other side. Then,\nupclimb anther 100-foot scree field. This will take you between two\nabutments/pinnacles of rock. There is a distinct white trail just past\nthis, and then you can see the final 200 vertical feet of easy\nboulder-hopping to get to the rim of TE.</p>\n<p>From the rim of TE, use your GPS to navigate the 2.1 miles back to\nyour car. The landscape is open but sandy, with rolling dunes, and you\nwill be absolutely knackered when you finish the exit.</p>\n<h2 id=\"red_tape\">Red tape</h2>\n<p>Kaibeto-area canyons are closed to non-Navajo. Any entry into these\ncanyons by a non-Navajo is illegal. The Kelsey closure statements,\nthough 15 years old, appear to still be in effect.</p>\n<p>Police were called by a local for two canyoneers that were illegally\nin the canyon in spring 2020. The parking area especially leaves a\nvehicle in full view and will be quickly reported to police. Do not run\nthis canyon until it is, hopefully, open once again.</p>\n<h2 id=\"beta_sites\">Beta sites</h2>\n<ul>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://ropewiki.com/User:Super_Amazing_Map?id=Starting_Water_Wash_-_Lake_Powell_Area\">Super\nAmazing Map</a> : Starting Water Wash</li>\n<li><img src=\"rwl_en.png\" title=\"rwl_en.png\" alt=\"rwl_en.png\" /><a\nhref=\"http://americansouthwest.net/slot_canyons/starting_water_wash/canyon.html\">AmericanSouthwest.net</a>\n: Starting Water Wash</li>\n</ul>\n<h2 id=\"trip_reports_and_media\">Trip reports and media</h2>\n<h2 id=\"background\">Background</h2>\n<p>The only known description of this route is in the Kelsey Guidebook.\nThis description is outdated/inaccurate. Do NOT, for instance, do this\ncanyon in June or July. It is simply too hot, with little to no water,\nand is in full sun. The best time of year is April or May, when the days\nare relatively long, the canyon is dry, and there is little or no risk\nof flash floods. Perfect temperatures for this canyon would be\n75-80F.</p>\n<p>Additionally, do not follow the description of going up a bank/bench\non canyon-right near the pool/drop-off to a narrow ledge. This is\nincorrect. There is no need to go up on this ledge, because it soon\nbecomes impassable and you are forced to drop down again into the main\nslot, which leads to the final 22-meter rappel. A group apparently\nfollowed his advice to go up on this bench, and made the effort to place\ntwo bolts and a piton along the fall-and-you-die narrow ledge, only to\npass it and two minutes later see that the ledge ends and their efforts\nwere useless. Drop down into the pool and continue walking downcanyon to\nthe final rappel.</p>\n<p>A wetsuit is not recommended. The slot is currently (May 2020) bone\ndry. The potholes are sand-filled and dry. If not dry, there might be a\nfew ankle-knee deep quick pools, and the large pothole that he\ndescribes, at worse, would be a ten-foot swim. If a swim, it would be\n15-20 seconds in the water, and the slot ends and you are in full\nsunlight about three minutes after this pothole. Making the effort to\ncarry wetsuits for one ten-foot wade/swim in a canyon this tight and\nlong seems senseless. If you are going on a warm spring day, I would not\nsay a wetsuit is worth the effort.</p>\n<p>Keep in mind that one of the main reasons that the Navajo closed\ntheir canyons is because two hikers (canyoneers?) tried to do this\nentire route in a day on Christmas day 1995. With only 8-9 hours of\ndaylight, predictably, they did not finish and a rescue by undertrained\nand overwhelmed locals was initiated. Reasonably, to avoid another\nrescue, the Kaibeto chapter house voted to close the canyons in this\narea.</p>\n<p>While not an overly technically difficult canyon, the route is\nextremely long and arduous, and the exit especially will take many\nhours. Do not underestimate the length and endurance-related difficulty\nof this canyon.</p>\n",
  "geojson": {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "geometry": {
          "type": "Point",
          "coordinates": [
            -111.13323211669923,
            36.75236423762844,
            0
          ]
        },
        "properties": {
          "name": "Starting Water Wash Canyon",
          "stroke": "#FF3B30",
          "elevationMeters": 1661
        }
      }
    ]
  },
  "version": "5e934eee0d02a9f6fc9e1038b4d94211"
}