{"id":9494,"rappelCountMin":null,"geojson":null,"rappelLongestMeters":null,"version":"4f04edc0352b2d68c233f31089663a088cfc238148a565a6d59b98dac7d78f58","quality":2,"timeRating":"I","permit":"No","url":"https:\/\/ropewiki.com\/Middle_Fork_Kaweah_River_(Bends)","technicalRating":2,"vehicle":"Passenger","name":"Middle Fork Kaweah River (Bends)","months":["Jul","Aug","Sep","Oct","Nov"],"shuttleSeconds":120,"waterRating":"C","riskRating":"R","rappelCountMax":null,"longitude":-118.7858,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Almost more of a collection of sweet swimming holes than a canyoneering trip, but the initial gorge and everything on the way down make it a worthwhile route.  Without ropes, you will need to make a ~25 foot high jump off of a fairly slippery rock, but it isn't hard.  \n<\/p><p>Also note that this tends to have a lot of water in it.  If you look at this gauge, I think maybe 2\/3 of the water is coming from the Middle Fork (guessing, and barring any localized storms).  Based on that, 70 cfs takes some negotiation through the gorge in particular.  Anything over 100 cfs would probably start causing serious problems.  \n<\/p><p>Wetsuits should not be needed on hot summer days.  The people at the bottom would probably look at you funny.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>Note that the shuttle is only 1 mile long, so walking would be pretty simple.  \n<\/p><p>Drive into the park and pass Potwisha Campground.  Park at the first open turnout on the right you get to.  If they are all full, and you're trying to minimize walking, you can turn around and park at the Potwisha trailhead on the south side of the road from the campground.  \n<\/p><p>Take your other car (or walk) up the road.  In a mile there is a slightly larger turnout on the right with rock walls on the side at the bottom of the hill.  \n<\/p><p>Instead of taking the crappy path out of the middle of this pullout, walk just past the pullout and take a much nicer trail down to the river.  Head downstream from here.  \n<\/p><p>Pretty quickly you enter a nice gorge.  There's an easy jump off a rock here, and then mostly walking and swimming out of it.  \n<\/p><p>The canyon opens up as you turn right, then slowly closes back in, until you reach a fairly large drop with a big boulder in the middle.  Jumping right off of it seems to be the best approach, which requires stepping onto the very slippery edge.  At very low water you might be able to slide in on the left, but it looks like you would get pretty stuck in an eddy at higher flows.  \n<\/p><p>Downstream things open up a bit again as you make your way down.  The next substantial waterfall is kind of interesting.  Below it is 75% walled off ahead and on the left.  The water is white and foamy, circles back in on itself, and doesn't appear to feed out anywhere, except maybe somewhere well under the surface.  Not somewhere you want to end up.  There's not really anywhere good to jump off the right side, so the jumping option is from the left side, over the waterfall into the pool on the right.  It's super fun, but scary, and probably not the smartest idea.  \n<\/p><p>Not far downstream from here you'll see the flume start at a big wall.  It goes off to the left.  Take it for a bit if you want, but climb back in before the bridge starts.  Just downstream you'll hit a really awesome swimming hole, probably with lots of other people hanging out.  Leave your pack at the top of the drop, as you have to hike back up anyway.  \n<\/p><p>This swimming hole has a really fun slide.  You can start pretty high, getting in from the left right where the water crashes into a big wall if you don't mind a bumpy ride.  A better idea is to start lower from the right and slide into the current.  There are also numerous options for jumping off of cliffs into the deep pool.  \n<\/p><p>Once you're finished, climb up on a conveniently placed stick to get onto the face and to a trail on the right, and take the social trails back up to the road and your car.  \n<\/p><p>Or, if you ended up leaving a car at the Potwisha trailhead, climb up to the flume on the left, take it down to trails on the right, across the suspension bridge and back to your car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>retty quickly you enter a nice gorge.  There's an easy jump off a rock here, and then mostly walking and swimming out of it.  \n<\/p><p>The canyon opens up as you turn right, then slowly closes back in, until you reach a fairly large drop with a big boulder in the middle.  Jumping right off of it seems to be the best approach, which requires stepping onto the very slippery edge.  At very low water you might be able to slide in on the left, but it looks like you would get pretty stuck in an eddy at higher flows.  \n<\/p><p>Downstream things open up a bit again as you make your way down.  The next substantial waterfall is kind of interesting.  Below it is 75% walled off ahead and on the left.  The water is white and foamy, circles back in on itself, and doesn't appear to feed out anywhere, except maybe somewhere well under the surface.  Not somewhere you want to end up.  There's not really anywhere good to jump off the right side, so the jumping option is from the left side, over the waterfall into the pool on the right.  It's super fun, but scary, and probably not the smartest idea.  \n<\/p><p>Not far downstream from here you'll see the flume start at a big wall.  It goes off to the left.  Take it for a bit if you want, but climb back in before the bridge starts.  Just downstream you'll hit a really awesome swimming hole, probably with lots of other people hanging out.  Leave your pack at the top of the drop, as you\n<\/p>\n\n\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><pre>have to hike back up anyway.  \n<\/pre>\n<p>This swimming hole has a really fun slide.  You can start pretty high, getting in from the left right where the water crashes into a big wall if you don't mind a bumpy ride.  A better idea is to start lower from the right and slide into the current.  There are also numerous options for jumping off of cliffs into the deep pool.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>Once you're finished, climb up on a conveniently placed stick to get onto the face and to a trail on the right, and take the social trails back up to the road and your car.  \n<\/p><p>Or, if you ended up leaving a car at the Potwisha trailhead, climb up to the flume on the left, take it down to trails on the right, across the suspension bridge and back to your car.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>It's in the park, so a park pass or entry fee is required.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/summitpost.org\/kaweah-river-canyons\/225393\">SummitPost.org<\/a> &#160;: Kaweah River Canyons<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n\n\n<\/div>","latitude":36.5135}