{"technicalRating":3,"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>Beta for this route is an oral-tradition. Due to the labyrinthine nature of the Fiery Furnace, with endless fins and spires, and the margin for error of GPS points, it is impossible to provide someone with meaningful enough beta. Some of the not-to-be-missed highlights along the route are Abbey Arch, Skull Arch, Belly of the Whale, Kissing Turtle Arch, the \"Toilet Bowl\" rappel, and Surprise Arch. Lomatium &amp; Krill is one of the most interesting and scenic canyoneering routes anywhere. As of 2017 both of the raps in Lomatium and the first one in Krill are bolted. After that Krill requires a retrievable anchor before Kissing Turtles Arch and a bush anchor at the Toilet Bowl rappel. An alternate exit encompassing Surprise Arch has been established and adds an additional 30 minutes.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>The recommended approach is to hike east and down from the parking lot, following the main trail to an obvious crack at the easternmost cul-de-sac. The crack involves up-climbing about 30 feet and is not for everyone. The views form the top of this perch are stupendous, overlooking the Grand Central area. From the top of the crack the objective is to get on top of the eastern plateau. This requires making a slightly exposed Class III move in the opposite direction you think you should go. Once atop the eastern plateau it is a beautiful 15 minute cross-country hike through fields of crytobiotic soil to the drop in for Lomatium. Please try to stay in the little sandy washes or on sandstone to avoid damage to this precious resource. Like everything in FF, it is nearly impossible to describe how to find the drop-in. You could spend many hours, or even days, trying to find it, or go with someone who knows the route.\n<\/p><p>Alternatively, it is possible to access the Lomatium drop-in by going north out of the parking lot, gain the northern plateau, head east and then drop down in between the appropriate fins. This way misses much of the awe-inspiring scenery, but is quicker and does not involve any scrambling or exposure.\n<\/p><p>You can avoid Lomatium altogether and head straight to Krill by taking the main trail, the one the ranger-led hike uses, which is well-worn and marked with directional signs, for about 15 minutes. At one of the \"dead end\" signs, take the spur to Skull Arch. From Skull Arch, continue northerly and scramble up the boulder field.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>Permits for Self-Guided access to the Fiery Furnace are required to enter the Fiery Furnace and a reservation for a permit must be obtained through Recreation.gov.  A physical permit will need to be picked up from the visitor center and each person in your group must be present for an 8-minute orientation and safety video followed by a 5-minute ranger talk before you can receive the actual permit. Permits can be picked up either the day before or the day of your trip at the visitor center.  The visitor center hours change seasonally so check with the park's website for current hours of operation.  There are no special allotments for canyoneers but the park will want to know if you are using ropes or not. Permits are $10 per person with a group-size limit of 6 people.  Permit reservations can be obtained through Recrecation.gov up to 7 days in advance and often sell out. \n<\/p><p>In addition to these \"self-guided\" access the Park offers Ranger-led tours through the Fiery Furnace at 9:00 and 1:30 daily. These Ranger-led tours are offered seasonally so you'll need to check with the park to see if they are currently being offered or not.  Group size for the ranger-led hikes was 14. There are small, unobtrusive arrows marking the direction that the ranger-led route travels.  Anyone can follow these arrows--assuming they can find them--but if you are on a self-guided permit and encounter a ranger-led tour you are not allowed to follow the tour but are required to give them distance and not bug the ranger with questions.  Signs marked \"dead-end\" indicate a spur to a special geological feature is that way, such as Skull Arch. These are not to be missed and worth the short hikes required. You can then return the way you came on the spur and rejoin the main well-worn path.\n<\/p>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/www.nps.gov\/arch\/planyourvisit\/fiery-furnace-permit.htm\">Self-Guided Tours NPS Info Page<\/a><\/li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https:\/\/www.recreation.gov\/ticket\/234668\/ticket\/10087108\">Self-Guided Tours Permit Site<\/a><\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/ropewiki.com\/User:Super_Amazing_Map?id=Krill_Canyon_-_Moab_Area\">Super Amazing Map<\/a> &#160;: Krill Canyon<\/li><\/ul>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐djfcg\nCached time: 20240914192012\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.005 seconds\nReal time usage: 0.006 seconds\nPreprocessor visited node count: 21\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","url":"https:\/\/ropewiki.com\/Lomatium_%26_Krill_Loop","version":"b371d81636d9677434b7b1fda80a451cbd94fc280bddc9e9df213359de5c9bae","timeRating":"III","waterRating":"A","name":"Lomatium & Krill Loop","rappelCountMax":6,"rappelLongestMeters":36.58,"riskRating":"PG","quality":4.8,"vehicle":"Passenger","shuttleSeconds":null,"permit":"Yes","latitude":38.7433,"months":["Mar","Apr","May","Jun","Jul","Aug","Sep","Oct","Nov"],"geojson":null,"rappelCountMin":5,"longitude":-109.5659,"id":951}