{"description":"<div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>This is the section of the East Fork of the Kaweah from the park entrance down to the Oak Grove Bridge.  While it contains a fair bit of uninteresting boulder hopping, and is not nearly as continuous of a canyon as the section below the Oak Grove Bridge, it is punctuated by some pretty awesome features, some bigger jumps (up to say 25 ft), an epic slide, and the most potentially dangerous section of narrows along the EF Kaweah.  While this section did not require any rappelling on our part when we descended it, some slides, jumps and other things we did might be considered sketchy, and some people might want ropes.  There are also sections of pretty committed gorge, where once you jump, you will need to continue down canyon.  \n<\/p><p>While the water and air are colder than the lower sections, if it's say over 100 degrees in Three Rivers, you should be pretty comfortable sans-wetsuit.  \n<\/p><p>On the note of the sketchy narrows, this requires substantially lower flows than the lower East Fork section does.  It was right at 100cfs on this gauge: <a rel=\"nofollow\" class=\"external free\" href=\"http:\/\/www.dreamflows.com\/graphs\/day.103.php\">http:\/\/www.dreamflows.com\/graphs\/day.103.php<\/a> when I went down.  I'd consider that a good maximum, assuming that flows are not affected by rain.  If Mineral King has been getting rain, and the East Fork is brown, you'll want to stay out.  While the rest of the canyon is fairly straight forward, the sketchy part involves a tricky move to avoid what appears to be a substantial hydraulic.  You should probably know how to swim out of a hole before you start down this canyon.  \n<\/p><p>With the final narrows being definitely the most exciting part of the route (though you do sort of miss out on some cool stuff up top), it might be desirable to just do that section.  There is a road you can access this with, it may or may not be private.  If you try it, update the page or let me know what the status is so that i can update it myself.  I'll include directions for that too.  Just look below the ----------- in the approach and descent posts.  Note that I haven't done it, this is based on satellite images.  Follow it up the hill.  Approximately a little less than a mile up the road, a smaller road should cut off down a ridge.  Head down some switchbacks to the river, and you should come out just before the walls rise up for the final narrow gorge.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Approach\">Approach<\/h2><\/div>\n<p>From Three Rivers, drive up the road towards Mineral King and leave one car at the Oak Grove Bridge.  At the Park Entrance there is some room to park in front of the trash cans.  I'm unclear on whether or not you should pay a park entrance to park here, so if you want to be sure, there are some good pull offs maybe 100 yards back down the road.  \n<\/p><p>From the park entrance look at the east side of the ridge for a trail cutting down below the house.  It's a decent trail at first, if a bit steep.  Then whoever was clearing it decided they had better things to do, and it gets really overgrown with chamois.  If you just put your arms up and power through it, it's pretty simple.  Watch for poison oak below once the chamois opens up.  \n<\/p>\n<hr \/>\n<p>No shuttle if you're just trying to hit the bottom.  From Oak Grove Bridge, look up the hill on the south side of the river.  A trail will take you up to the flume.  Follow it left (east (upstream)) to where it goes under a dirt road.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Descent\">Descent<\/h2><\/div>\n<p>Suit up and head down canyon.  Fairly immediately you should come to a pretty sizeable waterfall.  There bottom is shallow.  You could rappel from a tree on the left, or keep scrambling on the left ledge to bypass the drop.  \n<\/p><p>A ways down from here is a pretty awesome jump that requires a good running start to clear a hydraulic.  It also might be shallow where the white water is... I'm not sure, because I didn't mess with it.  \n<\/p><p>Down from here Coffeepot Canyon comes in from the left (as far as I know it's not anything exciting for canyoneering).  Just downstream of Coffeepot there is a fun little jump, followed immediately by a really nice slide.  The slide lands in a bit of a hydraulic, but at the water levels where you should be in there it doesn't seem to cause much of a problem.  Also there is a bit of a crease in the slide.  I wasn't sure how hard of a bump it would cause, so we started at the crease rather than the drop of the slide.  My suspicion is that starting at the top of the slide would be more awesome, but I could be wrong in which case it would hurt a bit.  The slide is easily bypassed on the right.  \n<\/p><p>A bit down from here you'll find a drop that you probably don't want anything to do with.  The water falls off into rocks, and then shoots across the canyon into a wall.  You can bypass this pretty easily up on the right.  \n<\/p><p>Things start to die down a bit, though there are still some fun bits.  A little downstream is a fun jump with a view of a picnic table and a fire pit straight ahead a little ways up.  If you're starting to feel like there is too much water for what comes later, or \n<\/p>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐v4hxl\nCached time: 20240914192014\nCache expiry: 2592000\nReduced expiry: false\nComplications: []\nCPU time usage: 0.004 seconds\nReal time usage: 0.005 seconds\nPreprocessor visited node count: 6\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div><div class=\"mw-content-ltr mw-parser-output\" lang=\"en\" dir=\"ltr\"><p>you're having other issues, this would be a good place to bail.  It's probably private property, and someone might get mad at you, but it's better than trying to bushwhack through chamois.  \n<\/p><p>More boulder hopping follows.  Some giant fallen boulders make for some cool falls and cave like features, followed by more boulder hopping.  If you're someone who dislikes hopping down slippery rocks, you probably won't enjoy this section.  Eventually it opens up to where you aren't really in much of a canyon at all.  \n<\/p><p>If you're observant you may notice a bit of a road bed on the left.  This will present you with another option to bail.  If you hike up this road up some switchbacks, hang a right, it will take you down to the flume which you can follow left back to your car.  Soon after you pass this road staying in the river, the canyon walls will reappear.  \n<\/p>\n<hr \/>\n<p>A couple turns of walking over slippery rocks between walls an you'll find yourself above a pretty awesome jump on the right, with falls on the left.  Jump away and head downstream.  \n<\/p><p>A little bit later there are no more boulders, just bedrock, sliding away in front of you.  I'm not sure that sliding down this would go well, but you should be able to walk on the right side pretty easily.  If you can't, then don't go!  You are about to commit yourself.  \n<\/p><p>Just at the bottom of the slide there is a drop off onto a rock.  The right side where you are standing is in front of a bowl of water that is about waist deep in the center, where the water is landing.  I'm not sure what the best way down is, but it's short enough of a drop to where jumping with good form should be okay, even if you only land in 1 foot of water.  Once down you can swim down a fun little sliding rapid.  \n<\/p><p>Climb up onto the large chock stone and look down.  Water pours of either side of this boulder into a bowl somewhere beneath your feet, and then into a hydraulic just downstream.  At the levels we were in there, the hydraulic looked potentially sticky, but not something you couldn't swim out of.  If you're standing on this rock, and it doesn't look like you can get down, I guess you could stand there, blowing your whistle and waving at cars on the road in the distance in hopes that they would notice you.  I doubt they will.  \n<\/p><p>Assuming things look good (good being relative, I was a little scared doing this and it was a bit easier than it looked), you can squeeze yourself into the down canyon right falls, stem down as far as you can, and plop into the bowl.  There is an eddy in the bowl that will likely push you back under the boulder, freaking out your friends up above.  There's a rock you can get some purchase on with your feet to push yourself forward, and climb up onto the slippery ledge on the down canyon right end of the pool.  Hang out here to help your friends up, and then traverse along the right wall above the hole, and jump in after it.  \n<\/p><p>Downstream is another drop, which looks to be a bit sketchy.  Climb up on the downcanyon right side of it, and walk out this ledge to a good spot for a nice ~25 foot jump down into the water.\n<\/p>\n<meta property=\"mw:PageProp\/toc\" \/>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Exit\">Exit<\/h2><\/div>\n<p>You'll come up to a dam in a bit downstream.  Here you have an option.  If you're ready to be done, climb the ladder on the left and follow the flume trail, cross a road, and head down to the Oak Grove bridge (looking for a path that cuts off right at an opening in the wire fence at a telephone pole.)  If you would like more canyon, you can stay in the water down to the bridge, where you'll find a few small jumps and slides, followed by a short steep trail up to your car with some poison oak.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Red_tape\">Red tape<\/h2><\/div>\n<p>The roads coming into this route from the North is almost certainly private.  the one from the South might be.  Also you might need a park pass to park at the entrance?  I don't know.\n<\/p>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Beta_sites\">Beta sites<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Trip_reports_and_media\">Trip reports and media<\/h2><\/div>\n<div class=\"mw-heading mw-heading2\"><h2 id=\"Background\">Background<\/h2><\/div>\n<!-- \nNewPP limit report\nParsed by mw‐api‐ext.codfw.main‐6779cc57fc‐65c7h\nCached time: 20240914192015\nCache expiry: 2592000\nReduced expiry: false\nComplications: [show‐toc]\nCPU time usage: 0.004 seconds\nReal time usage: 0.005 seconds\nPreprocessor visited node count: 15\/1000000\nPost‐expand include size: 0\/2097152 bytes\nTemplate argument size: 0\/2097152 bytes\nHighest expansion depth: 2\/100\nExpensive parser function count: 0\/500\nUnstrip recursion depth: 0\/20\nUnstrip post‐expand size: 0\/5000000 bytes\nNumber of Wikibase entities loaded: 0\/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n<\/div>","waterRating":"C","vehicle":"Passenger","timeRating":"III","riskRating":"R","rappelCountMax":null,"latitude":36.4262,"rappelCountMin":null,"longitude":-118.7672,"name":"East Fork Kaweah River (Lookout Point)","permit":"No","quality":3,"rappelLongestMeters":9.14,"technicalRating":3,"geojson":{"type":"FeatureCollection","features":[{"properties":{"name":"Access to Narrows"},"type":"Feature","geometry":{"type":"LineString","coordinates":[[-118.79327688657213,36.44912778582171,0],[-118.79276190244127,36.448540936029836,0],[-118.79181776486803,36.4488171011908,0],[-118.79057321988512,36.44912778582171,0],[-118.79014406644274,36.44985271178831,0],[-118.78902826749254,36.45054311117256,0],[-118.78859911405016,36.45019791224854,0],[-118.78847036801744,36.44971463117412,0],[-118.78791246854234,36.44971463117412,0]]}},{"properties":{"name":"Approach"},"type":"Feature","geometry":{"coordinates":[[-118.76188473921502,36.42963011092496,0],[-118.76190619688714,36.42963011092496,0],[-118.7625284693786,36.4285251712278,0],[-118.7625284693786,36.42847337679361,0],[-118.7625284693786,36.42847337679361,0],[-118.76308636885369,36.427610131136646,0],[-118.76308636885369,36.427592866125615,0],[-118.76289324980462,36.426608754149356,0],[-118.76282887678826,36.426574223678045,0],[-118.7627645037719,36.426574223678045,0],[-118.76265721541131,36.426574223678045,0],[-118.76156287413323,36.42629797935471,0],[-118.761519958789,36.42629797935471,0],[-118.76156287413323,36.42555556786542,0]],"type":"LineString"}},{"type":"Feature","geometry":{"type":"LineString","coordinates":[[-118.76156287413323,36.42557283332952,0],[-118.7629790804931,36.425054867736414,0],[-118.76460986357415,36.424830414906296,0],[-118.76686291914666,36.42502033657401,0],[-118.76744227629388,36.42540017851576,0],[-118.76699166517938,36.42622891812028,0],[-118.76647668104852,36.4269367928608,0],[-118.76656251173699,36.428145344574695,0],[-118.76709895353997,36.429526523496435,0],[-118.76757102232659,36.4303724834511,0],[-118.76782851439202,36.430821356418164,0],[-118.76911597471917,36.43146013270388,0],[-118.76986699324334,36.43292757183011,0],[-118.77057509642327,36.434170557388036,0],[-118.77096133452142,36.435689734927,0],[-118.77091841917718,36.43676004670162,0],[-118.77162652235711,36.43808928432436,0],[-118.77164798002923,36.43898693841132,0],[-118.77158360701287,36.43986731983409,0],[-118.77177672606194,36.44066138078567,0],[-118.7722917101928,36.44085126372241,0],[-118.77278523665154,36.4410584082144,0],[-118.77377228956902,36.44093757399459,0],[-118.77439456206048,36.44119650423519,0],[-118.77499537687982,36.44171436212432,0],[-118.77510266524041,36.44288816054457,0],[-118.77525286894524,36.4434577916137,0],[-118.77604680281365,36.4437167134445,0],[-118.77660470228875,36.44375123628999,0],[-118.7774415515014,36.443526837519734,0],[-118.77829985838616,36.44395837304039,0],[-118.7787933848449,36.44437264488217,0],[-118.77958731871331,36.44514939862368,0],[-118.78040271025384,36.44552914206709,0],[-118.78111081343377,36.44563270813816,0],[-118.78190474730218,36.44559818612982,0],[-118.78244118910516,36.445822578909414,0],[-118.78295617323602,36.446530274963095,0],[-118.78342824202264,36.4471516612974,0],[-118.78379302244866,36.44709987929296,0],[-118.78469424467767,36.4467374042942,0],[-118.78499465208733,36.44647849254392,0],[-118.7854023478576,36.44646123172984,0],[-118.78602462034905,36.44678918654057,0],[-118.78632502775872,36.44727248583998,0],[-118.78662543516839,36.44856702270174,0],[-118.78705458861077,36.44879140689444,0],[-118.78763394575799,36.449637156864206,0],[-118.7878699801513,36.450327558166904,0],[-118.7884278796264,36.45125959017858,0],[-118.78872828703607,36.45170834233828,0],[-118.78950076323235,36.45169108268782,0],[-118.7898870013305,36.45134588887244,0],[-118.79038052778924,36.450655496633146,0],[-118.79108863096917,36.44977523761631,0],[-118.79175381880486,36.449395514956585,0],[-118.79205422621453,36.44905031092572,0],[-118.79274087172234,36.448998530188575,0],[-118.79284816008294,36.4492401733328,0]]},"properties":{"name":"Descent"}},{"properties":{"name":"Narrows"},"geometry":{"type":"Point","coordinates":[[-118.78772300000003,36.449722,0]]},"type":"Feature"},{"properties":{"name":"Parking Exit"},"geometry":{"type":"Point","coordinates":[[-118.793210631884,36.44920258826773,0]]},"type":"Feature"},{"properties":{"name":"Parking Start"},"type":"Feature","geometry":{"coordinates":[[-118.7625287897572,36.42929144039316,0]],"type":"Point"}}]},"version":"89e2227fae14b141672ba4c6873504820897eb2b1a09b53d87df035ce1daac07","url":"https:\/\/ropewiki.com\/East_Fork_Kaweah_River_(Lookout_Point)","shuttleSeconds":900,"months":["Jul","Aug","Sep","Oct","Nov"],"id":9737}